Repository: jwise/mahogany
Catalog: locale/wxstd/*.po
Languages: fr

source: (error %ld: %s)
fr: (erreur %ld: %s)

source: '%s' is not a valid message catalog.
fr: '%s' n'est pas un catalogue de messages valid.

source: Assert failed in file %s at line %d
fr: Assertion est fausse dans le fichier %s à la ligne %d

source: Cancel
fr: Annuler

source: Error:
fr: Erreur:

source: Fatal error:
fr: Erreur fatale:

source: Program aborted.
fr: Programme abandonné.

source: Warning:
fr: Attention:

source: can't close file descriptor %d
fr: impossible de fermer le descripteur %d

source: can't find length of file on file descriptor %d
fr: impossible de trouver la taille du fichier ouvert sur le descripteur %d

source: can't flush file descriptor %d
fr: impossible de mettre à jour le descripteur %d

source: can't get seek position on file descriptor %d
fr: impossible d'obtenir la position courante sur le descripteur %d

source: can't open file '%s'
fr: impossible d'ouvrir le fichier '%s'

source: can't read from file descriptor %d
fr: impossible de lire à partir de descripteur %d

source: can't seek on file descriptor %d
fr: impossible de changer la position sur le descripteur %d

source: can't write to file descriptor %d
fr: impossible d'écrire sur le descripteur %d

source: catalog file for domain '%s' not found.
fr: impossible de trouver le catalogue de messages pour le domaine '%s'.

source: locale '%s' can not be set.
fr: impossible de passer à locale '%s'.

source: string '%s' not found in domain '%s' for locale '%s'.
fr: chaîne '%s' n'a pas été trouvée dans le domaine '%s' pour le locale '%s'.

source: string '%s' not found in locale '%s'.
fr: chaîne '%s' n'a pas été trouvée dans le locale '%s'.
