Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Configure &filters...
de: &Filter einrichten...
ru: Конфигурирование фильтров...

source: Treat as junk mail folder
de: Als Ordner für Abfall-Nachrichten behandeln
ru: Обрабатывать как каталог ненужной почты

source: &Collect new mail from this folder
de: Neue Nachrichten aus diesem Ordner abholen
ru: Собрать новую почту из этого каталога

source: &To this folder
de: In diesen Ordner
ru: На этот каталог

source: &Leave mail in this folder
de: Nachrichten in diesem Ordner lassen
ru: Оставлять почту в этом каталоге

source: When new mail message appears in this folder Mahogany may execute an external command and/or show a message about it.
de: Wenn neue Nachrichten in diesem Ordner eintreffen, kann Mahogany ein externes Programm aufrufen und/oder eine Nachricht anzeigen.
pt: Quando uma nova mensagem de correio electrónico aparecer nesta página o programa pode executar um comando externo e/ou mostrar um aviso.
ru: Когда новое сообщение почты появляется в этой папке Mahogany может выполнить внешнюю команду и/или показать сообщение об этом.

source: E&xecute new mail command
de: &Programm für neue Nachrichten ausführen
pt: E&xecutar comando de correio novo
ru: Выполнить команду новой почты

source: New mail &command
de: &Programmaufruf für neue Nachrichten
pt: &Comando de correio novo
ru: Команда новой почты

source: In addition to running an external program, Mahogany may also play a sound when a new message arrives. Leave the sound file empty to play the default sound.
de: Wenn neue Nachrichten eintreffen, kann Mahogany einen Klang abspielen. Lassen Sie den Namen der Klang-Datei leer um den Standard-Klang zu verwenden.
ru: В дополнение к выполнению внешней программы, Mahogany может также запустить звук, когда новое сообщение прибывает. Оставьте звуковой файл пустым, чтобы запустить заданный по умолчанию звук.

source: Play a &sound on new mail
de: Klang beim Eintreffen neuer Nachrichten abspielen
ru: Играть звук для новой почте

source: Sound &file
de: Klang-Datei
ru: Звуковой файл

source: &Program to play the sound
de: Programm um den Klang abzuspielen
ru: Программа для проигрывания звука

source: Show new mail &notification
de: Hinweis auf neue Nachrichten anzeigen
pt: Exibir &notificação de correio novo
ru: Показать уведомление для новой почты

source: If there are not too many new messages, Mahogany will show a detailed notification message with the subjects and senders of all messages. Otherwise it will just show the number of the new messages in the folder. You may set the threshold to -1 to always see the details or to 0 to always show just the number of messages.
de: Wenn zu viele neue Nachrichten da sind, wird Mahogany eine ausführliche Meldung mit den Betreff-Zeilen und Absendern aller Nachrichten anzeigen. Sonst wird es nur die Zahl der neuen Nachrichten im Ordner anzeigen. Sie können die Schwelle auf -1 setzen, um immer die ausführliche Meldung oder 0 um immer nur die Anzahl zu erhalten.
ru: Если не слишком много новых сообщений, Mahogany будет показывать детальное сообщение уведомления с темами и отправителями всех сообщений. Иначе будет только показано число новых сообщений в каталоге. Вы можете установить -1, чтобы всегда смотреть детали или 0, чтобы всегда показывать только число сообщений.

source: &Threshold for detailed notification
de: Schwelle für die ausführliche Meldung
ru: Порог для детального уведомления

source: Normally only unread messages are considered as "new" mail. You can uncheck this checkbox to apply new mail processing to all messages appearing in the folder, even already read ones.
de: Normalerweise werden nur ungelesene Nachrichten als "neu" betrachtet. Sie können diese Option löschen, um die Bearbeitung für neue Nachrichten auf alle Nachrichten im Ordner anzuwenden, selbst auf bereits gelesene.
ru: Обычно только непрочитанные сообщения считаются как "новая" почта. Вы можете не отметить этот переключатель, чтобы применить новую почту ко всем сообщениям, появляющимся в каталоге, даже уже к прочитанным.

source: New messages must be &unread
de: Nachricht als ungelesen behandeln
ru: Новые сообщения должны быть непрочитанными

source: The first setting below specifies how often should Mahogany update the currently opened folders while the second one specifies the default polling interval for the folders which are monitored permanently (even when they are not opened). You can configure a folder to be monitored in its properties dialog.
de: Die erste Einstellung unten gibt an, wie oft Mahogany die offenen Ordner aktualisieren soll. Die zweite gibt an, wie oft die Ordner abgefragt werden sollen, die ständig überwacht werden. (Selbst wenn sie nicht offen sind.) Sie können die ständig zu überwachenden Ordner in deren Eigenschaften- Dialog bestimmen.
ru: Первая установка ниже определяет, как часто Mahogany должна обновлять открытые в настоящее время каталоги, в то время как вторая определяет значение по умолчанию, интервал опроса для каталогов которые постоянно проверять (даже когда они не открыты). Вы можете настраивать каталог, который будет проверяться, в его свойствах.

source: &Ping folder interval in seconds
de: Prüfungs&intervall in Sekunden
ru: Интервал пинга каталога в секундах

source: Pol&ling interval in seconds
de: Abfrageintervall in Sekunden
ru: Интервал опроса в секундах

source: If you check the checkbox below, Mahogany will always monitor this folder in the background even when it is not opened. This allows to detect new mail in the folder without opening it. Please note that monitoring many folders may slow down the program!
de: Wenn Sie diese Einstellung aktivieren, wird Mahogany diesen Ordner im Hintergrund abfragen, selbst wenn der Ordner nicht offen ist. Damit werden neue Nachrichten festgestellt, selbst wenn der Ordner nicht offen ist. Durch die Abfrage vieler Ordner wird das Programm langsamer.
ru: Если Вы отмечаете переключатель ниже, Mahogany будет всегда контролировать этот каталог в фоне, даже когда он не открыт. Это позволяет обнаружить новую почту в каталоге, не открывая его. Пожалуйста обратите внимание, контроль множества каталогов может замедлить программу!

source: Permanently &monitor this folder
de: Diesen Ordner ständig überwachen
ru: Постоянно контролировать этот каталог

source: Polling &interval in seconds
de: Abfrageintervall (Sekunden)
ru: Интервал опроса в секундах

source: Poll only if &opened
de: Nur abfragen wenn geöffnet
ru: Опрашивать только если открыт

source: Checking the checkbox below will result in checking the folder for the new mail immediately after starting up instead of waiting until the interval above expires.
de: Wenn Sie diese Einstellung aktivieren, wird der Ordner sofort nach dem Start auf neue Nachrichten überprüft, statt auf das oben angegebene Intervall zu warten.
ru: Установка переключателя ниже вызовет проверку каталога новой почты немедленно после запуска вместо ожидания истечения интервала выше.

source: Poll folder at s&tartup
de: Ordner beim Start abfragen
ru: Каталог опроса при запуске

source: Sa&ve sent messages
de: Ausgehende Nachrichten &speichern
es: &Salvar mensajes enviados
fi: &Tallenna l‰hetetyt viestit
it: Sal&va i messaggi spediti
nl: Be&waar verzonden berichten
pt: Guardar as mensagens env&iadas
pt_br: Sal&var mensagens enviadas
ru: Сохранять отправленные сообщения

source: &Folder for sent messages
de: Ordner für gesendete Nachrichten
pt: Pasta para as mensagens enviadas
ru: Каталог для отправленных сообщений

source: &Wrap margin
de: Rand für &Zeilenumbruch
es: &Recoger margen
fr: &Largeur du texte
it: &Riporta i margini
nl: &Terugloop marge
pt_br: Margem direita
ru: Край переноса

source: There are several different reply commands in Mahogany: reply to sender only replies to the person who sent the message, reply to all - to all message recipients and reply to list replies to the mailing list address only (for this to work you need to configure the mailing list addresses in the "Addresses" page). What do you want the default reply command to do?
de: Mahogany kennt verschiedene Arten eine Nachricht zu beantworten: - Nachricht an Absender antwortet nur der Person, die die Nachricht gesendet hat - Nachricht an alle, an alle Empfänger der Nachricht - Nachricht an Liste nur an die Adresse der Liste (dazu müssen Sie die Adressen der Mailing-Listen auf der Seite "Adressen" eintragen) Welche Art der Antwort wollen Sie normalerweise ?
ru: Есть несколько различных команд ответа в Mahogany: ответить отправителю, только отвечает человеку, который послал сообщение, ответить всем - всем получателям сообщения и ответить на список, отвечает только на список адресатов (для того, чтобы это работало, Вы должны конфигурировать список адресатов на странице "Адреса"). Что Вы хотите, чтобы заданная по умолчанию команда ответа сделала?

source: Default &reply kind:sender:all:list:newsgroup
de: Übliche Art der Antwort: Absender:Alle:Liste:Newsgroup
ru: Ответить по-умолчанию виду:отправителю:всем:списку:новостям

source: &Reply string in subject
de: &Antworttext im Betreff
es: &Responder texto en tema
fi: Vasta&ustunnus aihekent‰ss‰
fr: &Chaîne-réponse dans le sujet
it: Stringa di &risposta nell'Oggetto
nl: &Antwoord string in onderwerp
pt: Sequência de &resposta no assunto
pt_br: &Texto indicando resposta no título
ru: Ответная сторока в теме

source: &Forward string in subject
de: Vorspann im Betreff für weitergeleitete Nachrichten
ru: Начальная сторока в теме

source: Co&llapse reply markers:no:collapse:collapse & count
de: Antwort&marker sammeln:nein:sammeln:sammeln & zählen
es: &Recoger marcadores de respuesta:no:recoger:recoger &contar
fr: Chaîne-réponse:standard:réduite:réduite avec le niveau
it: Ri&duci i marcatori di risposta:mantieni:riduci:riduci e conta
nl: Ink&lappen van antwoordmarkeringen:geen:inklappen:inklappen & tellen
pt_br: &Esconder marcadores de resposta:não:esconder:esconder e contar
ru: Свернуть маркеры ответа:ничего:свернуть:свернуть и подсчитать

source: Quote &original message in reply
de: Originalnachricht in Antwort zitieren
ru: Цитировать исходное сообщение в ответе

source: Quote &selected part only
de: Nur den ausgewählten Text zitieren
ru: Цитировать только выделенную часть

source: Reply prefi&x
de: Vorspann im Betreff für Antworten
it: Rispondi al prefi&x
pt: Prefi&xo de resposta
ru: Префикс ответа

source: Use &sender attribution
de: Initialen vor Zitat angeben
ru: Использовать атрибуты отправителя

source: Prepend &sender initials
de: Initialen des Absenders voranstellen
ru: Обратить внимание на инициалы отправителя

source: &Quote empty lines too
de: Auch leere Zeilen &zitieren
ru: Цитировать пустые строки тоже

source: &Use signature
de: Signaturdatei &verwenden
es: &Usar firma
fi: K‰&yt‰ allekirjoitusta
fr: U&tiliser la signature
it: &Usa la firma
nl: Gebr&uik handtekening
pt: &Utilizar assinatura
pt_br: &Usar assinatura
ru: Использовать подпись

source: &Signature file
de: &Signaturdatei
es: &Archivo de firma
fi: Allek&irjoitus
fr: &Fichier de signature
it: &File della firma
nl: &Handtekeningenbestand
pt_br: &Arquivo da assinatura
ru: Файл подписи

source: Use signature se&parator
de: Trenner für Signatur verwenden
es: &Usar separador de firma
fi: K‰yt‰ allekirjoitus&eroitinta
fr: Sépar&rer la signature du texte
it: Usa il se&paratore della firma
nl: Gebruik &afscheiding voor handtekening
pt: Utilizar um se&parador para a assinatura
pt_br: Usar se&parador de assinatura
ru: Использовать разделитель подписи

source: Configure &XFace...
de: &XFace einstellen...
it: Configura la &Xface...
nl: &XFace instellen...
pt: Configurar &XFace...
pt_br: Configurar &XFace
ru: Конфигурировать XFace...

source: The following settings control the appearance of the composer window:
de: Die folgenden Einstellungen entscheiden über das Aussehen des Editor-Fensters:
ru: Следующие параметры настройки управляют появлением окна компоновщика:

source: &Font to use
de: Zu benutzende Schrift
ru: Используемый шрифт

source: Font famil&y:default:decorative:roman:script:swiss:modern:teletype
de: &Schrift-Familie:Standard:Dekorativ:Roman:Skript:Schweitzer:Schreibmaschine
es: &Tipo de fuente:valor por defecto:decorative:roman:script:modern:teletype
fi: &Kirjasinlaji:oletus:koriste:Roman:skripti:swiss:moderni:teletype
fr: &Fonte:par défaut:décorative:script:suisse:moderne:machine à écrire
it: Famiglia &font:predefinita:decorativa:script:swiss:modern:teletype
nl: Font famil&ie:standaard:decoratief:roman:script:swiss:modern:teletype
pt_br: Famí&lia de fontes:padrão:decorativa:romana:script:suíça:moderna;máquina de escrever
ru: Тип шрифта:по-умолчанию:декоративный:роман:скрипт:свисс:модерн:телетайп

source: Font si&ze
de: Schrift&größe
es: Tamaño de fuente
fi: Kir&jasinkoko
fr: &Taille de la fonte
it: Grande&zza del font
nl: Font &grootte
pt_br: Tamanho da &fonte
ru: Размер шрифта

source: Foreground c&olour
de: Schrift&farbe
es: &Color de primer plano
fi: Etuala&n v‰ri
fr: &Couleur du texte
it: C&olore del testo
nl: Voorgrondk&leur
pt: C&or de primeiro plano
pt_br: Cor do &texto
ru: Цвет переднего плана

source: Back&ground colour
de: &Hintergrund-Farbe
es: &Color de fondo
fi: &Taka-alan v‰ri
fr: Couleur du &fond
it: Colore sfo&ndo
nl: Achter&grondkleur
pt: Cor de se&gundo plano
pt_br: Cor do &fundo
ru: Цвет фона

source: Use these settings for &headers too
de: Einstellungen auch für Kopfzeilen verwenden
ru: Использовать эти настройки для заголовков тоже

source: The settings below allow you to have a last look at the message before sending it and/or change your mind about sending it even after pressing the "Send" button.
de: Die Einstellungen unten, erlauben es Ihnen, einen letzten Blick auf die Nachrichten zu werfen, bevor sie gesendet werden. Sie können damit auch Ihre Meinung ändern, ob Sie sie überhaupt senden wollen, selbst nachdem Sie den "Senden"-Knopf gedrückt haben.
ru: Параметры настройки ниже позволяют Вам последний раз посмотреть на сообщение перед его отправкой и/или передумать отправлять его даже после нажатия кнопки "Отправить".

source: P&review message before sending
de: Vorschau der Nachricht vor dem Senden
ru: Просмотр сообщения перед отправкой

source: &Confirm sending mail
de: Senden der Nachrichten bestätigen
ru: Подтвердите отправку почты

source: Show "&From" field
de: "Von"-Feld anzeigen
ru: Показать поле "От кого"

source: Configure &headers...
de: Kopfzeilen einstellen...
es: &Configurar encabezado
fi: Muokkaa &otsikoita...
fr: Configurer les en-&têtes...
it: Configura le &intestazioni...
nl: &Headers instellen...
pt: Configurar cabeçal&hos...
pt_br: Configurar cabeçal&hos...
ru: Настраивать заголовки...

source: Configure &templates...
de: &Vorlagen einrichten...
it: Configura i &modelli...
nl: &Templates configureren...
pt_br: Configurar &modelos...
ru: Настраивать шаблоны...

source: You may choose to not open any folders at all on startup, reopen all folders which were open when the program was closed for the last time or explicitly specify the folders to reopen:
de: Sie können wählen, beim Start - keinen Ordner zu öffnen - alle Ordner zu öffnen, die offen waren, als das Programm das letzte Mal beendet wurde - die zu öffnenden Ordner ausdrücklich angeben:
pt: Você pode entre não abrir quaisquer pastas ao iniciar o programa, reabrir todas as pastas que estavam abertas quando o programa foi encerrado pela última vez ou especificar as pastas que quer reabrir:
ru: Вы можете выбрать не открывать любые каталоги вообще на запуске, повторно откройте все каталоги, которые были открыты, когда программа была закрыта в последний раз или явно определите каталоги, чтобы повторно открыть:

source: Don't open any folders at startup
de: Keinen Ordner beim Start öffnen
pt: Não abrir quaisquer pastas ao iniciar o programa
ru: Не открывать никакие каталоги при запуске

source: Reopen last open folders
de: Zuletzt offene Ordner öffnen
pt: Reabrir as pastas que estavam abertas na última vez
ru: Повторно открыть последние открытые каталоги

source: Folders to open on &startup
de: Ordner die beim Programm&start geöffnet werden:
es: Folders para abrir al &inicio
fi: &K‰ynnistyksess‰ avattavat kansiot
fr: &Répertoires à ouvrir au démarrage
it: Cartelle da aprire all'a&vvio
nl: Te openen mappen bij op&starten
pt_br: Pastas que devem ser abertas na inicialização do programa
ru: Каталоги для открытия на запуске

source: Folder opened in &main frame
de: Geöffneter Ordner im Haupt&fenster
es: Folder abierto en&ventana prinicipal
fi: &P‰‰kehykseen avattava kansio
fr: Répertoire à ouvrir dans la fenêtre &principale
it: Cartella aperta nella finestra &principale
nl: &Map te openen in hoofdvenster
pt_br: Abrir pasta na &janela principal
ru: Каталог открываемый в главном окне

source: A progress dialog will be shown while retrieving more than specified number of messages. Set it to 0 to never show the progress dialog at all.
de: Eine Fortschrittsanzeige wird eingeblendet, wenn mehr als die angegebene Zahl an Nachrichten geladen wird. Setzen Sie den Wert auf 0, um nie eine Fortschrittsanzeige zu erhalten.
ru: Диалог прогресса будет показан при поиске более указанного количества сообщений. Установите 0 чтобы никогда не показывать диалог прогресса.

source: &Threshold for displaying progress dialog
de: Anzahl um Fortschrittsanzeige zu verwenden
es: &Umbral para mostrar dialogo de progreso
fi: &Prosessi-ikkunan avauskynnys
fr: A&fficher la barre de progrès à partir de ce nombre de messages
it: Soglia del visualizza&tore di progresso
nl: &Drempelwaarde voor laten zien van voortgangsdialoog
pt_br: &Valor mínimo para a ativação da janela de progresso
ru: Значение для показа диалога прогресса

source: Show bus&y dialog while sorting/threading
de: Aktivitätsanzeige während Sortieren/Verknüpfen
ru: Показывать диалог ожидания при сортировке/поточности

source: Mahogany may keep the folder open after closing it for some time to make reopening the same folder faster. It also can close the folder but keep the connection to the server alive for some time to make it faster to open other folders on the same server. Note that the first option is ignored for POP3 folders and the second one is only used for IMAP and NNTP servers.
de: Mahogany kann einen Ordner nach dem Schließen für einige Zeit noch offen halten, um das erneute Öffnen zu beschleunigen. Außerdem kann der Ordner geschlossen werden, aber die Verbindung zum Server für einige Zeit auf- recht erhalten werden. Damit werden andere Ordner auf dem gleichen Server schneller geöffnet. Die erste Einstellung wird für POP3-Server ignoriert; die zweite gilt nur für IMAP und NNTP-Server.
ru: Mahogany может сохранить каталог открытым после его закрытия в течение некоторого времени, чтобы повторное его открытие было быстрее. Также можно закрыть папку, но сохранить подключение к серверу в течение некоторого времени, чтобы быстрее открывать другие каталоги на том же сервере. Обратите внимание, что первая опция игнорируется для POP3 каталогов, а вторая используется только для IMAP и NNTP серверов.

source: &Keep folder open for (seconds)
de: Ordner offen halten für (Sekunden)
ru: Сохраните папку открытой в течение (секунд)

source: Keep &connection alive for (seconds)
de: Verbindung erhalten für (Sekunden)
ru: Поддерживать подключение в течение (секунд)

source: The outgoing messages may be sent out immediately or just stored in an "Outbox" and sent later. Choose the sending mode here:
de: Die zu sendenden Nachrichten können sofort versendet werden oder nur im Ordner "Ausgang" abgelegt und später versendet werden. Wählen Sie hier:
ru: Уходящие сообщения могут быть отправлены немедленно или только сохранены в "Исходящих" и отправлены позже. Выберите режим посылки здесь:

source: Send outgoing messages later
de: Ausgehende Nachrichten später senden
it: Spedisci più tardi i messaggi in uscita
ru: Отправлять исходящую почту позже

source: Folder for &outgoing messages
de: Ordner für zu sendende Nachrichten
it: Cartella dei messaggi in uscita
ru: Каталог для исходящей почты

source: When you delete a message in the folder it can be either just marked as deleted (and you will need to use the "Expunge" command later to physically delete it) or moved to another folder, customarily called "Trash". Which operation mode would you like to use?
de: Wenn Sie eine Nachricht im Ordner löschen, so kann diese entweder als gelöscht markiert werden (und Sie müssen sie später mit dem Kommando "Verwerfen" löschen) oder sie wird in einen anderen Ordner verschoben, der üblicherweise "Papierkorb" heißt. Welche Art wollen Sie verwenden ?
ru: Когда Вы удаляете сообщение из каталога, оно может быть только отмечено как удалённое (и Вы должны будете использовать команду "Уничтожить" позже чтобы окончательно удалить его) или перемещено в другой каталог, обычно названный "Корзина". Какой режим операции Вы хотите использовать?

source: Use &Trash folder
de: &Papierkorb verwenden
ru: Использовать мусорную корзину

source: &Trash folder name
de: Name des &Papierkorbs
it: Nome della cartella Cestino
ru: Название каталога мусорной корзины

source: &Drafts folder name
de: Name des Ordners für Entwürfe
ru: Название каталога для черновиков

source: Delete drafts &automatically
de: Entwürfe automatisch löschen
ru: Автоматически удалять черновики

source: Default format for mailbox files:Unix mbx mailbox:Unix mailbox:MMDF (SCO Unix):Tenex (Unix MM format)
de: Standardformat für Mailbox-Dateien:Unix mbx Mailbox:Unix Mailbox: MMDF (SCO Unix):Tenex (Unix MM-Format)
ru: Заданный по умолчанию формат для файлов почтового ящика:Unix mbx почтовый ящик:почтовый ящик Unix:MMDF (SCO Unix):Tenex (формат MM Unix)

source: Create "folder internal data" message
de: Nachricht mit den "folder internal data" erzeugen.
ru: Создавать сообщение "каталог внутренних данных"

source: You can specify the format for the strings shown in the status and title bars. Use %f for the folder name and %t, %r and %n for the number of all, recent and new messages respectively.
de: Sie können hier das Format für die Angaben in der Statuszeile und der Kopfleiste angeben. Verwenden Sie %f für den Mailboxnamen und %t, %r und %n für die Anzahl aller, der kürzlich empfangenen und der neuen Nachrichten.
it: Puoi specificare il formato delle stringhe mostrate nella barra di stato e in quella del titolo. Usa %f per il nome della cartella e %t, %r e %n per il numero rispettivamente di tutti i messaggi, quelli recenti e quelli nuovi.
ru: Вы можете определить формат для строк, показанных в состояние и области заголовка. Используйте %f для названия каталога и %t, %r и %n для номера всех, недавнее и новое сообщения соответственно.

source: Status &bar format
de: Format der Statuszeile
it: Formato della &barra di stato
pt: Formato da &barra de estado
ru: Формат статусной строки

source: T&itle bar format
de: &Kopfleistenformat
it: Formato della barra del t&itolo
ru: Формат заголовочной строки

source: Python is the built-in scripting language which can be
de: Python ist die eingebaute Skriptsprache, mit welcher
es: Python es el lenguaje de script incorporado que puede ser
fi: Python on sis‰‰nrakennettu skriptauskieli jota voidaan
fr: Python est un language qui permer d'écrire des scripts
it: Python è un linguaggio che permette di scrivere degli script
nl: Python is de ingebouwde taal voor scripts die gebruikt
pt_br: Python é uma linguagem de script embutida que pode ser utilizada
ru: Python - встроенный язык создания сценариев, который может быть
