Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Here is how it will look like:
de: So sieht das aus:
it: Ecco come apparirà:
nl: Zo zal het er uit zien:
pt: Aqui está como vai ficar:
pt_br: Como isto se parecerá:
ru: Как это будет выглядеть:

source: Display time in GMT/UST.
de: Zeit in GMT/UST angeben.
it: Mostra l'ora di Greenwich.
nl: Weergave tijd in GMT/UST.
pt: Mostrar hora em GMT/UST.
pt_br: Mostrar horas em (GMT/UST)
ru: Показывать время в GMT/UST.

source: Choose a XFace
de: Wählen Sie ein XFace aus
it: Scegli una XFace
nl: Gebruik XFace
pt: Escolha uma XFace
pt_br: Escolha& uma XFace
ru: Выбрать XFace

source: XFaces are small images that can be included in your mail message to help recognise you. They are limited to 48*48 pixels black and white, but Mahogany will automatically convert any file to this specification automatically. Click on the button to change it.
de: XFaces sind kleine Bilder, die in Nachrichten gesendet werden können um den Autor leichter zu erkennen. Sie müssen 48*48 Punkte groß und schwarz/weiß sein, aber Mahogany kann jedes Bild automatisch anpassen. Klicken Sie auf den Knopf um es zu ändern.
it: Le XFace sono piccole immagini che possono essere incluse nel tuo messaggio per farti riconoscere. Esse sono limitate a 48*48 pixel in bianco e nero, ma Mahogany convertirà automaticamente qualsiasi file a questo formato specifico. Clicca sul bottone per cambiarla.
nl: XFaces zijn kleine plaatjes die meegestuurd kunnen worden met berichten. Ze zijn gelimiteerd op 48*48 pixels zwart/wit, maar Mahogany zal automatisch ieder bestand hier naar converteren. Klik op de knop om het te veranderen.
ru: XFaces - маленькие изображения, которые могут быть включены в ваше почтовое сообщение, чтобы помочь узнать Вас. Они ограничены черно-белыми 48*48 пикселями, но Mahogany автоматически преобразует любой файл к этой спецификации автоматически. Щелкните на кнопке, чтобы изменить это.

source: Use XFace.
de: XFace verwenden.
it: Usa le XFace
nl: Gebruik XFace.
pt: Utilizar XFace.
pt_br: Usar XFace
ru: Использовать XFace.

source: Please pick an image file
de: Bitte wählen Sie eine Bilddatei
it: Devi prendere un file di immagine
nl: Kies een bestand met plaatje
pt: Por favor escolha um ficheiro de imagem
pt_br: Por favor, selecione um arquivo de imagem
ru: Пожалуйста укажите файл картинки

source: Choose a global password
de: Bitte wählen Sie ein globales Passwort.
pt: Escolha uma senha global
ru: Выбрать глобальный пароль

source: Global Password Settings
de: Einstellungen globales Passwort
pt: Configuração da senha global
ru: Настройки Глобального Пароля

source: Mahogany can use a global password setting to protect all sensitive information, like server passwords, in your configuration files. If you do not want to use a global password, leave this dialog and disable the use of it in the preferences dialog.
de: Mahogany kann ein globales Passwort verwenden, um alle sensiblen Informationen (z.B. Server-Passwörter) in den Konfigurationsdateien zu verschlüsseln. Falls Sie dies nicht wünschen, verlassen Sie diesen Dialog und schalten es in den Einstellungen ab.
it: Mahogany utilizza una password per proteggere le informazioni di configurazione, ad esempio i login dei server e le loro password. Se non volete utilizzare questa protezione, uscite dalla finestra di dialogo edisabilitate l' utilizzo della Global Password nel menù preferenze.
pt: Mahogany pode utilizar uma senha global para proteger toda a informação sensível, como as senhas do servidor, nos seus ficheiros de configuração. Se você não quer utilizar uma senha global deixe esta caixa de diálogo e invalidar o seu uso na caixa (quadro) das preferências.
ru: Mahogany может использовать глобальную установку пароля чтобы защитить всю чувствительную информацию, подобно паролю сервера, в ваших файлах конфигурации. Если Вы не хотите использовать глобальный пароль, закройте этот диалог и отключите его использование в диалоге настроек.

source: Use global password:
de: Globales Passwort verwenden:
pt: Utilizar senha global:
ru: Использовать глобальный пароль:

source: (this implies using stronger encryption)
de: (Bewirkt stärkere Verschlüsselung)
pt: (isto implica utilizar uma criptografia mais poderosa)
ru: (это подразумевает использование более сильного кодирования)

source: Old password:
de: Altes Passwort
pt: Antiga senha:
ru: Старый пароль:

source: New password:
de: Neues Passwort:
pt: Nova senha:
ru: Новый пароль:

source: Retype password:
de: Neues Passwort wiederholen:
pt: Reescreva senha:
ru: Повтор пароля:

source: Incorrect old password value!
de: Das alte Passwort war falsch !
pt: Valor da senha antiga incorrecto!
ru: Неверное старое значение пароля!

source: Password can't be empty.
de: Das Passwort darf nicht leer sein
pt: Tem de escrever uma senha.
ru: Пароль не может быть пустым.

source: The two values for the password do not match!
de: Die beiden Passwörter sind verschieden !
it: Le due password non coincidono!
pt: Os dois valores da senha não coincidem!
ru: Два значения для пароля не соответствуют!

source: Do you want to expunge all deleted messages in folder '%s'?
de: Möchten Sie alle gelöschten Nachrichten aus dem Ordner '%s' entfernen ?
nl: Wilt u werkelijk alle verwijderde berichten in map '%s' verwijderen?
pt: Você quer expurgar todas as mensagens eliminadas na pasta '%s'?
ru: Вы хотите затереть все удаленные сообщения в каталоге '%s'?

source: &Settings
de: &Einstellungen
it: &Impostazioni
ru: Настройки

source: Select the settings to reset
de: Einträge zum Rücksetzen auswählen
it: Seleziona i parametri da reimpostare
pt: Selecione as definições que quer redefinir
ru: Выберите параметры настройки, чтобы сбросить

source: Setting
de: Einstellung
it: Parametro
pt: Definição
ru: Настройки

source: Folder
de: Ordner
it: Cartella
pt: Pasta
ru: Каталог

source: yes
de: ja
it: si
pt: sim
ru: да

source: no
de: nein
pt: não
ru: нет

source: off
de: aus
pt: desligado
ru: откл

source: all folders
de: Alle Ordner
it: tutte le cartelle
pt: todas as pastas
ru: все каталоги

source: Reenabled %d previously disabled message boxes.
de: %d Dialogboxen wieder aktiviert.
it: Riabilitate %d caselle di messaggi, già disabilitate.
ru: Повторно разрешено %d предварительно заблокированных окон сообщений.

source: No message boxes were reenabled.
de: Es wurden keine Dialogboxen aktiviert.
it: Non è stata riabilitata nessuna cartella di messaggi.
pt: Nenhuma caixa de mensagens foi reactivada.
ru: Нет повторно разрешённых окон сообщений.

source: No message boxes have been disabled yet.
de: Bisher sind keine Dialogboxen abgeschaltet
it: Le caselle di messaggi non sono state ancora visualizzate
pt: Ainda nenhuma caixa de mensagens foi desactivada.
ru: Нет заблокированных окон сообщений.

source: The server presents the following certificate:
de: Der Server präsentiert das folgende Zertifikat:
it: Il server presenta il seguente certificato:
pt: O servidor apresenta o seguinte certificado:
ru: Сервер представляет следующий сертификат:

source: Name :
it: Nome:
pt: Nome :
ru: Название :

source: Issuer :
de: Aussteller :
it: Emesso da:
pt: Emitidor :
ru: Запрашивающий :

source: Fingerprint :
de: Fingerabdruck :
it: Impronta digitale:
ru: Отпечаток :

source: Do you accept this certificate?
de: Akzeptieren Sie dieses Zertifikat ?
it: Accetti questo certificato?
pt: Você aceita este certificado?
ru: Вы хотите принять этот сертификат?

source: SSL certificate verification
de: SSL-Zertifikat prüfen
it: Verifica certificato di sicurezza SSL
ru: SSL проверка сертификата

source: Mahogany Licensing Conditions
de: Mahogany: Nutzungsbedingungen
it: Condizioni della licenza di Mahogany
ru: Лицензионное соглашение Mahogany

source: Licensing Conditions
de: Nutzungsbedingungen
it: Condizioni della licenza
pt: Condições do licenciamento
ru: Лицензионное соглашение

source: Accept
de: Akzeptieren
it: Accetto
pt: Aceitar
ru: Принять

source: Reject
de: Ablehnen
it: Rifiuto
pt: Rejeitar
ru: Отказ

source: &Down
de: Nach unten
es: &Abajo
fi: &Alas
it: &Gi
nl: &Omlaag
pt: Para &Baixo
pt_br: Para &baixo
ru: Вниз

source: &Up
de: Nach oben
es: &Arriba
fi: &Ylˆs
it: S&u
nl: Om&hoog
pt: Para &Cima
pt_br: &Para cima
ru: Вверх

source: Change the identity
de: Aktuelle Identität wechseln
pt: Mudar de identidade
ru: Выбрать языка интерфейса

source: Mahogany: please wait
de: Mahogany : bitte warten
pt: Mahogany: por favor espere
ru: Выберите код языка:

source: XXXXXX done
de: XXXXXX erledigt
it: XXXXXX fatto
pt: XXXXXX concluído
ru: XXXXXX готово

source: %u done
de: %u fertig
ru: %u готово

source: Password required
de: Passwort benötigt
it: Richiesta password
pt: Senha necessária
ru: Требуемый пароль

source: &Username:
de: &Benutzername:
ru: Имя пользователя:

source: &Password:
de: &Passwort:
es: &Clave
fi: &Salasana:
nl: &Wachtwoord:
pt: &Senha
pt_br: S&enha:
ru: Пароль:

source: Please enter login/password to access this folder
de: Bitte geben Sie Benutzernamen/Passwort an, um auf diesen Ordner zugreifen zu können
ru: Пожалуйста введите логин/пароль, чтобы обратиться к этому каталогу

source: Folder '%s':
de: Ordner '%s':
pt: Pasta '%s':
ru: Каталог '%s':

source: Please enter login/password to %s this message
de: Bitte geben Sie Benutzername und Passwort an um diese Nachricht zu %s
ru: Пожалуйста введите логин/пароль для этого сообщения %s

source: send
de: Senden
pt: enviar
ru: отправить

source: post
de: Veröffentlichen
pt: afixar
ru: отправление

source: Server '%s':
pt: Servidor '%s':
ru: Сервер '%s':

source: Folder Name:
de: Name des Ordners:
es: Nombre de Folder:
fi: Kansion nimi:
fr: Nom du répertoire:
it: Nome cartella:
nl: Mapnaam:
pt: Nome da Pasta:
pt_br: Nome da pasta:
ru: Название каталога:

source: Parent folder:
de: Übergeordneter Ordner:
es: Folder Padre
fi: Yl‰kansio:
fr: Répertoire parent:
it: Cartella superiore:
nl: Oudermap:
pt: Pasta mãe:
pt_br: Pasta pai:
ru: Родительский каталог:

source: Create new folder
de: Neuen Ordner anlegen
es: Crear nuevo folder
fi: Luo uusi kansio
fr: Créer un nouveau répertoire...
it: Crea una nuova cartella
nl: Nieuw map maken
pt: Criar uma nova pasta
pt_br: Criar nova pasta
ru: Создать новый каталог

source: Sorry, international characters (like '%c') are not supported in the mailbox folder names, please don't use them.
de: Internationale Zeichen (wie '%c') können in den Namen der Mailbox-Ordner nicht verwendet werden.
it: I caratteri internazionali come '%c' non sono supportati per i nomi delle cartelle di posta e si devono evitare.
pt: Lamento, os caracteres internacionais (like '%c') não são suportados nos nomes da caixa de correio, por favor não os utilize.
ru: Извините, международные символы (подобно '%c') не поддерживаются в названиях каталога почтового ящика, пожалуйста не используйте их.

source: Folder '%s' specified as the parent for the new folder doesn't exist. Please choose an existing folder as parent or leave it blank.
de: Der Ordner '%s', der als übergeordneter Ordner angegeben ist, existiert nicht. Bitte wählen Sie einen vorhandenen Ordner oder lassen Sie das Feld leer.
ru: Каталог '%s' указанный как родитель для нового каталога не существует. Пожалуйста выберите существующий каталог как родитель, или оставьте пустым.

source: Folder properties
de: Einstellungen für den Ordner
es: Propiedades de Folder
fi: Kansion asetukset
fr: Propriétés du répertoire
it: Proprietà della cartella
nl: Mapeigenschappen
pt: Propriedades das Pastas
pt_br: Propriedades da pasta
ru: Свойства каталога

source: Access
de: Zugriff
es: Accesso
fi: Oikeus
fr: Accès
it: Accesso
nl: Toegang
pt_br: Acesso
ru: Доступ

source: File
de: Datei
es: Archivo
fi: Tiedosto
fr: Fichier
nl: Bestand
pt: Ficheiro
pt_br: Arquivo
ru: Файл

source: News
es: Noticias
fr: Usenet
nl: Nieuws
pt: Notícias
pt_br: Notícias
ru: Новости

source: Folder &Type
de: Ordner-&Typ
it: &Tipo di cartella
pt: &Tipo de Pasta
ru: Тип Каталога

source: &User name
de: Benutzername
ru: Имя пользователя

source: &Password
de: &Passwort:
ru: Пароль

source: &File name
de: &Dateiname
ru: Имя файла

source: &Server
ru: Сервер

source: &Mailbox
ru: Почтовый ящик

source: &Newsgroup
ru: Новости

source: &Comment
de: &Kommentar
ru: Комментарий:

source: SS&L/TLS usage
de: SSL/TLS-Verwendung
ru: SS&L/TLS использование

source: Accept &unsigned (self-signed) certificates
de: Akzeptiere unsignierte (selbst signierte) Zertifikate
ru: Принять неподписанные (самоподписанные) сертификаты

source: &Keep server connection when idle
de: Verbindung mit Server erhalten, auch wenn unbenutzt
ru: Сохранять подключение к серверу во время простоя

source: Anon&ymous access
de: &Anonymer Zugriff
ru: Анонимный доступ

source: Folder can be accessed &without network
de: Ordner kann &ohne Netzwerk verwendet werden
ru: К каталогу можно обратиться без сети

source: &Hide folder in tree
de: Ordner in Baum &verstecken
it: Nasc&hondi la cartella nell'albero
ru: Скрывать каталог в дереве

source: Can &be opened
de: Kann &geöffnet werden
ru: Может быть открыт

source: Contains subfold&ers
de: Enthält weitere Mailbo&xen
ru: Содержит подкаталоги

source: Folder sub&type
de: Unter&typ des Ordners
ru: Подтип каталога

source: &Icon for this folder
de: &Icon für diesen Ordner
ru: Значок для этого каталога

source: :Don't use SSL at all:Use TLS if available:Use TLS only:Use SSL only
de: :Verwende überhaupt kein SSL:Verwende TLS, wenn vorhanden:Verwende nur TLS:Verwende nur SSL
ru: :Не использовать SSL вообще:Использовать TLS если доступно:Использовать только TLS:Использовать только SSL

source: Check this to always maintain connection to the server once it was established.
de: Markieren um die Verbindung zum Server zu erhalten, nachdem sie einmal hergestellt wurde.
ru: Отметьте здесь, чтобы всегда поддерживать подключение к серверу, как только оно было установлено.

source: For the types of folders which require user name and password check this to try to connect without any - this might work or fail depending on the server settings.
de: Für jene Mailboxen die Benutzernamen und Passwort benötigen, können Sie versuchen,anonym zu verbinden - dies wird manchmal unterstützt.
it: Per i tipi di cartelle che richiedono Username e Password, spunta questa opzione per tentare di connettersi senza identificazione - potrebbe funziare o no, a seconda delle impostazioni del server.
pt: Para os tipos de pastas que requerem o nome do utilizador e a senha marque isto para tentar a ligação sem nenhuma - isto pode resultar ou não dependendo da configuração do servidor.
ru: Для типов каталогов, которые требуют, имя пользователя и пароль, отметьте здесь, чтобы пробовать подключить в любом случае, не зависимо от параметров настройки сервера.

source: Choose degree of SSL/TLS support for communication with the server.
de: Wählen Sie den Grad der SSL/TLS-Unterstützung für die Kommunikation mit dem Server.
ru: Выберите степень SSL/TLS поддержки для связи с сервером.

source: Accept unsigned (self-signed) SSL certificates?
de: Unsignierte (selbst signierte) Zertifikate akzeptieren ?
ru: Принимать неподписанные (самоподписанные) SSL сертификаты?

source: Choose folder icon
de: Icon für Ordner auswählen
it: Scegli l'icona della cartella
pt: Escolher um ícone para as pastas
pt_br: Escolher ícone da pasta
ru: Выберите значок каталога

source: All the fields shown in this dialog have a slightly different meaning for the folders of type "Group". Instead of applying to this folder (which wouldn't make sense, as such folders don't contain any mail messages at all, but only other folders) these values will be used as defaults for all folders created under this group folder.
de: Alle Felder in diesem Dialog haben eine etwas andere Bedeutung für Mailbox-Gruppen. Sie beziehen sich nicht auf die Gruppe, sondern werden als Voreinstellung für alle Mailboxen in dieser Gruppe verwen- det.
it: Tutti i campi mostrati in questa finestra di dialogo hanno un significato un po' diverso per le cartelle di tipo "Gruppo". Invece di applicarli a questa cartella (che non avrebbe senso, visto che queste cartelle non contengono proprio messaggi di posta, ma solo altre cartelle) questi valori saranno usati come predefiniti per tutte le cartelle create sotto questa cartella di gruppo.
pt: Todos os campos exibidos nesta caixa de diálogo tem um significado ligeiramente diferente para as pasta do tipo "Group". Em vez de serem aplicados a esta pasta (o que não faria sentido, já que estas pastas não contém quaisquer mensagens, mas apenas outras pastas) estes valores serão predefinidos para todas as pastas criadas dentro deste grupo de pastas.
ru: Все поля, показанные в этом диалоге имеют немного отличный смысл для каталогов типа "Группа". Вместо того, чтобы применять к этому каталогу (для которого не имели бы смысл, так как эти каталоги не содержат почтовых сообщений, только другие каталоги) эти значения будут использоваться как значения по умолчанию для всех каталогов, созданных в этом каталоге группы.

source: Group folders hint
de: Hinweis auf Ordner-Gruppen
it: Suggerimento per cartelle di gruppo
nl: Hint voor groepmappen
pt_br: Dica do grupo de pastas
ru: Подсказка каталогов группы

source: MBX folder (best)
de: MBX-Ordner (beste)
pt: Pasta MBX (melhor)
ru: MBX каталог (лучше всего)

source: MBOX (traditional Unix)
de: MBOX (traditionelles Unix)
pt: MBOX (tradicional UNIX)
ru: MBOX (традиционный Unix)

source: Tenex folder
de: Tenex-Ordner
pt: Pasta tenex
ru: Tenex каталог

source: MH folder
de: MH-Ordner
it: Cartella MH
nl: MH map
pt: Pasta MH
pt_br: pasta MH
ru: MH каталог

source: Mahogany MH folder
de: Mahogany MH Ordner
it: Cartella MH di Mahogany
pt: Pasta Mahogany MH
ru: Mahogany MH каталог

source: Mahogany file folder
de: Mahogany Mailbox-Datei
it: Cartella di file di Mahogany
pt: Mahogany pasta de ficheiro
ru: Mahogany файловый каталог

source: NNTP group (remote server)
de: &NNTP-Gruppe (Usenet-News-Server)
it: Gruppo NNTP (server remoto)
pt: grupo NNTP (servidor remoto)
ru: Группа NNTP (сетевой сервер)

source: News group (local newsspool)
de: News-Gruppe (lokaler News-Spool)
it: Gruppo di discussione (area locale)
ru: Группа новостей (локальный newsspool)

source: Impossible to create MH folder '%s'.
de: MH-Mailbox '%s' kann nicht angelegt werden.
nl: Onmogelijk om MH map '%s' te maken.
pt: Impossível criar pasta MH '%s'.
pt_br: Impossível criar a pasta MH `%s'.
ru: Невозможно создать каталог MH '%s'.

source: login name
de: Benutzername
ru: логин

source: password
de: Passwort
ru: пароль

source: You have not specified a %s for this folder, although it requires one. If you leave it empty, Mahogany asks you for it every time when opening this folder and if you don't want this to happen you should fill it in here or, alternatively, select anonymous access.
de: Sie haben kein %s für diesen Ordner angegeben, obwohl es benötigt wird. Wenn Sie es leer lassen, so wird Mahogany Sie bei jedem Öffnen des Ordners fragen. Wenn Sie das nicht wollen, so sollten Sie es hier angeben oder statt dessen den anonymen Zugriff wählen
ru: Вы не определили %s для этого каталога, хотя это требуется. Если Вы оставите это поле пустым, Mahogany спросит у Вас его каждый раз при открытии этого каталога и если Вы не хотите, чтобы это случалось, Вы должны заполнить его здесь или, альтернативно, выбрать анонимный доступ.

source: Please do notice however that the passwords are stored using weak encryption. So if you are concerned about security, it is indeed better to leave it empty and let Mahogany prompt you for it whenever needed.
de: Beachten Sie, dass das Passwort in Ihrer Konfiguration mit schwacher Verschlüsselung gespeichert wird. Falls Sie Sorge haben, dass andere dieses lesen können, lassen Sie es leer und Mahogany wird sie danach fragen, wann immer es benötigt wird.
ru: Пожалуйста обратите внимание, что пароли сохранены со слабым кодированим. Если Вы обеспокоены защитой, действительно лучше оставить их пустыми и позволить Mahogany запрашивать у Вас пароль всякий раз, когда необходимо.

source: So would you like to leave the %s empty?
de: Sie möchten also das %s leer lassen ?
ru: Так хотели бы Вы оставить пустым %s?

source: Connecting to the IMAP server %s...
de: Verbinde mit IMAP Server %s...
ru: Соединение с IMAP сервером %s...

source: Mahogany Toolbar
de: Mahogany Werkzeugleiste
es: Barra de comandos de Mahogany
fi: Mahogany Tyˆkalupalkki
fr: Barre d'outils de Mahogany
it: Barra degli strumenti di Mahogany
nl: Mahogany werkbalk
pt_br: Barra de controles do Mahogany
ru: Панель Инструментов Mahogany

source: &Mail
de: &E-Mail
it: &Posta
ru: Почта

source: Me&ssage
de: &Nachricht
it: Me&ssaggio
pt: Me&ssagem
ru: Сообщение

source: &Language
de: &Sprache
pt: &Lingua
ru: Язык

source: Please select a Python script to run.
de: Bitte wählen Sie ein Pythonscript zum Ausführen.
es: Por favor seleccione script Python a ejecutar.
fi: Valitse ajettava Python-skripti.
it: Seleziona uno script Python da eseguire.
nl: Selecteer aub. een Python script om te starten.
pt: Por favor seleccione um script Python para executar.
pt_br: Por favor, selecione um script Python para execução.
ru: Пожалуйста выберите Python скрипт для запуска.

source: Program preferences successfully saved.
de: Programm-Einstellungen erfolgreich gespeichert.
es: Preferencias del programa salvadas exitosamente.
fi: Ohjelman asetukset tallennettu.
fr: Les options ont été sauvegardées.
it: Le impostazioni del programma sono state salvate.
nl: Programmavoorkeuren succesvol bewaard.
pt: As preferências do programa foram guardadas com sucesso.
pt_br: Suas preferências foram salvas com sucesso.
ru: Настройки программы сохранены.

source: Couldn't save preferences.
de: Konnte Einstellungen nicht speichern.
es: No pude salvar las preferencias.
fi: Asetuksia ei voitu tallentaa.
fr: Sauvegarde des options du programme a échoué.
it: Impossibile salvare le impostazioni.
nl: Kan voorkeuren niet bewaren.
pt: Não foi possível guardar preferências.
pt_br: Não foi possível salvar suas preferências.
ru: Невозможно сохранить настройки.

source: Choose file to export settings to
de: Wählen Sie die Datei um die Einstellungen zu exportieren
ru: Выберите файл для экспорта настроек в

source: Choose file to import settings from
de: Wählen Sie die Datei um die Einstellungen zu importieren
ru: Выберите файл для импорта настроек из

source: Settings successfully exported to file "%s"
de: Einstellungen erfolgreich in die Datei "%s" exportiert
ru: Настройки успешно экспортированы в файл "%s"

source: Failed to export settings to the file "%s".
de: Konnte Einstellungen nicht in die Datei "%s" schreiben.
ru: Невозможно экспортировать настройки в файл "%s".

source: Settings successfully imported from "%s"
de: Einstellungen erfolgreich aus der Datei "%s" importiert
ru: Настройки успешно импортированы из файла "%s"

source: Failed to import settings from the file "%s".
de: Konnte Einstellungen nicht aus der Datei "%s" lesen.
ru: Невозможно импортировать настройки из файла "%s".

source: Help not implemented for current context, yet.
de: Noch keine Hilfe für den aktuellen Kontext implementiert.
es: Ayuda para el contexto actual aun no implementada.
fi: Kyseiselle asiayhteydelle ei ole viel‰ apua.
fr: Pas (encore) d'aide pour ce contexte, déseolé.
it: Aiuto per questo contesto non implementato.
nl: Help nog niet geïmplementeerd voor huidige context.
pt_br: Ajuda para o contexto atual não foi implementada.
ru: Справка пока не реализована для текущего контекста.

source: Sorry
de: Tut mir leid.
es: Lo siento
fi: Valitan.
fr: Désolé
it: Spiacente
pt: Lamento
pt_br: Sinto muito
ru: Извините
