Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Python dynamic library couldn't be found.
de: Dynamische Python-Bibliothek nicht gefunden.
ru: Динамическая библиотека (dll) Python не найдена.

source: Python support is disabled, please enable it in the "Preferences" dialog.
de: Phyton-Unterstützung ist ausgeschaltet. Bitte im Dialog "Einstellungen" einnschalten.
ru: Python отключен, пожалуйста включите в диалоге "Настройки".

source: Cannot call Python function because Python interpreter failed to start up.
de: Kann keine Python-Funktion aufrufen, da der Python-Interpreter nicht startete.
ru: Невозможно выполнить Python функцию потомучто Python интерпретатор не запущен.

source: Module "%s" couldn't be loaded.
de: Modul"%s" konnte nicht geladen werden
ru: Модуль "%s" не загружен.

source: Function "%s" not found in module "%s".
de: Funktion "%s" nicht in Modul "%s" gefunden.
ru: Функция "%s" не найдена в модуле "%s".

source: Calling Python function "%s" failed.
de: Aufruf der Pythonfunktion "%s" ist gescheitert.
ru: Вызов Python функции "%s" не правильный.

source: Too many arguments to Python function "%s".
de: Zu viele Argumente an Pythonfunktion "%s".
ru: Слишком много аргументов для Python функции "%s".

source: Fatal Python problem: no main module dictionary.
de: Schweres Problem mit Python: Verzeichnis der Hauptmodule nicht gefunden.
ru: Фатальная Python проблема: нет главного словарного модуля.

source: Execution of the Python script "%s" failed.
de: Ausführung des Pythonskripts "%s" ist gescheitert.
ru: Выполнение Python скрипта "%s" неверно.

source: Import address book
de: Adressbuch importieren
it: Importa un'agenda
nl: Adresboek importeren
pt: Importar Livro de Endereços
pt_br: Editar livro de endereços
ru: Импорт адресной книги

source: Select the file or directory to import the data from or select the import format and check the 'location' checkbox below
de: Wählen Sie die Datei oder das Verzeichnis zum Importieren der Daten oder wählen Sie das Importformat und klicken Sie unten auf 'Herkunft'
it: Seleziona il file o la directory da cui importare i dati o seleziona il formato di importazione e verifica la finestra 'locazione' più sotto
pt: Seleccionar o ficheiro or directorio para importar de ou seleccionar o formato de importação e seleccionar a 'localização' caixa de vericação em baixo
ru: Выбор файла или директории для импорта данных или выбор формата для импорта из проверочного 'location' списка ниже

source: &File:
de: &Datei
nl: &Bestand
pt: &Ficheiro
ru: Файл:

source: Determine the &location automatically
de: Finde Pfadnamen automatisch
it: Determina la &locazione automaticamente
nl: De &locatie automatisch bepalen
pt: Determinar a &Localização automaticamente
pt_br: Determinar automaticamente o &local
ru: Определение локали автоматически

source: Determine the &format automatically
de: Finde &Format automatisch
it: Determina il &formato automaticamente
nl: Het &formaat automatisch bepalen
pt: Determinar o &Formato automaticamente
pt_br: Determinar automaticamente o &formato
ru: Определение формата автоматически

source: Sorry, no import filters found - importing address books is not available in this version of the program.
de: Kann Adressbuch nicht exportieren - diese Funktionalität ist in dieser Version des Programms nicht vorhanden.
pt: Lamento, não foram encontrados filtros de importação - importar livro de endereços não está disponivel nesta versão do programa
ru: Извините, фильтры импорта не найдены - импортирование адресной книги не доступно с этой версией программы.

source: Expansion options
de: Einstellungen zur Ergänzung
es: Opciones de expansion
fi: Laajennusvaihtoehdot
fr: Les options de completion
it: Opzioni di espansione
nl: Uitbreiding opties
pt: Opções de expansão
pt_br: Opções de expansão
ru: Опции расширения

source: Please choose an entry:
de: Bitte wählen Sie einen Eintrag:
es: Por favor seleccione una opcion
fi: Valitse kohta:
fr: Veuillez choisir une entrée:
it: Scegli un ingresso:
nl: Kies een vermelding:
pt: Por favor escolha uma entrada:
pt_br: Por favor escolha um item:
ru: Выберите точку входа:

source: &More matches
de: &Mehr Treffer
ru: Больше соответствия

source: &Delete
de: &Löschen
es: &Borrar
fi: &Poista
fr: &Effacer
it: C&ancella
nl: &Verwijderen
pt: Apagar
pt_br: M&arcar mensagem para remoção
ru: Удалить

source: Don't propose the selected address in this dialog any more and remove it from the list now
de: Die markierten Adressen in diesem Dialog nicht mehr vorschlagen und aus der Liste entfernen
ru: Не предлагать выбранный адрес в этом диалоге больше и удалить его из списка сейчас

source: Show more matching entries
de: Zeige weitere passende Einträge
ru: Показ больше входов соответствия

source: Sorry, impossible to determine the location of the default address book file for the format '%s' - please specify the file manually in the next dialog.
de: Der Pfad zum Adressbuch des Formats '%s' konnte nicht automatisch gefunden werden - bitte geben Sie die Datei im nächsten Dialog manuell an.
it: Non sono riuscito a determinare la locazione del file predefinito dell'agenda per il formato '%s' - specifica il file manualmente nella prossima finestra di dialogo.
pt: Lamento, impossível determinar a localização do ficheiro livro de endereços original para o formato '%s' - especifique por favor o ficheiro manualmente no diálogo seguinte.
pt_br: Sinto muito, impossível determinar a local do livro padrão de endereços para oformato `%s'. Por favor, especifique manualmente o arquivo na próxima caixa de diálogo.
ru: Извините, невозможно определить местоположение заданного по умолчанию файла адресной книги для формата ' %s' - пожалуйста определите файл вручную в следующем диалоге.

source: Please select source address book file
de: Bitte wählen Sie eine Herkunfts-Adressbuchdatei
it: Seleziona un file agenda da cui importare i dati
nl: Selecteer een adresboek bronbestand
pt: Por favor seleccione a localização do ficheiro livro de endereços
pt_br: Por favor, selecione o arquivo fonte do livro de endereços
ru: Пожалуйста выберите файл исходной адресной книги

source: Address book import
de: Adressbuchimport
it: Importa l'agenda
nl: Import Adresboek
pt: Importação do livro de endereços
pt_br: Importação de livro de endereços
ru: Импорт адресной книги

source: Native address book to create:
de: Eigenes Adressbuch anlegen:
it: Agenda nativa da creare:
nl: Te maken adresboek:
pt: Livro de endereço nativo a criar:
pt_br: Livro nativo de &endereços que será criado:
ru: Создать нативную адресную книгу:

source: Please choose an export format:
de: Bitte wählen Sie das Exportformat:
it: Scegli il formato di esportazione:
nl: Kies een exportformaat:
pt: Por favor escolha um formato de exportação:
ru: Выберите формат экспорта:

source: ADB export options
de: ADB Export-Einstellungen
it: Opzioni di esportazione ADB
nl: ADB export opties
pt: ADB opções de exportação
ru: Опции ADB экспорта

source: Cannot export address book - the functionality is missing in this version of the program.
de: Kann Adressbuch nicht exportieren - diese Funktionalität ist in dieser Version nicht vorhanden.
it: Impossibile esportare l'agenda - in questa versione del programma la funzionalita non è disponibile.
nl: Kan adresboek niet exporteren - de functie ontbreekt in deze versie van het programma.
pt: Impossível exportar livro de endereços - a função está ausente nesta versão do program.
ru: Невозможно экспортировать адресную книгу - функционал не доступен в этой версии программы.

source: Sorry, this feature is not yet implemented.
de: Dies ist leider noch nicht implementiert.
ru: Извините, этот функционал еще не реализован.

source: Nick &Name
de: &Alias
fi: &Alias
it: &Alias
nl: Verkorte &Naam
pt: Alcunha
pt_br: &Apelido
ru: Ник

source: F&ull Name
de: Vo&ller Name
es: &Nombre completo
fi: Koko &nimi
it: Nome &completo
nl: &Volledige naam
pt: Nome Completo
pt_br: No&me Completo
ru: Полное имя:

source: &First Name
de: &Vorname
es: &Nombre
fi: &Etunimi
it: &Nome
nl: V&oornaam
pt: Primeiro Nome
pt_br: &Primeiro nome
ru: Первое имя

source: F&amily Name
de: &Nachname
es: &Apellido
fi: &Sukunimi
it: &Cognome
nl: &Achternaam
pt: Nome de F&amília ou Apelido
pt_br: So&brenome
ru: Фамилия

source: &Prefix
de: Vorspann
es: &Prefijo
it: &Prefisso
nl: &Voorvoegsel
pt: &Prefixo
pt_br: &Prefixo
ru: Префикс

source: &Title
de: &Titel
es: &Titulo
fi: &Teht‰v‰nimike
it: &Titolo
nl: &Titel
pt: &Título
pt_br: &Título
ru: Заголовок

source: &Organization
de: &Organisation
es: &Organizacion
fi: &Organisaatio
it: &Organizzazione
nl: &Bedrijf
pt: &Organização
pt_br: &Organização
ru: Организация

source: &Birthday date
de: &Geburtsdatum
es: &Cumpleaños
fi: &Syntym‰p‰iv‰
it: &Data di nascita
nl: &Verjaardag
pt: Data de Nascimento
pt_br: &Data de nascimento
ru: День рождения

source: &Comments
de: &Kommentar
es: &Comentarios
fi: &Kommentit
it: &Commenti
nl: &Commentaar
pt: &Comentários
pt_br: &Comentários
ru: Комментарии

source: &E-Mail
pt: &E-Mail ou Correiro Electronico
pt_br: Correio &Eletrônico
ru: Адрес электронной почты

source: &Home Page
fi: &Kotisivu
it: Pagina &Web
pt: Página Pessoal
ru: Домашняя страница

source: Prefers &HTML mail
de: Bevorzugt &HTML-Nachrichten
es: Prefiere &HTML mail
fi: &Haluaa HTML-viestej‰
it: Preferenza messaggi in &HTML
nl: Prefereert &HTML mail
pt: Prefere correio &HTML
pt_br: Preferir mensagens em formato &HTML
ru: Предпочтительно HTML почта

source: &Additional e-mail addresses
de: &Zusätzliche E-Mail Adressen
es: &Direcciones de e-mail adicionales
fi: &Erilliset e-mail osoitteet
it: &Altri indirizzi di e-mail
nl: &Additionele e-mail adressen
pt: Endereços de correio electrónico %Adicionais
pt_br: Endereços de correio eletrônico &adicionar
ru: Дополнительный e-mail адрес

source: Street &Number
de: &Hausnummer
es: &Numero de Calle
fi: Ka&dun numero
it: &Numero civico
nl: Straat&naam
pt: &Número ou Lote
pt_br: &Número
ru: Номер улицы

source: &Street
de: &Straße
es: &Calle
fi: &Katu
it: &Indirizzo
nl: &Straat
pt: Rua
pt_br: &Rua
ru: Улица

source: &Locality
de: Raum
es: &Localidad
fi: &Paikkakunta
it: &Località
nl: &Wijk
pt: &Localidade
pt_br: &Localidade
ru: Район

source: C&ity
de: &Ort
es: &Ciudad
fi: &Kaupunki
it: &Città
nl: &Plaats
pt: C&idade
pt_br: Ci&dade
ru: Город

source: &Postcode
de: &PLZ
es: &Codigo Postal
fi: P&ostiosoite
it: Codice &postale
pt: Código Postal
pt_br: C&EP
ru: Почтовый код

source: &Country
de: &Land
es: &Pais
fi: &Maa
it: &Paese
nl: &Land
pt: País
pt_br: &País
ru: Страна

source: PO &Box
de: &Postfach
es: &Casilla Postal
fi: P&L
it: Case&lla postale
nl: Post&bus
pt: Caixa Postal
pt_br: &Caixa Postal
ru: PO ящик

source: P&hone
de: &Telefon
es: &Telefono
fi: P&uhelin
it: &Telefono
nl: &Telefoon
pt: Telefone
pt_br: &Telefone
ru: Телефон

source: &Fax
ru: Факс

source: &New entry...
de: &Neuer Eintrag...
es: &Nueva entrada...
fi: &Uusi nimike...
fr: &Nouvelle entrée...
it: &Nuovo ingresso...
nl: &Nieuwe vermelding...
pt: &Nova entrada
pt_br: &Novo item...
ru: Новый каталог...

source: &Rename...
de: &Umbenennen...
es: &Renombrar...
fi: &Nime‰ uudelleen...
fr: &Renommer...
it: &Rinomina...
nl: He&rnoemen...
pt: &Renomear
pt_br: &Renomear...
ru: Переименовать...

source: Cu&t
de: &Ausschneiden
es: &Cortar
fi: &Leikkaa
fr: &Couper
it: &Taglia
nl: &Knippen
pt: Cortar
pt_br: Cor&tar
ru: Вырезать

source: &Copy
de: &Kopieren
es: &Copiar
fi: &Kopioi
fr: Co&pier
it: Co&pia
nl: &Kopiëren
pt: &Cópia
pt_br: &Copiar
ru: Копировать

source: &Paste
de: &Einfügen
es: &Pegar
fi: L&iit‰
fr: Co&ller
it: Inco&lla
nl: &Plakken
pt: Colar
pt_br: Co&lar
ru: Вставить

source: Properties...
de: Eigenschaften...
it: Proprietà ...
pt: Propriedades...
ru: Настройки...

source: General
de: Allgemein
ru: Основной

source: Email
ru: Электронная почта

source: Office
de: Büro
ru: Офис

source: Home
de: Privat
it: Casa
pt: Casa
ru: Дом

source: &Book
de: &Buch
es: &Libro
fi: Kir&ja
fr: &Carnet
it: &Agenda
nl: &Boek
pt_br: &Livro
ru: Книга

source: &Edit
de: &Bearbeiten
es: &Edicion
fi: &Muokkaa
fr: &Editer
it: &Edita
nl: B&ewerken
pt: &Editar
pt_br: &Editar
ru: Правка

source: &Find
de: &Suchen
es: &Buscar
fi: &Etsi
fr: &Rechercher
it: &Trova
nl: &Zoeken
pt_br: &Procurar
ru: Найти

source: &Lookup:
de: &Suchen:
es: &Buequeda:
fi: &Etsi:
fr: &Chercher:
it: &Cerca:
nl: &Opzoeken
pt_br: &Localizar:
ru: Поиск:

source: &New...
de: &Neu...
es: &Nuevo...
fi: &Uusi...
fr: &Nouveau...
it: &Nuova...
nl: &Nieuw
pt: &Novo
pt_br: &Novo...
ru: Новый...

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отмена

source: Address Book Editor
de: Adressbucheditor
es: Editor de Libro de Direcciones
fi: Osoitekirjan muokkaus
fr: Editeur de carnet d'adresse
it: Editor dell'agenda
nl: Adresboek editor
pt: Editor do livro de endereços
pt_br: Editor do livro de endereços
ru: Редактор адресной книги

source: Address book '%s' couldn't be opened: this format is not supported.
de: Adressbuch '%s' konnte nicht geöffnet werden: Diese Format ist nicht unterstützt.
es: El libro de direcciones '%s' no pudo ser abierto: formato no soportado.
fi: Osoitekirjaa '%s' ei voitu avata: kyseinen formaatti ei ole tuettu.
fr: Impossible d'ouvrir le carnet d'adresse '%s': ce format n'est pas supporté.
it: Impossibile aprire l'agenda '%s': formato non supportato.
nl: Adresboek '%s' kon niet worden geopend: dit formaat wordt niet ondersteund.
pt: Livro de endereços '%s' não pode ser aberto: este formato não é suportado.
pt_br: Não foi possível abrir o livro de endereços `%s': seu formato não é suportado.
ru: Адресная книга '%s' не была открыта: этот формат не поддерживается.

source: Not all address books could be reopened.
de: Nicht alle Adressbücher konnten wieder geöffnet werden.
es: No todos los libros de direcciones pudieron ser reabiertos.
fi: Kaikkia osoitekirjoja ei onnistuttu avata.
fr: Pas tous les carnets d'adresses ont pu être rouverts.
it: Non tutte le agende possono essere riaperte.
nl: Niet alle adresboeken konden worden heropend
pt: Os livros de endereços não poderam ser todos reabertos.
pt_br: Nem todos os livros de endereços puderam ser reabertos.
ru: Не все адресные книги могут быть повторно открыты.

source: Not all tree branches could be reopened.
de: Nicht alle Zweige konnten wieder geöffnet werden.
es: No todas las ramas purdieron ser reabiertas
fi: Kaikkia hakemistopuun oksia ei voitu avata.
fr: Pas toutes les branches de l'arbre ont pu être rouvertes.
it: Non tutti i rami dell'albero possono essere riaperti.
nl: Niet alle takken van boom konden worden heropend
pt: Os ramos da árvore não poderam ser todos reabertos.
pt_br: Nem todos os itens da lista puderam ser reabertos.
ru: Не все ветви дерева могут быть повторно открыты.

source: The address book '%s' is already opened.
de: Das Adressbuch '%s' ist bereits geöffnet.
es: El libro de direcciones '%s' esta abierto.
fi: Osoitekirja '%s' on jo avoinna.
fr: Le carnet d'adresses '%s' est déjà ouvert.
it: L'agenda '%s' è gia aperta.
nl: Het adresboek '%s' is al geopend
pt: O livro de endereços '%s' já está aberto.
pt_br: O livro de endereços `%s' já está aberto.
ru: Адресная книга '%s' уже открыта.

source: New entry creation cancelled.
de: Anlegen des neuen Eintrags abgebrochen.
es: Creacion de nueva entrada cancelada.
fi: Uuden kohdan luonti peruutettu.
fr: La création de la nouvelle entrée annulé.
it: La creazione del nuovo ingresso è stata annullata.
nl: Maken van nieuwe vermelding geannuleerd.
pt: Cancelada a criação de uma nova entrada.
pt_br: A criação de um novo item foi cancelada.
ru: Отмена создания нового элемента

source: group
de: Gruppe
ru: группа

source: entry
de: Eintrag
ru: элемент

source: %s '%s' already exists %s.
de: %s '%s' existiert bereits %s.
es: %s '%s' ya existe %s.
fi: %s '%s' on jo olemassa %s.
fr: %s '%s' existe déjà %s.
it: %s '%s' esiste già %s.
nl: %s '%s' bestaat al %s.
pt: %s '%s' já existe %s.
pt_br: %s `%s' já existe %s.
ru: %s '%s' уже существует %s.

source: Can't create %s named '%s' %s.
de: Kann %s mit Namen '%s' nicht anlegen %s.
es: No puedo crear %s '%s' nombrados %s.
fi: %s luonti nimelle '%s' %s ep‰onnistui.
fr: Impossible de créer %s nommé '%s' %s.
it: Impossibile creare %s nomato '%s' %s.
nl: Kan %s genaamd '%s' niet maken %s.
pt: Não é possível criar %s com o nome '%s' %s.
pt_br: Não é possível criar um %s com o nome `%s' %s.
ru: Невозможно создать %s с именем '%s' %s.

source: Created new %s '%s' %s.
de: Neues %s '%s' %s angelegt.
es: Creados nuevos %s '%s' %s.
fi: Luotiin uusi %s '%s' %s.
fr: Nouveau %s '%s' a été crée %s.
it: Nuovo %s '%s' è stato creato %s.
nl: Nieuwe %s '%s' gemaakt %s.
pt: Criado novo %s '%s' %s.
pt_br: Criados novos %s `%s' %s.
ru: Создан новый %s '%s' %s.

source: Address book
de: Adressbuch
es: Libro de Direcciones
fi: Osoitekirja
fr: Carnet d'adresses
it: Agenda
nl: Adresboek
pt: Livro de endereços
pt_br: Livro de endereços
ru: Адресная книга

source: Really delete the %s '%s'?
de: %s '%s' wirklich löschen ?
es: Realmente quiere borrar los %s '%s'
fi: Poistetaanko %s '%s'?
fr: Voulez-vous vraiment effacer %s '%s'?
it: Eliminare %s '%s'?
nl: Werkelijk de %s '%s' verwijderen?
pt: Quer de facto eliminar o(a) %s '%s'?
pt_br: Realmente apagar o %s `%s'?
ru: Действительно удалить %s '%s'?

source: Address book editor
de: Adressbucheditor
it: Editor dell'agenda
nl: Adresboek editor
pt: Editor do livro de endereços
pt_br: Editor do livro de endereços
ru: Редактор адресной книги

source: Cancelled: '%s' not deleted.
de: Abgebrochen: '%s' nicht gelöscht
es: Cancelado:'%s' no borrado.
fi: Peruutettu: '%s' ei ole poistettu.
fr: Annulé: '%s' n'a pas été effacé(e).
it: Annullato: '%s' non eliminato/a.
nl: Geannuleerd: '%s' niet verwijderd.
pt: Cancelado: '%s' não eliminado.
pt_br: Cancelado: `%s' não foi removido
ru: Отменено: '%s' не удален.

source: %s '%s' deleted.
de: %s '%s' gelöscht.
es: '%s %s' borrado
fi: %d '%s' poistettu.
fr: %s '%s' a été effacé(e)
it: %s '%s' eliminato/a
nl: %s '%s' verwijderd.
pt: %s '%s' eliminado.
pt_br: %d `%s' removido.
ru: %s '%s' удален.

source: Cannot find any matches for '%s'.
de: Kann keine passenden Einträge für '%s' finden.
es: No puedo encontrar ninguna coincidencia para '%s'.
fi: Mit‰‰n '%s' vastaavaa ei lˆydetty.
it: Non trovo corrispondenze per '%s'.
nl: Kan '%s' nergens mee matchen.
pt_br: Não é possível encontrar nada relativo a `%s'.
ru: Не найдено ничего для '%s'.

source: Search for '%s' found %d entries.
de: Suche nach '%s' fand %d Einträge.
es: Busqueda de '%s' encontro %d entradas.
fi: Etsint‰ '%s' lˆysi %d kohtaa.
fr: Recherche pour '%s' a trouv§e %d entrées.
it: La ricerca per '%s' ha trovato %d ingressi.
nl: Zoeken naar '%s' leverde %d vermeldingen.
pt_br: A pesquisa por `%s' encontrou %d itens.
ru: Для '%s' найдено %d элементов.

source: Search wrapped to the beginning.
de: Suche am Beginn neu begonnen.
es: Busqueda llevada al inicio.
fi: Etsint‰ aloitettu alusta.
fr: Recherche a atteint le bas de la liste.
it: La ricerca e tornata all'inizio.
nl: Zoeken weer bij begin begonnen.
pt_br: A pesquisa está continuando no início.
ru: Поиск вернулся в начало.

source: Changes to '%s' undone
de: Änderungen an '%s' rückgängig gemacht.
es: Cambios a '%s' deshechos
fi: Muutokset '%s' peruutettu.
fr: Changements à '%s' annulés
it: Cambiamenti a '%s' annullati
nl: Verandering aan '%s' ongedaan gemaakt
pt: Modificações feitas a '%s' foram anuladas
pt_br: Mudanças no `%s' foram desfeitas.
ru: Изменения для '%s' отменены

source: Go to entry/group
de: Gehe zu Eintrag/Gruppe
es: Ir a entrada/grupo
fi: Siirry kohtaan/ryhm‰‰n
fr: Aller à l'entrée/groupe
it: Vai all'ingresso/gruppo
nl: Ga naar vermelding/groep
pt: Ir para entrada/grupo
pt_br: Ir para o grupo/item
ru: Перейти к элементу/группе

source: Full entry &name:
de: Voller Eintrags&name:
es: Entrada y nombre completo:
fi: Kohdan koko &nimi:
fr: Nom complet de l'entrée:
it: &Nome completo dell'ingresso:
nl: Hele &naam vermelding:
pt_br: &Nome completo do item:
ru: Полное название элемента:

source: Which kind of address book do you want to create?
de: Was für eine Art Adressbuch möchten Sie anlegen ?
es: Que tipo de libro de direcciones quiere crear?
fi: Mink‰laisen osoitekirjan haluat luoda?
it: Che tipo di agenda vuoi creare?
nl: Wat voor soort adresboek wilt u maken?
pt: Que tipo de livro de endereços voçê quer criar?
pt_br: Que tipo de livro de endereços você deseja criar?
ru: Какой тип адресной книги вы хотите создать?

source: Which kind of address book do you want to open?
de: Was für eine Art Adressbuch möchten Sie öffnen ?
es: Que tipo de libro de direcciones quiere abrir?
fi: Mink‰laisen osoitekirjan haluat avata?
it: Che tipo di agenda vuoi aprire?
nl: Wat voor soort adresboek wilt u openen?
pt: Que tipo de livro de endereços voçê quer abrir?
pt_br: Que tipo de livro de endereços você deseja abrir?
ru: Какой тип адресной книги вы хотите открыть?

source: Creating new address book
de: Neues Adressbuch anlegen
es: Creando nuevo libro de direcciones
fi: Luodaan uutta osoitekirjaa
fr: Créer un nouveau carnet d'adresses
it: Creo una nuova agenda
nl: Nieuw adresboek wordt gemaakt
pt: Criar novo livro de endereços
pt_br: Criando um novo livro de endereços
ru: Создание новой адресной книги

source: Opening an address book
de: Adressbuch öffnen
es: Abriendo libro de direcciones
fi: Avataan osoitekirjaa
it: Apro un'agenda
nl: Adresboek wordt geopend
pt: Abrir um livro de endereços
pt_br: Abrindo um livro de endereços
ru: Открытие адресной книги

source: Create an address book
de: Adressbuch anlegen
es: Crear libro de direcciones
fi: Luo osoitekirja
it: Crea una nuova agenda
nl: Nieuw adresboek maken
pt: Crie um livro de endereços
pt_br: Criar um livro de endereços
ru: Создать адресную книгу

source: Open an address book
de: Öffnen eines Adressbuchs
es: Abrir libro de direcciones
fi: Avaa osoitekirja
it: Apri un'agenda
nl: Adresboek openen
pt: Abra um livro de endereços
pt_br: Abrir um livro de endereços
ru: Открыть адресную книгу

source: Address books (*.adb)|*.adb|All files (*.*)|*.*
de: Adressbücher (*.adb)|*.adb|Alle Dateien (*.*)|*.*
es: Libro de direcciones (*.adb)|*.adb|Todos los archivos (*.*)|*.*
fi: Osoitekirjat (*.adb)|*.adb|Kaikki tiedostot (*.*)|*.*
fr: Carnets d'adresses (*.adb)|*.adb|Tous les fichiers (*.*)|*.*
it: Agenda (*.adb)|*.adb|Tutti i file (*.*)|*.*
nl: Adresboeken (*.adb)|*.abd|Alle bestanden (*.*)|*.*
pt: Livros de endereços (*.adb)|*.adb|Todos os ficheiros (*.*)|*.*
pt_br: Livros de endereço (*.adb)|*.adb|Todos os arquivos (*.*)|*.*
ru: Адресные книги (*.adb)|*.adb|Все файлы (*.*)|*.*

source: Enter the address book name
de: Geben Sie den Adressbuchnamen an
es: Entre el nombre del libro de direcciones
fi: Anna osoitekirjan nimi
fr: Veuillez entrer le nom du carnet d'adresses
it: Inserisci il nome dell'agenda
nl: Geef de naam van het adresboek
pt: Entre o nome do livro de endereços
pt_br: Escolher o nome do livro de endereços
ru: Введите название адресной книги
