Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Address book '%s' was created, but could not be flushed. It might be unaccessible until the program is restarted.
de: Adressbuch '%s' wurde angelegt, konnte aber nicht völlig geschrieben werden. Es kann sein, dass es erst beim nächsten Programmstart zur Verfügung steht.
es: Libro de direcciones '%s' creado, pero no pudo ser purgado. Puede ser inaccesible hasta que el programa sea reiniciado.
fi: Osoitekirja '%s' luotu, mutta ei voitu tyhjent‰‰.Osoitekirja saattaa olla suljettu kunnes ohjelma k‰ynnistet‰‰n uudelleen.
it: L'agenda '%s' è stata creata, ma non può essere completata. Potrebbe essere inaccessibile fino al prossimo avvio del programma.
nl: Adresboek '%s' is gemaakt, maar kon niet geleegd worden. Het is mogelijk onbereikbaar tot het programma herstart is.
pt_br: O livro de endereços `%s' foi criado, mas não pode ser gravado. Ele poderáestá inassecível até que o programa seja reinicializado.
ru: Адресная книга '%s' была создана, но не была сохранена на диск. Возможно это недоступно, пока программа не перезапущена.

source: Successfully exported address book data.
de: Adressbuchdaten erfolgreich exportiert.
it: I dati dell'agenda sono stati esportati correttamente.
nl: Adresboekgegevens succesvol geëxporteerd.
pt: Dados do livro de endereços exportados com sucesso.
pt_br: Dados do livro de endereços foram exportados com sucesso.
ru: Успешно экспортированы данные адресной книги.

source: Address book export abandoned.
de: Adressbuch-Import abgebrochen.
pt: Exportação do livro de endereços abandonada.
ru: Экспорт адресной книги оставлен.

source: Address book successfully imported into book '%s'.
de: Adressbuch erfolgreich in Buch '%s' importiert.
it: L'agenda è stata importata correttamente nell'agenda '%s'.
nl: Adresboek succesvol geïmporteerd in boek '%s'.
pt: Livro de endereços importado com sucesso para o livro '%s'.
pt_br: Livro de endereços foi importado com sucesso no livro `%s'.
ru: Адресная книга, успешно импортированная в книгу '%s'.

source: Address book import abandoned.
de: Adressbuch-Import abgebrochen.
it: Rinuncio ad importare l'agenda.
nl: Adresboek importeren opgegeven.
pt: Importação do livro de endereços abandonada.
pt_br: Importação do livro de endereços foi abortada.
ru: Экспорт адресной книги оставлен.

source: Sorry, vCard exporting is unavailable.
de: vCard-Exportieren ist nicht verfügbar.
it: L'esportazione della vCard non è disponibile.
pt: Lamento, exportação do vCard está indesponível.
ru: Извините, экспорт vCard недоступен.

source: Choose the name of vCard file
de: Wählen Sie den Name für die vCard-Datei
it: Nome file della vCard
pt: Escolha o nome do ficheiro vCard
ru: Выбор названия файла vCard

source: vCard files (*.vcf)|*.vcf|All files (*.*)|*.*
de: vCard-Dateien (*.adb)|*.adb|Alle Dateien (*.*)|*.*
it: File della vCard (*.vcf)|*.vcf|Tutti i file (*.*)|*.*
pt: Ficheiros vCard (*.vcf)|*.vcf|Todos os ficheiros (*.*)|*.*
ru: Файлы vCard (*.vcf)|*.vcf|Все файлы (*.*)|*.*

source: Successfully exported address book data to the file '%s'.
de: Adressbuchdaten erfolgreich in Datei '%s' exportiert.
pt: Dados do livro de endereços exportados com sucesso para o ficheiro '%s'.
ru: Успешно экспортированы данные адресной книги в файл '%s'.

source: Address book export failed.
de: Adressbuch-Export gescheitert.
it: L'esportazione dell'agenda e fallita
nl: Adresboek export mislukt.
pt: Exportação do livro de endereços falhou.
pt_br: Exportação do livro de endereços falhou.
ru: Невозможен экспорт Адресной книги.

source: Sorry, importing vCards is unavailable.
de: Importieren von vCard-Dateien ist nicht verfügbar.
it: Peccato! L'importazione della vCard non è disponibile.
pt: Lamento, importação do vCard está indesponível.
ru: Извините, импорт vCards недоступен.

source: Cannot paste entry '%s' %s: an entry with the same name already exists.
de: Kann Eintrag '%s' %s nicht einfügen: ein Eintrag mit diesem Namen ist bereits da.
es: No puedo pegar entrada '%s' %s: una entrada con el mismo nombre existe ya.
fi: Kohtaan '%s' %s liitt‰minen ep‰onnistui: samanniminen kohta on olemassa.
it: Non posso incollare l'ingresso '%s' su %s: esiste già un altro ingresso con lo stesso nome.
nl: Kan vermelding '%s' %s niet plakken: een vermelding met dezelfde naam bestaat al.
pt: Não é possível colar entrada '%s' %s: uma entrada com o mesmo nome existe já.
pt_br: Não é possível colar o item `%s' %s, um item com o este nome já existe.
ru: Невозможно вставить элемент '%s' %s: элемент с таким названием уже существует.

source: Cannot paste the clipboard contents here.
de: Kann den Inhalt der Zwischenablage hier nicht einfügen.
es: No puedo pegar contenido del portapapeles aqui.
fi: Leikepˆyd‰n sis‰llˆn liitt‰minen t‰h‰n ei onnistu.
it: Non posso incollare qui i contenuti degli appunti.
nl: Kan inhoud van klembord niet hier plakken.
pt: Não é possível colar o conteúdo da área de transferência aqui.
pt_br: Não é possível colar os conteúdos da área de transferência aqui.
ru: Невозможно вставить содержимое буфера обмена здесь.

source: Editing entry '%s' %s
de: Bearbeite Eintrag '%s' %s
ru: Редактирование элемента '%s' %s

source: This group has no entries
de: Diese Gruppe hat keine Einträge
es: Este grupo no tiene entradas
fi: Ryhm‰ss‰ ei ole kohtia
it: Questo gruppo non ha un ingresso
nl: Deze groep heeft geen vermeldingen
pt: Este grupo não tem entradas
pt_br: Este grupo não possui nenhum item
ru: Эта группа не имеет элементов

source: No entry '%s': '%s' has no entry/subgroup '%s'.
de: Kein Eintrag '%s': '%s' hat keinen Eintrag oder Untergruppe '%s'
es: Ninguna entrada '%s': '%s' no tiene entrada/subgrupo'%s'.
fi: Ei kohtaa '%s': '%s' ei ole kohtaa/alaryhm‰‰ '%s'
it: Nessun ingresso '%s': '%s' non ha nessun ingresso/sottogruppo '%s'.
nl: Geen vermelding '%s': '%s' heeft geen vermelding/subgroep '%s'.
pt_br: Nenhum item '%s': `%s' não possui nenhum item ou sub-grupo `%s'
ru: Нет элемента '%s': '%s' не имеет элемента/подгруппы '%s'.

source: Entry '%s' cannot have subgroup/entry '%s'!
de: Eintrag '%s' kann keine Untergruppe/Eintrag '%s' haben !
es: Entradas '%s' no pueden tener como subgrupo/entrada 's%'!
fi: Kohta '%s' ei voi omistaa alaryhm‰‰/kohta '%s'!
it: L'ingresso '%s' non può avere come sottogruppo/ingresso '%s'!
nl: Vermelding '%s' kan geen subgroep/vermelding '%s' hebben!
pt: Entrada '%s' não pode ter subgrupo/entrada '%s'!
pt_br: O item `%s' não pode possuir um sub-grupo ou item `%s'!
ru: Элемент '%s' не может иметь подгруппу/элемент '%s'!

source: Find address book entry
de: Suche Adressbucheintrag
es: Buscar entrada de libro de direcciones
fi: Etsi osoitekirjan kohta
fr: Trouver une entrée dans le carnet d'adresses
it: Trova l'ingresso nell'agenda
nl: Zoek een adresboekvermelding
pt: Encontrar entrada no livro de endereços
pt_br: Procurar um item no livro de endereços
ru: Найти элемент адресной книги

source: Find &what:
de: Suche &nach:
es: &Encontrar que:
fi: Etsi &mit‰:
fr: &Chercher:
it: &Cosa cercare:
nl: &Wat zoeken:
pt: Encontrar o quê:
pt_br: &Procurar:
ru: Искать что:

source: &How
de: Wie
ru: Как

source: &Case sensitive
de: groß/klein unterscheiden
ru: С учетом регистра

source: &Substring search
de: Suche nach Teilstring
ru: Подстрока поиска

source: &Where
de: Wo
ru: Где

source: &Nick name
de: &Alias
ru: Ник

source: &E-mail address
de: &E-Mail Adresse
pt: Endereço de Correio &Electrónico
ru: Почтовый адрес

source: &Full name
de: Vo&ller Name
nl: Volledige naam
pt_br: No&me Completo
ru: Полное имя

source: &Home page
ru: Домашняя страница

source: Please specify where to search!
de: Bitte geben Sie den Suchbegriff an !
es: Por favor especifique donde buscar!
fi: Tarkenna hakusi kohdetta!
fr: Précisez où vous voulez chercher!
it: Specifica dove cercare!
nl: Geef aan waar te zoeken!
pt: Por favor especifique onde procurar!
pt_br: Por favor especifique onde procurar!
ru: Пожалуйста укажите, где искать!

source: Create a new entry/group
de: Neuen Eintrag/Gruppe anlegen
es: crear nueva entrada/grupo
fi: Luo uusi kohta/ryhm‰
fr: Créer une nouvelle entrée/nouveau groupe.
it: Crea un nuovo ingresso/gruppo.
nl: Nieuwe vermelding/group maken
pt: Crie uma nova entrada/grupo
pt_br: Criar um novo item ou grupo
ru: Создать новый элемент/группу

source: &New entry/group name:
de: &Name des neuen Eintrags/Gruppe:
es: &Entrada nueva/grupo nuevo:
fi: &Uusi kohdan/ryhm‰n nimi:
fr: &Nom de l'entrée/groupe:
it: &Nome del nuovo ingresso/gruppo:
nl: &Nieuwe vermelding/groepnaam:
pt: &Novo nome de entrada/grupo:
pt_br: &Nome do novo item ou grupo:
ru: Название нового элемента/группы:

source: Create a &group
de: &Gruppe anlegen
es: &Crear un grupo
fi: &Luo ryhm‰
fr: Créer un &groupe
it: Crea un &gruppo
nl: Maak een &groep
pt: Crie um &grupo
pt_br: Criar um &grupo
ru: Создать группу

source: Please specify a name for the new %s!
de: Bitte geben Sie dem neuen '%s' einen Namen !
es: Por favor especificar nombre para el nuevo %s!
fi: M‰‰rittele nimi uudelle %s!
fr: Veuillez précisez le nom du nouveau %s!
it: Specifica un nome per il nuovo %s!
nl: Geef een naam voor de nieuwe %s!
pt_br: Por favor, defina um nome para o novo %s!
ru: Пожалуйста укажите название для нового %s!

source: &Name:
it: &Nome:
pt: &Nome:
ru: Название:

source: File name:
de: &Dateiname:
ru: Название файла:

source: File size:
de: Dateigröße:
ru: Размер файла

source: &Description:
de: Beschreibung:
ru: Описание:

source: Number of entries:
de: Zahl der Einträge:
ru: Количество элементов:

source: Properties for '%s'
de: Eigenschaften für '%s'
es: Propiedades para '%s'
fi: '%s' asetukset
fr: Propriétés de '%s'
it: Proprietà per '%s'
nl: Eigenschappen voor '%s'
pt: Propriedades de '%s'
pt_br: Propriedades para `%s'
ru: Настройки для '%s'

source: unknown
de: unbekannt
es: desconocido
fi: tuntematon
fr: inconnu
it: sconosciuto
nl: onbekend
pt: desconhecido
pt_br: desconhecido
ru: неизвестно

source: not applicable
de: nicht anwendbar
ru: не соответствующий

source: No selection
de: Keine Auswahl
es: No seleccion
fi: Ei valintaa
fr: Pas de sélection
it: Nessuna selezione
nl: Geen selectie
pt: Nenhuma selecção
pt_br: Nenhuma seleção
ru: Не выбрано

source: Entry '%s' saved.
de: Eintrag '%s' gespeichert.
es: Entrada '%s' no salvada.
fi: Kohta '%s' tallennettu.
fr: Entrée '%s' enregistrée.
it: Ingresso '%s' salvato.
nl: Vermelding '%s' bewaard.
pt: Entrada '%s' gravada.
pt_br: O item `%s' foi salvo.
ru: Элемент '%s' сохранён.

source: &Add
de: &Hinzufügen...
it: &Aggiungi
pt: &Adicionar
ru: Добавить

source: &Modify
de: &Ändern...
pt: &Modificar
ru: Изменить

source: Add another address
de: Weitere Adresse hinzufügen
es: Añadir otra direccion
fi: Lis‰‰ uusi osoite
fr: Ajouter une autre adresse
it: Aggiungi un altro indirizzo
nl: Nog een adres toevoegen
pt: Adicionar outro endereço
pt_br: Adicionar outro endereço
ru: Добавить другой адрес

source: E-mail &address:
de: E-Mail &Adresse:
es: &Direccion E-mail:
fi: E-Mail &osoite:
fr: &Courier électronique:
it: Indirizzo e-m&ail:
nl: E-mail &adres
pt: Endereço de correio electrónico:
pt_br: &Endereço de correio eletrônico:
ru: Почтовый адрес:

source: Please select an entry to modify it.
de: Bitte wählen Sie einen Eintrag zum ändern.
es: Por favor seleccione entrada para modificar
fi: Valitse muokattava kohta.
fr: Veuillez sélectioner l'entrée à modifier.
it: Seleziona un ingresso da modificare.
nl: Selecteer een vermelding om te veranderen.
pt: Por favor seleccione uma entrada para modificar.
pt_br: Por favor escolha o item que será modificado.
ru: Пожалуйста выберите элемент, чтобы изменить его.

source: Modify address
de: Adresse ändern
es: Modificar direccion
fi: Muokkaa osoitetta
fr: Modifier l'adresse
it: Modifica l'indirizzo
nl: Adres wijzigen
pt: Modificar endereço
pt_br: Modificar endereço
ru: Изменить адрес

source: Please select an entry to delete.
de: Bitte wählen Sie einen Eintrag zum löschen.
es: Por favor seleccione entrada para borrar
fi: Valitse poistettava kohta.
fr: Veuillez sélectioner l'entrée à effacer.
it: Seleziona l'ingresso da eliminare.
nl: Selecteer een vermelding om te verwijderen.
pt: Por favor seleccione uma entrada para eliminar.
pt_br: Por favor escolha o item que será removido.
ru: Пожалуйста выберите элемент, чтобы удалить.

source: Address Books
de: Adressbücher
es: Libros de Direcciones
fi: Osoitekirjat
fr: Carnets d'adresses
it: Agende
nl: Adresboeken
pt: Livros de Endereços
pt_br: Livros de Endereços
ru: Адресные книги

source: Group
de: Gruppe
es: Grupo
fi: Ryhm‰
fr: Groupe
it: Gruppo
pt: Grupo
pt_br: Grupo
ru: Группа

source: Entry
de: Eintrag
es: Entrada
fi: Kohta
fr: Entrée
it: Ingresso
nl: Vermelding
pt: Entrada
pt_br: Item
ru: Элемент

source: %s '%s' already exists in this group.
de: %s '%s' ist bereits in dieser Gruppe.
es: %s '%s' ya existe en este grupo.
fi: %s '%s' on jo olemassa t‰ss‰ ryhm‰ss‰.
fr: %s '%s' existe déjà dans ce groupe.
it: %s '%s' esiste già in questo gruppo.
nl: %s '%s' bestaat al in deze groep.
pt: %s '%s' já existe neste grupo.
pt_br: %s `%s' já existe neste grupo.
ru: %s '%s' уже существует в этой группе.

source: at the root level of the addressbook '
de: In der obersten Ebene des Adressbuchs '
es: a nivel de raiz del libro de direcciones
fi: p‰‰tasolla osoitekirjassa '
fr: au niveau de base du carnet d'adresses '
it: al livello pricipale dell'agenda '
nl: op het basis niveau van het adresboek '
pt_br: no nível superior do livro de endereços'
ru: на верхнем уровне адресной книги '

source: in group '
de: in Gruppe '
es: en grupo
fi: ryhm‰ss‰ '
fr: dans le groupe '
it: nel gruppo '
pt: no grupo '
pt_br: no grupo '
ru: в группе '

source: Nameless entry %d
de: Namenloser Eintrag %d
nl: Naamloze vermelding %d
pt: Entrada sem nome %d
pt_br: &Nome para itens anônimos
ru: Неназванный элемент %d

source: Import error: cannot create entry '%s/%s'.
de: Importfehler: kann Eintrag '%s/%s' nicht anlegen.
it: Errore nell'importazione: impossibile creare un ingresso '%s/%s'.
nl: Import fout: kan vermelding '%s/%s' niet maken.
pt: Erro na importação: impossível criar entrada '%s/%s'.
pt_br: Erro de importação: não é possível criar o item '%s/%s'.
ru: Ошибка импорта: невозможно создать элемент '%s/%s'.

source: Import error: cannot create group '%s/%s'.
de: Importfehler: kann Gruppe '%s/%s' nicht anlegen.
it: Errore nell'importazione: impossibile creare un gruppo '%s/%s'.
nl: Import fout: kan groep '%s/%s' niet maken.
pt: Erro na importação: impossível criar grupo '%s/%s'.
pt_br: Error de importação: não é possível criar o grupo '%s/%s'.
ru: Ошибка импорта: невозможно создать группу '%s/%s'.

source: It seems that the file '%s' is not in the format '%s', do you still want to try to import it?
de: Es scheint, dass die Datei '%s' nicht in dem Format '%s' ist, möchten Sie sie trotzdem importieren?
it: Sembra che il file '%s' non sia del formato '%s', vuoi tentare comunque di importarlo?
pt: Parece que o ficheiro '%s' não está no formato '%s', voçê ainda quer tentar importá-lo?
pt_br: Aparentemente, o arquivo `%s' não está no formato `%s', você ainda quer tentar importá-lo?
ru: Похоже, что файл '%s' не имеет формат '%s', Вы все ещё хотите пробовать импортировать его?

source: couldn't start importing from file '%s'.
de: Kann aus Datei '%s' nicht importieren.
nl: kon importeren niet starten uit bestand '%s'.
pt: não pude começar a importar do ficheiro '%s'.
pt_br: não foi possível iniciar a importaçào do arquivo `%s'.
ru: невозможно запустить импорт из файла '%s'.

source: unsupported format.
de: Nicht unterstütztes Format.
it: formato non supportato.
nl: niet ondersteund formaat.
pt: formato não suportado.
pt_br: formato não suportado.
ru: неподдерживаемый формат.

source: cannot create native address book '%s'.
de: Kann Adressbuch '%s' nicht anlegen.
nl: Kan adresboek '%s' niet maken.
pt: não é possível criar livro de endereços nativo '%s'.
pt_br: não é possível crear o livro nativo de endereços `%s'.
ru: невозможно создать родную адресную книгу '%s'.

source: failed to save the address book.
de: Konnte Adressbuch nicht speichern
it: Salvataggio dell'agenda fallito.
pt: não conseguiu guardar o livro de endereços.
ru: невозможно сохранить адресную книгу.

source: Successfully imported address book from file '%s' (format '%s')
de: Adressbuch erfolgreich aus Datei '%s' (Format '%s') importiert.
it: L'agenda dal file '%s' (formato '%s') è stata importata correttamente.
nl: Adresboek succesvol geïmporteerd uit bestand '%s' (formaat '%s')
pt_br: Importação de endereços do arquivo `%s' (format `%s') foi um sucesso
ru: Успешный импорт адресной книги из файла '%s' (формат '%s')

source: Import of address book from file '%s' failed
de: Importieren von Adressen aus Datei '%s' gescheitert
nl: Import van adresboek uit bestand '%s' mislukt
pt: A importação do livro de endereços do ficheiro '%s' falhou
pt_br: A importação de endereços do arquivo `%s' falhou
ru: Импорт адресной книги из файла '%s' неудался

source: Looking for matches for '%s' in the address books...
de: Suche nach Übereinstimmung mit '%s' in den Adressbüchern...
ru: Ищущий пары для '%s' в адресных книгах...

source: Expanded '%s' using entries from group '%s'
de: '%s' expandiert mit den Einträgen aus Gruppe '%s'
es: Expandido '%s' usando entradas del grupo '%s'
fi: '%s' laajennettu k‰ytt‰en kohtia ryhm‰st‰ '%s'
fr: '%s' complétée avec l'entrée du groupe '%s'
it: '%s' completato usando gli ingressi dal gruppo '%s'
nl: '%s' uitgebreid mbv. vermeldingen uit groep '%s'
pt_br: `%s' foi expandido usando itens do grupo `%s'
ru: Развёрнутый '%s' использует элементы из группы '%s'

source: Expanded '%s' using entry '%s'
de: '%s' expandiert mit Eintrag '%s'
es: Expandido '%s' usando entradas '%s'
fi: '%s' laajennettu k‰ytt‰en kohtaa '%s'
fr: '%s' complétée avec l'entrée '%s'
it: '%s' complettato usando l'ingresso '%s'
nl: '%s' uitgebreid mbv. vermelding '%s'
pt_br: `%s' foi expandido utilizando o item `%s'
ru: Развёрнутый '%s' использует элемент '%s'

source: No matches for '%s'.
de: Keine passenden Einträge für '%s'.
es: No coincidencias para '%s'.
fi: Ei lˆytynyt: '%s'.
fr: Pas de resultats de recherche pour '%s'.
it: Nessuna corrispondenza per '%s'.
nl: Niets gevonden for '%s'
pt_br: Nada correspondente a `%s' foi encontrado.
ru: Нет пары для '%s'.

source: Can't open the address book '%s'.
de: Kann Adressbuchnamen '%s' nicht öffnen.
es: No puedo abrir el libro de direcciones '%s'.
fi: Osoitekirjaa '%s' ei voi avata.
fr: Impossible d'ouvrir le carnet d'adresses
it: Impossibile aprire l'agenda '%s'.
nl: Kan adresboek '%s' niet openen.
pt: Não é possível abrir o livro de endereços '%s'.
pt_br: Não é possível abrir o livro de endereços `%s'.
ru: Невозможно открыть адресную книгу '%s'.

source: Failed to create the address book '%s' for autocollected e-mail addresses.
de: Kann Adressbuch '%s' zum automatischen Sammeln von Adressen nicht anlegen.
es: Fallo en la creacion del libro de direcciones '%s' para direcciones de email auto importadas
fi: Osoitekirja '%s'n luonti automaattisesti ker‰tt‰ville viesteille ep‰onnistui.
fr: La création du carnet d'adresses pour les adresses ramassées automatiquement a échoué.
it: Fallita la creazione dell'agenda '%s' per auto-prelevare indirizzi e-mail.
nl: Creëren van het adresboek '%s' voor automatisch verzamelde adressen mislukt.
pt_br: A tentativa de criação da livro de endereços `%s', para os endereços das mensagens auto-coletadas, falhou.
ru: Невозможно создавать адресную книгу '%s' для автособранных адресов электронной почты.

source: Auto collected e-mail address '%s' (added to the entry '%s').
de: E-Mail Adresse '%s' gesammelt (zum Eintrag '%s' hinzugefügt).
es: Direcciones de email auto importadas '%s' (adicionadas a '%s').
fi: E-Mail osoite '%s' ker‰tty (lis‰tty kohtaan '%s').
fr: Adresse '%s' a été ramassée (rajoutée à l'entrée '%s').
it: Indirizzo '%s' memorizzato (aggiunto all'ingresso '%s').
nl: E-mail adres '%s' automatisch verzameld (toegevoegd onder '%s')
pt_br: O endereço de correio eletrônico `%s' foi automaticamente adicionado ao item `%s'.
ru: Авто собранный адрес электронной почты '%s' (добавленный к элементу '%s').

source: Add new e-mail entry '%s' for '%s' to the database?
de: Neue E-Mail Adresse '%s' für '%s' in Datenbank aufnehmen ?
ru: Добавить новый почтовый элемент '%s' для '%s' к базе данных?

source: Couldn't create an entry in the address book '%s' for autocollected address.
de: Kann für die automatisch gesammelte Adresse keinen Eintrag in Adressbuch '%s' anlegen.
es: No se pudo crear la entrada en el libro de direcciones '%s' para direcciones auto importadas
fi: Osoitekirjan kohdan '%s' luonti ep‰onnistui.
fr: Créeation de l'entrée '%s' pour une adresse ramassée automatiquement a échoué.
it: Impossibile creare un ingresso nell'agenda '%s' per un indirizzo auto-prelevato.
nl: Kon geen vermelding in het adresboek '%s' maken voor automatisch verzameld adres.
pt_br: Não foi possível criar um novo item no livro de endereços `%s' para os endereços auto-coletados.
ru: Невозможно создать элемент в адресной книге '%s' для автособранного адреса.

source: This entry was automatically added on %s.
de: Dieser Eintrag wurde automatisch gesammelt (%s).
es: Esta entrada fue añadida automaticamente en '%s'.
fi: T‰m‰ kohta lis‰ttiin automaattisesti (%s).
fr: Cette entrée a été crée automatiquement le %s.
it: Questo ingresso è stato aggiunto a %s.
nl: Deze vermelding is automatisch toegevoegd op %s.
pt: Esta entrada foi automaticamente adicionada a '%s'.
pt_br: Este item foi automaticamente adicionado a (%s).
ru: Этот элемент автоматически добавлен к %s.

source: Auto collected e-mail address '%s' (created new entry '%s' in group '%s').
de: E-Mail Adresse '%s' gesammelt (neuer Eintrag '%s' in Gruppe '%s').
es: Direcciones de email auto importadas '%s'(nuevas entradas creada '%s' en grupo'%s').
fi: E-Mail osoite '%s' ker‰tty (uusi kohta '%s' luotu ryhm‰‰n '%s').
fr: Adresse '%s' a été ramassée (nouvelle entrée '%s' a été créee).
it: Indirizzo '%s' prelevato (creato un nuovo ingresso '%s' nel gruppo '%s').
nl: E-mailadres '%s' automatisch verzameld (nieuwe vermelding '%s' in groep '%s').
pt_br: Endereço `%s' auto-coletado (novo item `%s' criado no grupo `%s').
ru: Авто собранный адрес электронной почты '%s' (создавал новый элемент '%s' в группе '%s').

source: '%s': the name is missing, address was not autocollected.
de: '%s': der Name fehlt, Adresse wurde nicht gesammelt.
es: '%s': falta el nombre, la direccion no se auto importo
fi: '%s': nimi puuttuu, osoitetta ei ker‰tty.
fr: '%s': pas de nom, l'adresse n'a pas été ramassée automatiquement.
it: '%s': manca il nome, indirizzo non prelevato.
nl: '%s': de naam ontbreekt, adres niet automatisch verzameld.
pt: '%s': o nome não existe, endereços não foi autorecolhido.
pt_br: `%s': o nome está faltando, endereço não foi auto-coletado.
ru: '%s': название отсутствует, адрес не был автособран.

source: Please select the addresses to save
de: Bitte wählen Sie die zu speichernden Adressen
pt: Por favor seleccione os endereços a gravar
ru: Пожалуйста выберите адреса, для сохраннения

source: Save addresses
de: Adressen speichern
pt: Guarde endereços
ru: Сохранены адреса

source: Please select the location in the address book to save the selected entries to:
de: Bitte geben Sie den Ort im Adressbuch an, an den die ausgewählten Einträge gespeichert werden sollen:
pt: Por favor selecione a localização no livro de endereços onde guardar as entradas seleccionadas:
ru: Пожалуйста выберите местоположение в адресной книге, чтобы сохранить выбранные элементы в:

source: Address book name:
de: Name des Adressbuchs:
pt: Nome do livro de endereços:
ru: Название адресной книги:

source: Group name:
de: Name der Gruppe:
pt: Nome do grupo:
ru: Название группы:
