Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Mahogany will not automatically collect mail from your system's default INBOX. You can change this in the INBOX folder's preferences dialog at any time.
de: Mahogany wird nicht automatisch Nachrichten aus der üblichen System-Mailbox INBOX abholen. Sie können dies jederzeit in den Einstellungen für die INBOX Mailbox ändern.
es: Mahogany no recogera automaticamente mail del INBOX. Puede cambiar esto en el dialogo de preferencias del INBOX en cualquier momento.
fi: Mahogany ei automaattisesti ker‰‰ viestej‰ j‰rjestelm‰si oletus INBOX-kansiosta. Voit muuttaa t‰t‰ INBOX-kansion asetusikkunassa milloin tahansa.
it: Mahogany non raccoglie automaticamente la posta dalla casella predefinita IN ARRIVO. Puoi cambiarlo quando vuoi dalle opzioni della cartella IN ARRIVO.
nl: Mahogany zal niet automatisch post verzamelen uit uw de standaard INBOX van uw systeem. U kunt dit veranderen in de voorkeuren van de INBOX map op ieder moment.
pt_br: O Mahogany não coletará automaticamente as mensagens da sua pasta padrão INBOX. Você pode mudar isto na caixa de diálogo de preferências da pasta INBOX, quando você desejar.
ru: Mahogany не будет автоматически собирать почту для вашего системного (по-умолчанию) каталога Входящих. Вы можете изменить эту опцию в настройках каталога Входящих в любое время.

source: Default system folder for incoming mail.
de: Üblicher Ordner für neu eingegangene Nachrichten.
es: Folder predeterminado para correo de entrada
fi: J‰rjestelm‰n oletuskansio saapuville viesteille.
fr: Répertoire pour le courier entrant.
it: Cartella predefinita per posta in arrivo.
nl: Standaard mailbox voor inkomende post.
pt: Pasta de sistema predefinida para as mensagens recebidas.
pt_br: Pasta padrão do sistema para as mensagens recebidas.
ru: По-умолчанию системный каталог для входящей почты.

source: Folder where Mahogany will collect all new mail.
de: Ordner für neu eingegangene Nachrichten
es: Folder donde Mahogany recogera el mail nuevo
fi: Kansio, johon Mahogany ker‰‰ kaikki uudet viestit.
it: Cartella dove Mahogany raccoglie la nuova posta.
nl: Map waar Mahogany alle nieuwe post in verzamelt.
pt: Pasta onde o programa irá recolher todas as novas mensagens de correio.
pt_br: Pasta onde o Mahogany coletará as novas mensagens.
ru: Каталог где Mahogany будет собирать всю новую почту.

source: SentMail
de: Gesendete Nachrichten
ru: Отправленные

source: Folder where Mahogany will store copies of outgoing messages.
de: Ordner, in dem Mahogany Kopien gesendeter Nachrichten speichert.
es: Folder donde Mahogany guardara copias de los mensajes enviados
fi: Kansio, johon Mahogany tallentaa kopiot l‰hetetyist‰ viesteist‰.
it: Cartella dove Mahogany mette le copie dei messaggi in uscita.
nl: Map waar Mahogany kopiën van uitgaande berichten bewaard.
pt: Pasta onde o programa irá guardar cópias das mensagens a enviar.
pt_br: Pasta onde o Mahogany armazenará cópias das mensagens enviadas.
ru: Каталог где Mahogany будет запоминать исходящие сообщения.

source: Trash
de: Papierkorb
it: Cestino
pt: Lixo
ru: Корзина

source: Folder where Mahogany will store deleted messages.
de: Ordner, in dem Mahogany gelöschte Nachrichten speichert.
it: Cartella dove Mahogany mette i messaggi cancellati.
nl: Map waar Mahogany verwijderde berichten zal bewaren.
pt: Pasta onde o programa irá guardar as mensagens eliminadas.
ru: Каталог где Mahogany будет запоминать удалённые сообщения.

source: Outbox
de: Ausgangsordner
it: In Uscita
pt: Caixa de Saída
ru: Исходящие

source: Folder where Mahogany will queue messages to be sent
de: Ordner in der Mahogany zu sendende Nachrichten sammelt
ru: Каталог Mahogany где будет очередь сообщений для отправки

source: Mahogany Test Message
de: Mahogany Testnachricht
es: Mensaje de prueba desde Mahogany
fi: Mahoganyn testiviesti
fr: Message de test de Mahogany
it: Messaggio di prova di Mahogany
nl: Mahogany testbericht
pt: Mensagem de Teste
pt_br: Mensagem de Teste do Mahogany
ru: Mahogany Тестовое Сообщение

source: If you have received this mail, your Mahogany configuration works. You should also try to reply to this mail and check that your reply arrives.
de: Wenn Sie diese Mail erhalten haben, sind Ihre Mahogany Einstellungen korrekt. Sie sollten versuchen, auf die Mail zu antworten und prüfen, ob die Antwort Sie erreicht.
ru: Если Вы получили эту почту, Ваша конфигурация Mahogany работает. Вы должны также пробовать ответить на эту почту и проверить, что ваш ответ прибывает.

source: Sending the test message failed, please recheck your configuration settings
de: Senden der Testnachricht gescheitert. Bitte prüfen Sie die Einstellungen.
ru: Отправление испытательного сообщения неудалось, пожалуйста повторно проверьте ваши параметры настройки конфигурации

source: Sent email message to:
de: Nachricht gesendet an:
es: Email enviado a:
fi: Viesti l‰hetetty:
fr: Le message a été envoyé à:
it: Messaggio inviato a:
nl: Bericht verstuurd aan:
pt: Mensagem de correio enviada para:
pt_br: Mensagem enviada para:
ru: Отправить почтовое сообщение к:

source: Please check whether it arrives.
de: Bitte prüfen Sie, ob sie ankommt.
es: Por favor chequee si llega a su destino
fi: Voitko tarkistaa saapuuko viesti perille.
fr: Veuillez vérifier que le message sera bien reçu s'il vous plaît.
it: Verifica che arrivi.
nl: Controleer aub. of het aankomt.
pt: Por favor verifique se ela chega ao destino.
pt_br: Por favor, verifique se esta mensagem chega ao seu destino.
ru: Пожалуйста проверте независимое прибытие.

source: Testing your configuration
de: Einstellungen werden geprüft
es: Probando su configuracion
fi: Testaan asetuksiasi
fr: Vérification de la configuration en cours
it: Sto provando la configurazione
nl: Instellingen worden getest
pt: Testar a sua configuração
pt_br: Testando sua configuração
ru: Тест вашей конфигурации

source: NNTP Server
it: Server NNTP
pt: Servidor NNTP
ru: NNTP сервер

source: Could not create an entry for the NNTP server.
de: Konnte keinen Eintrag für den lokalen NNTP-Server anlegen.
ru: Невозможно создать элемент для NNTP сервера.

source: IMAP Server
it: Server IMAP
pt: Servidor IMAP
ru: IMAP сервер

source: Could not create an entry for the IMAP server.
de: Konnte keinen Eintrag für den lokalen für den IMAP-Server anlegen.
ru: Невозможно создать элемент для IMAP сервера.

source: IMAP INBOX
ru: IMAP Входящие

source: POP3 Server
it: Server POP3
pt: Servidor POP3
ru: POP3 сервер

source: Could not create an entry for the POP3 server.
de: Konnte keinen Eintrag für den POP3-Server anlegen.
ru: Невозможно создать элемент для POP3 сервера.

source: News spool
ru: Новостная очередь

source: Could not create an entry for the local news spool.
de: Konnte keinen Eintrag für den lokalen News-Spool anlegen.
it: Impossibile creare un ingresso per l'area locale delle news.
ru: Невозможно создать элемент для локальной очереди новостей.

source: Local news-spool found on your system during installation.
de: Lokalen News-Spool auf Ihrem System gefunden.
it: Area locale delle news trovata nel sistema durante l'installazione.
ru: Найдена локальная очередь новостей на вашей системе, в течение инсталляции.

source: One time only environment setup...
de: Erstmalige Erstellung der Konfiguration...
ru: Один момент, только установится среда...

source: Retrieve remote configuration settings now?
de: Konfigurationsdaten jetzt vom Server holen ?
it: Importare le impostazioni remote ora?
pt: Recuperar as definições da configuração remota agora?
ru: Восстановить сетевые параметры настройки конфигурации сейчас?

source: Retrieve remote settings?
de: Konfigurationsdaten vom Server holen ?
pt: Recuperar as definições remotas?
ru: Восстановить сетевые параметры настройки?

source: Folder '%s' for storing remote configuration doesn't exist.
de: Der Ordner '%s' um die Konfigurationsdaten auf dem Server zu speichern, ist nicht da.
ru: Каталог '%s' для того, чтобы сохранить сетевую конфигурацию не существует.

source: Please check that the folder '%s' where the remote configuration is stored exists.
de: Die Konfigurationsdaten werden auf dem Server im Ordner '%s' gespeichert. Stellen Sie sicher, dass dieser da ist.
pt: Por favor verifique se a pasta '%s' onde a configuração remota está guardada existe.
ru: Пожалуйста проверьте, что каталог '%s', где сетевая конфигурация сохранена, существует.

source: Configuration mailbox '%s' does not contain any information.
de: Konfigurations-Mailbox '%s' enthält keine Daten.
it: La configurazione della cartella '%s' non contiene informazioni.
ru: Почтовый ящик конфигурации '%s' не содержит никакой информации.

source: Configuration mailbox '%s' contains more than one message. Possibly wrong mailbox specified? If this mailbox is the correct one, please remove the extra messages and try again.
de: Konfigurations-Mailbox '%s' enthält mehr als eine Nachricht. Möglicherweise haben Sie die falsche Mailbox angegeben? Falls dies die korrekte Mailbox ist, entfernen Sie bitte die extra Nachrichten und versuchen es nochmal.
it: La cartella '%s' contiene più di un messaggio. E' possibile che sia stata specificata una cartella sbagliata. Se questa cartella è quella giusta, è necessario rimuovere i messaggi in più e ritentare.
pt: A caixa de correio de configuração '%s' contém mais que uma mensagem. Talvez tenha especificado a caixa de correio errada? Se esta caixa de correio é a correcta por favor remova as mensagens a mais e tente outra vez.
ru: Почтовый ящик '%s' конфигурации содержит более одного сообщения. Возможно неправильно указан почтовый ящик? Если этот почтовый ящик правильный, пожалуйста удалите лишние сообщения и попробуйте снова.

source: The message in the configuration mailbox '%s' does not contain configuration settings. Please remove it.
de: Die Nachricht in der Konfigurations-Mailbox '%s' enthält keine Konfigurationsdaten. Bitte entfernen Sie die Nachricht.
it: I messaggi della cartella '%s' non contengono alcuna impostazione. E' necessario rimuoverli.
pt: A mensagem na caixa de correio de configuração '%s' não contém definições de configuração. Por favor remova-a.
ru: Сообщение в почтовом ящике '%s' конфигурации не содержит параметры настройки конфигурации. Пожалуйста удалите его.

source: Failed to retrieve remote filters information.
de: Konnte die Daten über Filter nicht vom Server holen.
pt: Não foi possível recuperar os dados dos filtros remotos.
ru: Неудалось восстановить сетевую информацию фильтров.

source: Retrieved %d remote filters.
de: %d Filter von Server geladen
pt: %d filtros remotos recuperados.
ru: Восстановлено %d сетевых фильтров.

source: Failed to retrieve remote identities information.
de: Konnte die Daten über Identitäten nicht vom Server holen.
pt: Não possível recuperar os dados das identidades remotas.
ru: Неудалось восстановить сетевую информацию идентификаторов.

source: Retrieved %d remote identities.
de: %d Identitäten von Server geladen
pt: %d identidades remotas recuperadas.
ru: Восстановлено %d сетевых идентификаторов.

source: Failed to retrieve remote folders information.
de: Konnte die Daten über Ordner nicht vom Server holen.
pt: Não foi possível recuperar os dados das pastas remotas.
ru: Неудалось восстановить сетевую информацию каталогов.

source: Retrieved %d remote folders.
de: %d Ordner wurden vom Server geholt
pt: %d pastas remotas recuperadas.
ru: Восстановлено %d сетевых каталогов.

source: Store remote configuration settings now?
de: Konfigurationsdaten auf Server speichern ?
it: Salvare la configurazione remota ora?
pt: Guardar as definições da configuração remota agora?
ru: Сохранить сетевые параметры настройки конфигурации сейчас?

source: Store remote settings?
de: Konfigurationsdaten auf Server speichern ?
pt: Guardar as definições remotas?
ru: Сохранить сетевые параметры настройки?

source: The remotely stored configuration information seems to have changed since it was retrieved. Are you sure you want to overwrite it with the current settings?
de: Die auf dem Server gespeicherten Konfigurationsdaten haben sich geändert seit sie abgeholt wurden. Möchten Sie sie wirklich mit den aktuellen Daten überschreiben?
it: Le impostazioni remote salvate sembrano essere cambiate da quando sono state prelevate. Sei sicuro di volerle sovrascivere con le nuove impostazioni?
pt: Os dados de configuração guardados remotamente parecem ter sido modificados desde que foram recuperados. Você tem a certeza que quer substitui-los com as definições actuais?
ru: Сохраненная сетевая информация конфигурации, кажется, изменилась с тех пор как она была восстановлена. Вы уверены, что Вы хотите записать поверх текущие параметры настройки?

source: Overwrite remote settings?
de: Einstellungen auf Server überschreiben ?
pt: Substituir as definições remotas?
ru: Перезаписать сетевые настройки?

source: Cannot remove old configuration information from mailbox '%s'.
de: Kann alte Konfigurationsdaten nicht aus Mailbox '%s' entfernen.
pt: Não é possível remover os dados de configuração antigos da caixa de correio '%s'.
ru: Невозможно удалить старую информацию конфигурации из почтового ящика '%s'.

source: Could not export configuration information.
de: Kann Konfigurationsdaten nicht exportieren.
pt: Não foi possível exportar os dados da configuração.
ru: Невозможно экспортировать информацию конфигурации.

source: Cannot read configuration info from temporary file '%s'.
de: Kann Konfigurationsdaten nicht aus temporärer Datei '%s' lesen.
pt: Não é possível extrair os dados da configuração do ficheiro temporário '%s'.
ru: Невозможно читать информацию конфигурации из временного файла '%s'.

source: Storing configuration information in mailbox '%s' failed.
de: Konfigurationsdaten konnten nicht in Mailbox '%s' gespeichert werden.
it: Salvataggio della configurazione della cartella '%s' è fallito!
pt: Não foi possível guardar os dados da configuração na caixa de correio '%s'.
ru: Сохранение информации конфигурации в почтовом ящике '%s' неудалось.

source: Successfully stored shared configuration info in folder '%s'.
de: Konfigurationsdaten erfolgreich in Mailbox '%s' gespeichert.
pt: Os dados da configuração partilhada foram guardados com sucesso na pasta '%s'.
ru: Успешно сохранённая общедоступная информация конфигурации в каталоге '%s'.

source: Saved settings
de: Einstellungen gespeichert
pt: Definições guardadas
ru: Сохранённые параметры настройки

source: You must accept the license to run Mahogany.
de: Sie müssen die Nutzungsbedingungen akzeptieren, um Mahogany zu benutzen.
it: Per avviare Mahogany devi accettare la licenza.
ru: Вы должны принять лицензию, чтобы запустить Mahogany.

source: Some of the standard folders are missing, the program won't function normally.
de: Einige der Standard-Ordner fehlen; das Programm wird nicht korrekt laufen.
ru: Некоторые из стандартных каталогов отсутствуют, программа не будет функционировать нормально.

source: Remote configuration information could not be retrieved.
de: Auf Server gespeicherte Konfigurationsdaten konnten nicht abgeholt werden.
it: Non riesco a prelevare le impostazioni remote.
pt: Os dados da configuração remota não poderam ser recuperados.
ru: Сетевая информация конфигурации не была восстановлена.

source: Error
de: Fehler
fi: Virhe
fr: Fehler
it: Errore
nl: Fout
pt: Erro
pt_br: Erro
ru: Ошибка

source: System Error
de: Systemfehler
es: Error de Sistema
fi: J‰rjestelm‰virhe
fr: Erreur système
it: Errore di sistema
nl: Systeemfout
pt: Erro de Sistema
pt_br: Erro de sistema
ru: Системная ошибка

source: Fatal Error
de: Unbehebbarer Fehler
es: Error Fatal
fi: Tuhoisa virhe
fr: Nicht behebbarer Fehler
it: Errore fatale
nl: Fatale fout
pt: Erro Fatal
pt_br: Erro fatal
ru: Фатальная ошибка

source: %f (%t messages, %u unread, %n new)
de: %f (%t Nachrichten, %u ungelesen, %n neu)
ru: %f (%t сообщений, %u непрочитанных, %n новых)

source: %f (%u unread, %n new)
de: %f (%u ungelesen, %n neu)
ru: %f (%u непрочитанных, %n новых)

source: Forwarded message:
de: Weitergeleitete Nachricht:
ru: Отправленное сообщение:

source: from $from about "$subject"
de: von $from über "$subject"
ru: от $from тема "$subject"

source: Date: $date, Subject: $subject, From: $from
de: Datum: $date, Betreff: $subject, Von: $from
ru: Дата: $date, Тема: $subject, От: $from

source: Good PGP signature%s
de: Gute PGP-Unterschrift%s
ru: Хорошая PGP подпись %s

source: Expired PGP signature%s
de: PGP Unterschrift%s abgelaufen
ru: Просроченная PGP подпись %s

source: PGP Signature from untrusted key "%s"
de: PGP Unterschrift mit nicht vertrauenswürdigem Schlüssel "%s"
ru: PGP Подпись от недоверяемого ключа "%s"

source: Bad PGP signature%s
de: Schlechte PGP-Unterschrift%s
ru: Плохая PGP подпись %s

source: PGP public key not found%s
de: Öffentlicher PGP-Schlüssel nicht gefunden%s
ru: PGP публичный ключ не найден %s

source: Decrypted PGP message
de: Entschlüsselte PGP-Nachricht
ru: Расшифровка PGP сообщения

source: Encrypted PGP message
de: Verschlüsselte PGP-Nachricht
ru: Шифрование PGP сообщения

source: Browse for the file
de: Datei auswählen
ru: Просмотр файла

source: Browse for a directory
de: Verzeichnis auswählen
ru: Просмотр каталога

source: Mahogany: Printout
de: Mahogany: Ausdruck
es: Mahogany: Impresion
fi: Mahogany: Listaus
fr: Mahogany: Aperçu d'impression
it: Mahogany: Uscita di stampa
nl: Mahogany: Afdruk
pt_br: Mahogany: Impressão
ru: Mahogany: Распечатка

source: The file '%s' doesn't contain any vCard objects.
de: Die Datei '%s' enthält keine vCard-Daten.
it: Il file '%s' non contiene nessun oggetto di vCard.
ru: Файл '%s' не содержит никаких объектов vCard.

source: Edit vCard
de: vCard editieren
it: Edita la vCard
pt: Editar vCard
ru: Редактировать vCard

source: &Full name:
de: Vo&ller Name:
it: Nome &completo
ru: Полное имя:

source: &First:
de: &Vorname:
it: &Primo:
ru: Первый:

source: &Middle:
de: &Mittelnamen:
it: &Medio:
ru: Средний:

source: &Last:
de: Nachname::
it: U&ltimo
pt: Último:
ru: Последний:

source: &Suffix:
de: Ergänzung:
it: &Suffisso:
ru: Суффикс

source: &Prefix:
de: Titel::
it: &Prefisso:
ru: Префикс:

source: &Birthdate:
de: &Geburtsdatum:
it: &Data di nascita:
ru: День рождения:

source: N&ame:
it: N&ome:
ru: Имя:

source: &Department:
de: &Abteilung:
it: &Dipartimento:
pt: &Departamento:
ru: Отдел:

source: &Title:
de: &Titel:
it: &Titolo:
pt: &Título:
ru: Заголовок

source: &Email list
de: &E-Mail Liste
it: Lista di &Email
pt: Lista de correio &electrónico
ru: Список почты

source: &Addresses
de: &Adressen
it: &Indirizzi
ru: Адреса

source: Invalid birthday date: '%s'
de: Ungültiges Geburtsdatum: '%s'
it: Data di nascita non valida: '%s'
ru: Недопустимая дата рождения: '%s'

source: Email address:
de: E-Mail &Adresse:
it: Indirizzo di E-mail:
pt: Endereço de correio electrónico:
ru: Почтовый адрес:

source: New email address
de: Neue E-Mail Adresse
it: Nuovo indirizzo di e-mail
pt: Novo endereço de correio electrónico
ru: Новый адрес электронной почты

source: Modify the email address
de: E-Mail Adresse ändern
it: Modifica l'indirizzo di email
pt: Modificar o endereço de correio electrónico
ru: Изменить адрес электронной почты

source: Edit Address
de: Adresse editieren
it: Modifica l'indirizzo
pt: Editar endereço
ru: Редактировать Адрес

source: &Data
de: &Datum
it: &Dati
ru: Данные

source: &Post office:
de: &Postamt:
it: Ufficio &postale:
ru: Почтовый офис:

source: &Extended:
de: &Erweiterung:
it: &Esteso:
ru: Дополнительно:

source: &Street:
de: &Straße:
it: &Indirizzo:
ru: Улица:

source: &City:
de: &Ort:
it: &Città:
ru: Город:

source: &Region:
it: &Regione:
pt: &Região:
ru: Регион:

source: &Postal code:
de: &PLZ:
it: Codice &postale:
pt: Código &postal:
ru: Почтовый код:

source: &Country:
de: &Land:
it: &Paese:
ru: Страна:

source: Domestic
de: Inland
it: Nazionale
pt: Doméstico
ru: Внутренний

source: International
it: Internazionale
pt: Internacional
ru: Международный

source: Postal
de: Postalisch
it: Postale
ru: Почтовый

source: Parcel
de: Paket
it: Pacco
pt: Encomenda
ru: Пакет

source: Work
de: Arbeit
it: Lavoro
pt: Emprego
ru: Работа

source: &Type
de: &Typ
it: &Tipo
pt: Escrever
ru: Тип

source: &CC
de: Kopie
it: &PERCO:

source: Cc
de: Kopie

source: Bcc
de: Blindkopie

source: Fcc
de: In Ordner

source: RO
de: schreibgeschützt

source: DUXCSMRFOPHGLN
de: DUXCSMRFOPHGL

source: &Cc
de: Kopie:
it: PER&CO

source: &Bcc
de: Blindkopie:
it: NON &VIS.

source: Copyright (C) 1997-2005 The Mahogany Developers Team
de: Copyright (C) 1997-2005 Das Mahogany Entwickler Team

source: Compose a new message after choosing a template for it
de: Nachricht unter Verwendung einer Vorlage schreiben

source: &Search Help...
de: &Suchen...
fi: &Etsi...
it: &Cerca in Aiuto...
nl: Zoeken in Help
pt_br: &Pesquisar na ajuda...

source: &Autosave delay
de: Speicher&intervall
es: &Demora de autosalvado
fi: &Automaattisen tallennuksen viive
fr: Dela&i entre les sauvegardes automatiques
it: Salva &automaticamente ogni
nl: Vertraging voor &automatisch bewaren
pt: Retardamento do &auto-guardar
pt_br: &Intervalo de auto-salvamento

source: Confirm &exit
de: Programm&ende bestätigen
es: &Confirmar y salir
fi: &Varmista poistuminen
fr: Confirmer la &sortie
it: Conferma l'uscita
nl: Beëindigen b&evestigen
pt_br: Confirm&ar a saída do programa

source: Always run only &one instance
de: Immer nur eine Kopie ausführen

source: Mahogany may highlight the options having non default values, whether they are set specifically at this folder level or inherited from parent.
de: Mahogany kann die Optionen hervorheben, die eine andereEinstellung als die normale habe, egal ob diese speziell fürdiesen Ordner gesetzt oder von den Eltern geerbt wurde.

source: composing newsgroup articles
de: Schreiben neuer Artikel
it: scrivere un articolo di discussione
pt: compor artigos de notícias

source: PGP/GPG crypto engine
de: Einrichtung für PGP/GPG Verschlüsselung

source: The PGP message is malformed, processing aborted.
de: Die PGP-Nachricht hat eine falsche Form. Bearbeitung abgebrochen.

source: default user
de: Üblicher Anwender

source: The passphrase you entered was invalid.
de: Das eingegebene Mantra war ungültig

source: Passphrase for the user "%s" unavailable.
de: Das Mantra für den Benutzer "%s" ist nicht verfügbar.

source: Ignoring unexpected GnuPG status line: "%s"
de: Unerwartete Zustands-Zeile von GnuPG wird ignoriert: "%s"

source: Valid signature from "%s"
de: Gültige Unterschrift von "%s"

source: Valid signature from (invalid) "%s"
de: Gültige Unterschrift von von nicht vertrauenswürdiger Person "%s"

source: Expired signature from "%s"
de: Die Unterschrift von "%s" ist abgelaufen

source: Secret key needed to decrypt this message is not available
de: Der private Schlüssel um diese Nachricht zu entschlüsseln ist nicht vorhanden

source: This message was prepared using a public key which you don't have in the local keyring. Would you like to try to retrieve this public key ("%s") from the keyserver?
de: Diese Nachricht wurde mit einem öffentlichen Schlüssel erzeugt, der nicht in Ihrem Schlüsselbund ist. Wollen Sie versuchen den öffentlichen Schlüssel ("%s") vom Schlüssel-Server zu holen ?

source: Importing public key failed for unknown reason.
de: Import des öffentlichen Schlüssels aus unbekannten Gründen gescheitert.

source: Public key not found on the key server "%s".
de: Öffentlicher PGP-Schlüssel nicht auf Server "%s" gefunden.

source: Successfully imported public key for "%s".
de: Öffentlichen Schlüssel für "%s" erfolgreich importiert.

source: Can't pass the encrypted data to PGP.
de: Die verschlüsselten Daten konnten nicht an PGP übergeben werden.

source: Failed to verify the message signature.
de: Signatur der Nachrichten konnte nicht geprüft werden.

source: Passphrase is required to unlock the secret key for user "%s":
de: Das Mantra ist erforderlich, um den privaten Schlüssel des Anwenders "%s" zu lesen.
