Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: propose to test new settings after changing any important ones
de: Schlage vor die, neue Einstellungen - nach wesentlichen Änderungen - zu testen
it: dopo aver cambiato delle impostazioni importanti, propongo di provarle
pt: testar as novas definições se modificar alguma essencial
ru: предложить проверить новые параметры настройки после любых важных изменений

source: warn if some options changes don't take effect until program restart
de: Warnen, dass einige Einstellungen erst nach Neustart aktiv werden
it: avverto se nuove opzioni necessitano del riavvio del programma per avere effetto
ru: предупредить, не вступают ли некоторые изменения опций в силу до рестарта программы

source: propose to save changed template before closing it
de: Vorschlagen, die Vorlage vor dem Schließen zu speichern
it: propongo di salvare un modello modificato prima di chiuderlo
pt: guardar um modelo modificado antes de fechá-lo
ru: предложить сохранить изменённый шаблон перед его закрытием

source: ask for confirmation before deleting a template
de: Nach Bestätigung zum Löschen einer Vorlage fragen
ru: спросить подтверждение перед удалением шаблона

source: show notification if the message is queued in Outbox and not sent out immediately
de: Hinweis anzeigen, wenn die Nachricht in den Ausgangsordner kopiert, aber nicht sofort gesendet wird
it: mostra una notifica se il messaggio in coda nella cartella 'In Uscita' e non è stato spedito subito
ru: показать уведомление, если сообщение поставлено в очередь в Исходящем почтовом ящике и не отправлено немедленно

source: show notification for queued messages
de: Bestätigung für Nachrichten in Ausgangsmailbox
it: mostra una notifica per i messaggi accodati
ru: показать уведомление для поставленных в очередь сообщений

source: show notification for sent messages
de: Bestätigung für gesendete Nachrichten
it: mostra una notifica per i messaggi spediti
ru: показать уведомление для посланных сообщений

source: show successful test message
de: Erfolgreiche Testnachricht anzeigen
pt: mostrar mensagem de teste bem sucedido
ru: показать успешное испытательное сообщение

source: ask for confirmation before deleting the address book entries
de: Bestätigung vor Löschen von Adressbucheinträgen
pt: confirmar antes de eliminar entradas no livro de endereços
ru: спросить подтверждение перед удалением элементов адресной книги

source: ask for confirmation before importing unrecognized address book files
de: Bestätigung vor Import von unbekannten Adressbuchdateien
it: chiedo conferma prima di importare dei file di agenda non riconosciuti tali
ru: спросить подтверждение перед импортированием нераспознанных файлов адресной книги

source: warning that module changes take effect only after restart
de: Warnen, dass Änderungen an den Modulen erst nach Neustart aktiv werden
pt: avisar que as modificações nos módulos só entram em efeito após reiniciar
ru: предупреждать, что изменения модуля вступают в силу только после рестарта

source: ask for confirmation before saving address books in BBDB format
de: Bestätigung vor Speichern von Adressbüchern im BBDB Format
it: chiedo conferma prima di salvare le agende nel formato BBDB
pt: confirmar antes de guardar livros de endereços no formato BBDB
ru: спросить подтверждение перед сохранением адресных книг в формате BBDB

source: show explanation after creating a folder group
de: Nach dem Anlegen einer Mailbox-Gruppe Erklärung anzeigen
it: mostra le spiegazioni dopo aver creato un gruppo di cartelle
ru: показать объяснение после создания каталога группы

source: warn if signature is longer than netiquette recommends
de: Warnen, wenn die Signatur länger als empfohlen ist.
it: avverto se la firma e più lunga di quanto suggerisce la buona norma
ru: предупреждать, если длинна подписи более, чем сетевые рекомендации

source: propose to permanently remember passwords entered interactively
de: Vorschlagen, die eingegebenen Passwörter dauerhaft zu speichern
ru: предложить постоянно помнить пароли, введенные в интерактивном режиме

source: propose to keep passwords entered interactively for the duration of this session
de: Schlage vor, die eingegebenen Passwörter für die Dauer diese Sitzung zu speichern
ru: предложить сохранить пароли, введенные в интерактивном режиме, только для этого сеанса

source: show the hint about reopening the log window when it is being closed
de: Hinweis, wie man das Protokoll-Fenster wieder öffnet.
it: mostra suggerimenti sulla riapertura della finestra di registro quando è già stata chiusa
ru: показать подсказку о повторном открытии лог окна, когда оно закрывается

source: expunge deleted messages before closing the folder
de: Gelöschte Nachrichten vor dem Schließen des Ordners verwerfen
ru: затирать удалённые сообщения перед закрытием каталога

source: suspend auto-collecting messages from failed incoming folder
de: Automatisches Abholen von Mail für fehlgeschlagene Ordner aussetzen
ru: приостановить автосбор сообщений из ошибочного каталога входящих

source: Warning that filter rules do not match dialog
de: Warnung, dass Filter-Regeln nicht dem Dialog entsprechen.
ru: Предупреждать, что правила фильтра не соответствуют диалогу

source: Warning that filter rules have been edited
de: Warnung, dass Filter-Regeln geändert wurden.
ru: Предупреждать, что правила фильтра были отредактированы

source: ask whether to replace filter when adding a new filter
de: Frage, ob Filter-Regel ersetzt werden soll, wenn eine neue Regel dazukommt.
it: chiedere di rimpiazzare i filtri quando se ne crea uno nuovo
ru: спросить, заменить ли фильтр при добавлении нового фильтра

source: create all subfolders automatically instead of browsing them
de: Alle Unter-Mailboxen automatisch einfügen statt sie auszusuchen
it: creare tutte le sotto cartelle automaticamente
ru: создать все подкаталоги автоматически вместо того, чтобы просмотреть их

source: store remote configuration from options dialog
de: Konfiguration aus "Einstellungen" auf Server speichern
ru: запомнить сетевую конфигурацию из диалога настроек

source: retrieve remote configuration from options dialog
de: Konfiguration für "Einstellungen" vom Server holen
ru: восстановить сетевую конфигурацию из диалога настроек

source: ask before overwriting remote configuration settings
de: Fragen, bevor die Konfigurationsdaten auf dem Server überschrieben werden
pt: perguntar antes de substituir as definições da configuração remota
ru: спросить перед перезаписью сетевых параметров настройки конфигурации

source: retrieve remote settings at startup
de: Konfigurationsdaten beim Start vom Server holen
ru: восстановить сетевые параметры настройки при запуске

source: store remote settings at shutdown
de: Konfigurationsdaten beim Beenden auf Server speichern
ru: запомнить сетевые параметры настройки при завершении

source: show confirmation after remote config was saved
de: Bestätigung anzeigen, nachdem die Konfigurationsdaten auf dem Server gespeichert wurden
ru: показать подтверждение после сохранения сетевой конфигурации

source: show explanation before asking for global password
de: Erklärung anzeigen, bevor nach dem globalen Passwort gefragt wird
pt: mostrar explicação antes de pedir a senha global
ru: показать объяснение перед просьбой о глобальном пароле

source: warn that newly created filter is unused
de: Warnen, dass der neu erstellte Filter nicht verwendet wird
ru: предупредить, что новый созданный фильтр, ещё не используется

source: ask confirmation before overwriting a filter with another one
de: Nach Bestätigung fragen, bevor ein Filter überschrieben wird
ru: спросить подтверждение перед перезаписью фильтра другим

source: ask where do you want to import folders
de: Fragen, wohin die Ordner importieren werden sollen
ru: спросить, откуда Вы хотите импортировать каталоги

source: confirm expunging messages after moving
de: Nach Bestätigung fragen, bevor Nachrichten nach dem Verschieben gelöscht werden
ru: подтвердить затирание сообщений после перемещения

source: propose to apply quick filter after creation
de: Vorschlagen, einen Schnell-Filter nach der Erstellung anzuwenden
pt: propor a aplicação do filtro rápido após a sua criação
ru: предложить применить быстрый фильтр после создания

source: propose to get all folders from IMAP server
de: Vorschlagen, alle Ordner vom IMAP-Server zu holen
pt: propor a recolha de todas as pastas do servidor IMAP
ru: предложить получить все каталоги от IMAP сервера

source: inline the big images
de: Große Bilder in der Nachricht anzeigen
ru: встраивать большие изображения

source: propose to edit folder settings if opening it failed
de: Vorschlagen, die Einstellungen des Ordners zu ändern, wenn das Öffnen scheitert
ru: предложить редактировать параметры настройки каталога, если открыть его неудалось

source: give explanation when clicking on a column in the folder view
de: Erklärungen ausgeben, wenn eine Spalte in der Ordner-Ansicht angeklickt wird
ru: давать объяснение при щелчке по столбцу в представлении каталога

source: give tip about reenabling the viewer bar when closing it
de: Tipp zur erneuten Anzeige der Auswahl für das Anzeigeformat, wenn sie geschlossen wird
ru: давать совет о перепредоставлении полосы средства просмотра при его закрытии

source: purge trash folder on exit
de: Papierkorb beim Beenden des Programms leeren
ru: чистить корзину при выходе

source: send mail when the system is offline
de: Mail verschicken, wenn das System nicht mit dem Netz verbunden ist
ru: отправлять почту, когда система автономна

source: propose to attach a vCard if none specified
de: Schlage vor eine vCard anzuhängen, wenn keine angegeben ist
ru: предложить прикрепить vCard, если ничего не определено

source: hint about how to reenable disabled message boxes
de: Hinweis wie die Dialogboxen wieder aktiviert werden können
ru: подсказка о том, как повторно разрешить заблокированные окна сообщений

source: confirm saving the message as a draft
de: Speichern einer Nachricht als Entwurf bestätigen
ru: подтверждать сохранение сообщения как проект

source: show a warning when "automatically delete drafts" option is on
de: Eine Warnung anzeigen, wenn die Option "Entwürfe automatisch löschen" aktiv ist
ru: показать предупреждение, когда опция "автоматически удалять проекты" включена

source: confirm resending messages
de: Erneutes Senden einer Nachricht bestätigen
ru: подтверждать сообщения вторичной отправки

source: confirm permanently deleting messages
de: Nach Bestätigung fragen, bevor Nachrichten endgültig gelöscht werden
ru: подтверждать безвозвратное удаление сообщений

source: permanently delete message after marking them as spam
de: Nachrichten endgültig löschen, nachdem sie als Spam markiert wurden
ru: безвозвратно удалить сообщение после маркировки его как спам

source: remember PGP/GPG passphrase in memory
de: PGP/GPG-Mantra im Speicher halten
ru: запомнить PGP/GPG пасс-фразу в памяти

source: retrieve PGP/GPG public keys from key server
de: Öffentliche PGP/GPG-Schlüssel vom Server holen
ru: восстановить PGP/GPG публичные ключи от ключевого сервера

source: propose to search again if no matches were found
de: Schlage erneut zu Suchen, wenn keine Treffer gefunden wurden.
ru: предложить искать снова, если ничего не было найдено

source: use wizard when creating a new folder
de: Assistenten verwenden, um einen neuen Ordner zu erzeugen
ru: использовать визард для создания нового каталога

source: format all paragraphs in composer before exit
de: Alle Absätze im Editor vor dem Verlassen umbrechen
ru: форматировать все параграфы в компоновщике перед выходом

source: warn if 8bit characters are used in composer and language is not set
de: Warnen, wenn 8-Bit Buchstaben im Editor verwendet werden und die Sprache nicht gesetzt ist
ru: предупредить, используются ли 8ми битные символы в компоновщике, и язык не установлен

source: ask if we should continue updating folders after an error
de: Nachfragen, ob die Ordner weiter aktualisiert werden sollen nach einem Fehler
ru: спросить, если мы продолжили обновлять каталоги после ошибки

source: ask for confirmation before removing all attachments from composer
de: Nach Bestätigung zum Löschen aller Anhänge im Editor fragen
ru: спросить подтверждение перед удалением всех вложений из компоновщика

source: unknown (%s)
de: unbekannt (%s)
pt: desconhecido (%s)
ru: неизвестно (%s)

source: Show ra&w text...
de: Unkonvertierten Text anzeigen...
ru: Показать исходный текст...

source: &Details...
ru: Детали...

source: This message is cryptographically signed but its signature is invalid!
de: Diese Nachricht ist kryptographisch signiert, aber die Signatur ist ungültig !
ru: Это сообщение - зашифровано, но его подпись недопустима!

source: PGP Information
ru: PGP информация

source: Sorry, no PGP details available.
de: Tut mir leid, aber es sind keine PGP-Details verfügbar
ru: Извините, нет доступных PGP деталей.

source: PGP Message Raw Text
de: Unkonvertierter Text der PGP-Nachricht
ru: Исходный текст PGP сообщения

source: Saving previously applied settings failed.
de: Speichern der letzten Einstellungen gescheitert.
ru: Сохранение предыдущих применённых настроек неудалось.

source: Could not load XFace file '%s'.
de: Kann XFace-Datei '%s' nicht laden.
nl: Kon XFace bestand '%s' niet laden.
pt: Não pude carregar ficheiro XFace '%s'.
pt_br: Não é possível carregar o arquivo XFace `%s'.
ru: Невозможно загрузить XFace файл '%s'.

source: &Info
de: &Information
ru: Информация

source: &Open
de: &Öffnen
es: &Abrir
fi: &Avaa
fr: &Ouvrir
it: &Apri
nl: &Openen
pt: &Abrir
pt_br: &Abrir
ru: Открыть

source: Open &with...
de: Öffnen mit
ru: Открыть с...

source: &Save...
de: &Speichern...
es: &Salvar...
fi: &Tallenna...
fr: &Sauvegarder...
it: &Salva...
nl: &Bewaren...
pt_br: &Salvar...
ru: Сохранить...

source: &View as text
de: Als Text anzeigen
pt: &Ver como texto
ru: Смотреть как текст

source: EMail address
de: E-Mail &Adresse:
ru: EMail адреса

source: &Write to
de: Schreiben an
ru: Писать к

source: &Forward to
de: Weiterleiten an
ru: Переслать к

source: &Add to address book...
de: Dem Adressbuch hinzufügen...
ru: Добавить в адресную книгу...

source: Open in &new window
de: In &neuem Fenster öffnen
pt: Abrir &numa janela nova
ru: Открыть в новом окне

source: &Copy to clipboard
de: In Zwischenablage kopieren
pt: &Copiar para a área de transferência
ru: Копировать в буфер обмена

source: Failed to lock clipboard, URL not copied.
de: Zwischenablage konnte nicht gesperrt werden; URL nicht kopiert.
ru: Невозможно закрыть буфер обмена, URL не скопирован.

source: Opening URL '%s'...
de: Öffne URL '%s'....
pt: Abrindo URL '%s'...
ru: Открытие URL '%s'...

source: Could not launch browser: '%s' failed.
de: Kann Browser nicht starten: '%s' gescheitert.
es: No pude lanzar el navegador:'%s' fallo.
fi: Selaimen k‰ynnistys pys‰htynyt: '%s' ep‰onnistui.
fr: Impossible de lancer le navigateur: la commande '%s' a échoué.
it: Non riesco a lanciare il navigatore: il comando '%s' è fallito.
nl: Kon browser niet starten: '%s' mislukt.
pt: Não foi possível abrir navegador: '%s' falhou.
pt_br: Não foi possível executar o navegador, `%s' falhou.
ru: Невозможно запустить броузер: '%s' неудачный.

source: No command configured to view URLs. Would you like to choose one now?
de: Kein Programmaufruf zum Anzeigen von URLs eingestellt. Möchten Sie eines auswählen?
es: No hay comando configurado para ver URLs. Quiere escoger uno ahora?
fi: URL:i‰ k‰sittelev‰‰ komentoa ei ole m‰‰ritelty. Haluatko m‰‰ritell‰ sen nyt?
fr: La commande à utiliser pour l'ouverture des URLs n'a pas été configurée. Veuillez-vous la configurer maintenant?
it: Non è stato configurato nessun comando per aprire l'URL. Vuoi sceglierlo ora?
nl: Geen commando ingesteld om URLs te bekijken. Wilt u dit nu instellen?
pt: Não foi configurado nenhum comando para ver URLs. Você quer escolher um agora?
pt_br: Nenhum programa para visualização de URLs foi configurado.Você gostaria de escolher um agora?
ru: Не настроена команда, чтобы просмотреть ссылки. Хотели бы Вы настроить сейчас?

source: No command configured to view URLs.
de: Kein Programmaufruf zum Anzeigen von URLs eingestellt.
es: No hay comando configurado para ver URLs.
fi: URL:i‰ k‰sittelev‰‰ komentoa ei ole m‰‰ritelty.
fr: La commande à utiliser pour l'ouverture des URLs n'a pas été configurée.
it: Non è stato configurato nessun comando per aprire gli URL.
nl: Geen commando ingesteld om URLs te bekijken.
pt: Não foi configurado nenhum comando para ver URLs.
pt_br: Nenhum programa para visualização de URLs foi configurado.
ru: Не настроена команда, чтобы просмотреть ссылки.

source: Couldn't launch browser: '%s' failed
de: Konnte Browser nicht starten: '%s' gescheitert
es: No pude lanzar el navegador:'%s' fallo.
fi: Selaimen k‰ynnistys pys‰htynyt: '%s' ep‰onnistui.
fr: Impossible de lancer le navigateur: la commande '%s' a échoué.
it: Non riesco a lanciare il navigatore: il comando '%s' è fallito.
nl: Kon browser niet starten: '%s' mislukt.
pt: Não foi possível lançar navegador: '%s' falhou
pt_br: Não foi possível executar o navegador, `%s' falhou.
ru: Невозможно запустить браузер: '%s' неудавшийся

source: Opening URL '%s'... done.
de: Öffne URL '%s'... fertig.
es: Abriendo URL '%s'... finalizado.
fi: Avataan URL '%s'... valmis.
fr: Ouverture de l'URL '%s' en cours... ok
it: Apertura dell'URL '%s' in corso... fatto.
nl: Openen URL '%s'... klaar.
pt: Abrindo URL '%s'... concluído.
pt_br: Abertura da URL `%s'... concluída.
ru: Открытие URL '%s' ... сделанно.

source: Opening URL '%s' failed.
de: Fehler beim Öffnen der URL '%s'.
es: Abriendo URL '%s'... fallo.
fi: Ei voida avata URL:‰‰ '%s'.
fr: Ouverture de l'URL '%s' a échoué.
it: L'apertura dell'URL '%s' è fallita.
nl: Openen URL '%s' mislukt.
pt_br: Abertura da URL `%s' falhou.
ru: Ошибка открытия URL '%s'

source: Please choose the actions below you would like to perform and then click the [Start] button to start importing.
de: Bitte wählen Sie, welche Aktionen Sie ausführen möchten und klicken Sie auf den Knopf "Start" um zu importieren.
it: Scegli le azioni sotto indicate che vuoi effettuare e poi clicca sul bottone [Avvio] per iniziare l'importazione.
pt: Por favor escolha em baixo as acções que voçê deseja executar e então clique no botão [Iniciar] para começar a importação.
ru: Пожалуйста выберите, действия ниже и затем щелкните кнопкой [Начало], чтобы начать импортировать.

source: &What to do:
de: &Was tun:
it: Cosa &wuoi fare:
pt: Que fazer:
ru: Что делать:

source: import &settings
de: &Einstellungen importieren
it: importa le impo&stazioni
ru: настройки импорта

source: import &address books
de: &Adressbücher importieren
it: importa le &agende
pt: importar livros de endereços
ru: импорт адресных книг

source: import &folders
de: Ordner importieren
it: importa &cartelle
pt: importar pastas
ru: импорт каталогов

source: import filter &rules
de: Filter&regeln importieren
it: importa le &regole del filtro
pt: importar regras de filtragem
ru: импорт правил фильтров

source: Import log
de: Protokoll des Imports
it: importa il registro
ru: лог импорта

source: &Start
it: &Avvio
pt: &Iniciar
ru: Старт

source: Mahogany: Import Dialog for %s
de: Mahogany: Dialog zum Importieren aus %s
pt: Mahogany: Diálogo de Importação para %s
ru: Mahogany: Диалог Импорта для %s

source: Importing %s %s
de: Importiere %s %s
pt: Importando %s %s
ru: Импортирование %s %s

source: settings
de: Einstellungen
it: impostazioni
pt: definições
ru: настройки

source: address books
de: Adressbücher
it: agende
pt: livros de endereços
ru: адресные книги

source: Would you like to put %s folders under a subgroup (otherwise they will be created at the tree root level?
de: Wollen Sie die %s-Ordner unter einer Untergruppe einfügen ? (ansonsten werden Sie in der Wurzelebene des Baums erzeugt)
pt: Você quer colocar as pastas %s num subgrupo (caso contrário elas serão criadas ao nível raiz - base - da árvore)?
ru: Хотели бы Вы поместить %s каталоги под подгруппой (иначе они будут созданы на уровне корня дерева)?

source: Import Folders
de: Ordner importieren
pt: Importar Pastas
ru: Импорт Каталогов

source: %s System Folders
de: %s System-Ordner
pt: %s Pastas de Sistema
ru: %s Системные Каталоги

source: folders
de: Ordner
it: cartelle
pt: pastas
ru: каталоги

source: filter rules
de: Filter-Regeln
it: regole del filtro
pt: regras de filtragem
ru: правила фильтра

source: %s configuration settings imported successfully.
de: %s-Konfiguration erfolgreich importiert
it: le impostazioni della configurazione %s sono state importate correttamente.
pt: As definições de configuração %s foram importadas com sucesso.
ru: %s параметры настройки конфигурации, импортированные успешно.

source: Importing from %s failed.
de: Importieren von %s gescheitert.
ru: Импортирование из %s неудалось.

source: None of Mahogany importers can be used, sorry.
de: Leider kann keines der Import-Module verwendet werden.
pt: Nenhum dos importadores do Mahogany pode ser utilizado, lamento.
ru: Ни один из импортеров Mahogany не может использоваться, извините.

source: Please select the programs you want to import the settings from.
de: Bitte wählen Sie das Programm, von dem Sie die Einstellungen importieren möchten:
it: Seleziona il programma da cui vuoi importare le impostazioni.
pt: Por favor seleccione os programas de onde você quer importar as definições.
ru: Пожалуйста выберите программы, из которых Вы хотите импортировать параметры настройки.

source: Mahogany: Import Settings
de: Mahogany: Einstellungen Importieren
it: Mahogany: importazione delle impostazioni
pt: Mahogany: Importar Definições
ru: Mahogany: Параметры Импорта

source: You can drop mail messages here.
de: Sie können hier Nachrichten ablegen.
it: Puoi mettere i messagggi qui.
pt: Você pode colocar mensagens de correio aqui.
ru: Вы можете перетащить почтовые сообщения сюда.

source: No folder under cursor, messages not dropped.
de: Kein Ordner unter dem Cursor; Nachrichten wurden nicht fallen gelassen
ru: Нет каталога под курсором, сообщения не перенесены.

source: Can't drop messages to this folder.
de: Kann Nachricht nicht in diesen Ordner fallen lassen.
it: Impossibile mettere i messaggi in questa cartella.
pt: Não pode colocar mensagens nesta pasta.
ru: Невозможно перетащить сообщения в этот каталог.

source: Can't drop messages to the same folder.
de: Kann Nachricht nicht in den gleichem Ordner fallen lassen.
it: Non è possibile spostare i messaggi nella stessa cartella.
pt: Não pode colocar mensagens na mesma pasta.
ru: Невозможно перетащить сообщения в тот же самый каталог.

source: %u message(s) dropped.
de: %u Nachricht(en) abgelegt
ru: %u сообщение(й) потеряно.

source: Attachment properties
de: Eigenschaften des Anhangs
ru: Настройки вложения

source: &Don't show again
de: Diese Meldung nicht wieder zeigen
ru: Не показывать снова

source: Local &file name:
de: Lokaler Dateiname:
ru: Локальное имя файла:

source: &Name in the message:
de: &Name in der Nachricht.
ru: Имя в сообщении:

source: &Disposition
de: Art
ru: Расположение

source: &MIME type:
de: MIME Typ:
ru: MIME тип:

source: MIME type "%s" is illegal.
de: Der MIME-Typ "%s" ist nicht erlaubt.
ru: MIME тип "%s" неверный.

source: Please choose a directory
de: Bitte wählen Sie ein Verzeichnis
it: Scegli una directory
nl: Kies een directory
pt: Por favor escolha um directório
pt_br: Por favor escolha um diretório:
ru: Пожалуйста выберите каталог

source: Browse for a %s
de: %s auswählen
nl: Bladeren voor een %s
pt_br: Visualizar %s
ru: Показать для %s

source: file
de: Datei
nl: bestand
pt: ficheiro
pt_br: arquivo
ru: файл

source: directory
de: Verzeichnis
pt: directório
pt_br: diretório
ru: папка
