Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: You have outgoing messages queued. Do you want to send them before going offline?
de: Noch Nachrichten bereit zum Senden. Möchten Sie diese Senden, bevor Sie das Netzwerk abbauen?
it: Hai dei messaggi in uscita ancora in coda. Vuoi spedirli prima di disconnetterti?
pt: Você tem mensagens em espera para serem enviadas. Você quer enviá-las antes de desligar?
ru: Вы имеете уходящие поставленные в очередь сообщения. Вы хотите отправить их перед отключением от сети?

source: Mahogany: Create new identity
de: Mahogany : Neue Identität anlegen
it: Mahogany: crea nuova identità
pt: Mahogany: Criar uma nova identidade
ru: Mahogany: Создать новый идентификатор

source: Enter the identity name:
de: Geben Sie den Namen der Identität an:
it: Inserisci il nome di identità:
ru: Введите имя идентификатора:

source: Created new identity '%s'.
de: Neue Identität '%s' anlegt.
ru: Создан новый идентификатор '%s'.

source: There are no existing identities to choose from. Please create an identity first.
de: Es gibt noch keine Identitäten zum Auswählen. Bitte legen Sie erst eine Identität an.
it: Non esistono ancora delle identit da scegliere. Ne devi prima creare una.
pt: Não existem identidades portanto não pode escolher uma. Por favor crie uma identidade primeiro.
ru: Нет существующих идентификаторов для выбора. Пожалуйста, сначала создайте идентификатор.

source: Select the new identity
de: Wählen Sie die neue Identität
it: Seleziona nuova identit
pt: Seleccione a nova identidade
ru: Выбор языка каталога

source: There are no existing identities to edit. Please create an identity first.
de: Es gibt noch keine Identitäten. Bitte legen Sie erst eine Identität an.
it: Non esistono ancora delle identità da editare. Ne devi prima creare una.
pt: Não existem identidades para editar. Por favor crie uma identidade primeiro.
ru: Нет существующих идентификаторов для редактирования. Пожалуйста, сначала создайте идентификатор.

source: Which identity would you like to edit?
de: Welche Identität möchten Sie bearbeiten ?
it: Quale identità vuoi editare?
pt: Que identidade você quer editar?
ru: Какой идентификатор Вы хотите редактировать?

source: There are no existing identities to delete.
de: Es gibt keine Identität zum Löschen.
pt: Não existem identidades para eliminar.
ru: Нет идентификаторов для удаления.

source: Which identity would you like to delete?
de: Welche Identität möchten Sie löschen ?
pt: Que identidade você quer eliminar?
ru: Какой идентификатор Вы хотите удалить?

source: Identity '%s' deleted.
de: Identität '%s' gelöscht.
pt: Identidade '%s' eliminada.
ru: Идентификатор '%s' удалён.

source: Default 7 bit (US ASCII)
de: Standard 7 bit (US ASCII)
pt: 7 bit Padrão (US ASCII)
ru: По умолчанию 7 бит (US ASCII)

source: Please choose the default encoding: it will be used by default in both message viewer and composer.
de: Bitte wählen Sie die Voreinstellung für das Kodierungs-Schema - es wird als Vorgabe für das Anzeigen und Schreiben von Nachrichten verwendet.
it: Scegliere la modalità di encoding di default: essa verrà utilizzata sia nell' editor sia nei messaggi.
ru: Пожалуйста выберите кодирование по умолчанию: это будет использоваться по умолчанию в обоих, средстве просмотра сообщения и компоновщике.

source: Choose default encoding
de: Voreinstellung für das Kodierungs-Schema wählen
pt: Escolha a codificação predefinida
ru: Выберите кодировку по умолчанию

source: MIME structure of the message
de: MIME-Struktur der Nachricht
ru: MIME структура сообщения

source: &Close
de: Schließen
ru: Закрыть

source: %u MIME parts
de: %u MIME-Teile
ru: %u MIME части

source: Failed to save MIME part "%s", skipping.
de: Konnte MIME-Teil "%s" nicht speichern, übersprungen
ru: Невозможно сохранить MIME часть "%s", пропущено.

source: Failed to save messages to temporary file.
de: Konnte Nachrichten nicht in temporärer Datei speichern.
ru: Невозможно сохранить сообщения во временный файл.

source: Failed to save attachment %u
de: Konnte Anhang %u nicht speichern
ru: Невозможно сохранить вложение %u

source: Copying messages failed.
de: Nachrichten konnten nicht kopiert werden.
it: Copia messaggi fallita.
nl: Berichten kopiëren mislukt.
pt: Não foi possível copiar as mensagens.
pt_br: A cópia de mensagens falhou.
ru: Невозможно копировать сообщения.

source: Choose directory to save attachments to:
de: Wählen Sie das Verzeichnis, um die Anhänge zu speichern:
ru: Выберите каталог для сохранения вложений:

source: Attachment has a name of existing file, please choose another one:
de: Der Anhang hat den Namen einer vorhandenen Datei, bitte wählen Sie einen anderen:
ru: Вложение имеет имя существующего файла, пожалуйста выберите другое:

source: Selected folder '%s'.
de: Ordner '%s' ausgewählt.
es: Folder seleccionado '%s'.
fi: Valittu kansio '%s'.
fr: Répertoire '%s' sélectionné.
it: Selezionata cartella '%s'.
nl: Map '%s' geselecteerd.
pt: Pasta '%s' seleccionada.
pt_br: Pasta `%s' foi selecionada.
ru: Выбранный каталог '%s'.

source: Found %lu messages in %lu folders.
de: %lu Nachrichten in %lu Ordnern gefunden.
ru: Найдено %lu сообщений в %lu каталогах.

source: No matching messages found. Would you like to search again?
de: Keine passenden Nachrichten gefunden. Wollen Sie erneut suchen ?
ru: Не найденны соответствующие сообщения. Хотели бы Вы искать снова?

source: Search results
de: Suchergebnisse
ru: Результаты поиска

source: Failed to create the search results folder
de: Ordner für die Suchergebnisse konnte nicht angelegt werden.
ru: Неудалось создать каталог результатов поиска

source: Copyright (C) 1997-2004 The Mahogany Developers Team
ru: Авторские права (C) 1997-2004 Mahogany группа разработчиков

source: (Debug build)
de: (Übersetzung mit Debug-Infos)
ru: (Отладочная версия)

source: &Folder
de: Ordner
it: &Cartella
pt: &Pasta
ru: Каталог

source: The folder '%s' is already opened.
de: Der Ordner '%s' ist bereits geöffnet.
pt: A pasta '%s' já está aberta.
ru: Каталог '%s' уже открыт.

source: Opening folder '%s' cancelled.
de: Öffnen des Ordners '%s' abgebrochen.
pt: A abertura da pasta '%s' foi cancelada.
ru: Открытие каталога '%s' отменено.

source: Choose directory containing MBOX folders
de: Wählen Sie das Verzeichnis, das die MBOX-Ordner enthält
pt: Escolher directório que contém as pastas MBOX
ru: Выберите папку содержащую MBOX каталоги

source: Created %u folders under '%s'.
de: %u Ordner unter '%s' erzeugt.
pt: %u pastas foram criadas em (debaixo de ou dentro de) '%s'.
ru: Созданные %u каталоги под '%s'.

source: Failed to close all opened folders.
de: Konnte nicht alle geöffneten Ordner schließen.
pt: Não foi possível fechar todas as pastas abertas.
ru: Невозможно закрыть все открытые каталоги.

source: Closed %d folders.
de: %d Ordner geschlossen
pt: %d pastas fechadas.
ru: Закрыто %d каталогов.

source: Can't search for messages in a non existent folder '%s'.
de: Ordner '%s' nicht da; kann nicht darin nach Nachrichten suchen.
ru: Невозможно искать сообщения в несуществующем каталоге '%s'.

source: Can't search for messages in the folder '%s'.
de: Kann nicht nach Nachrichten im Ordner '%s' suchen.
ru: Невозможно искать сообщения в каталоге '%s'.

source: &Tools
de: Werkzeuge
ru: Инструменты

source: Folders updated:
de: Ordner aktualisiert:
ru: Каталоги обновлены:

source: Updating folder tree
de: Ordner-Baum wird aktualisiert
ru: Обновить дерево каталогов

source: Checking status of the folder "%s" failed, do you want to continue updating the other folders?
de: Prüfen des Zustandes des Ordners '%s' gescheitert. Möchten Sie mit der Aktualisierung der anderen Ordner fortfahren ?
ru: Проверить статус каталога "%s" неудалось, Вы хотите продолжить обновление других каталогов?

source: Close
de: Schließen
pt: Fechar
ru: Закрыть

source: Close this window
de: Dieses Fenster schließen
es: Cerrar esta ventana
fi: Sulje ikkuna
fr: Fermer cette fenêtre
it: Chiudi questa finestra
nl: Dit venster sluiten
pt: Fechar esta janela
pt_br: Fechar esta janela
ru: Закрыть это окно

source: Addresses
de: Adressen
ru: Адреса

source: Edit address book
de: Adressbuch bearbeiten
es: Editar libro de direcciones
fi: Muokkaa osoitekirjaa
fr: Editer les carnets d'adresses
it: Modifica la rubrica
nl: Adresboek bewerken
pt: Editar livro de endereços
pt_br: Editar livro de endereços
ru: Редактировать адресную книгу

source: Options
de: Einstellungen
ru: Настройки

source: Edit preferences
de: Einstellungen ändern
es: Editar preferencias
fi: Muokkaa asetuksia
fr: Changer les options du programme
it: Cambia le impostazioni
nl: Voorkeuren bewerken
pt: Editar preferências
pt_br: Editar preferências
ru: Редактировать настройки

source: Check mail
de: Auf Nachrichten prüfen
ru: Проверить почту

source: Check for new mail
de: Prüfe auf neue Nachrichten
ru: Проверить наличие новой почты

source: Open
de: Öffnen
ru: Открыть

source: Open folder
de: Ordner öffnen
es: Abrir folder
fi: Avaa kansio
fr: Ouvrir un répertoire
it: Apri una cartella
nl: Open map
pt: Abrir pasta
pt_br: Abrir pasta
ru: Открыть каталог

source: Compose
de: Nachrichteneditor
es: Componer
fi: Kirjoita
fr: Ecrire un message
it: Scrivi
nl: Samenstellen
pt: Compor
pt_br: Editor
ru: Создание

source: Compose a new message
de: Neue Nachricht
es: Componer mensaje nuevo
fi: Kirjoita uusi viesti
fr: Ecrire un nouveau message
it: Scrivi un nuovo messaggio
nl: Nieuw bericht samenstellen
pt: Compor uma nova mensagem
pt_br: Escrever uma nova mensagem
ru: Создать новое сообщение

source: Exit
de: Beenden
ru: Выход

source: Exit the program
de: Programm beenden
es: Salir del programa
fi: Poistu ohjelmasta
fr: Quitter le programme
it: Esci dal programma
nl: Beëindig programma
pt: Sair do programa
pt_br: Sair do programa
ru: Выход из программы

source: Clear
de: Löschen
ru: Очистить

source: Clear Window
de: Fenster löschen
es: Limpiar Ventana
fi: Tyhjenn‰ ikkuna
fr: Effacer tout
it: Cancella il contenuto della finestra
nl: Venster leegmaken
pt_br: Limpar janela
ru: Очистить окно

source: Attach
de: Anhängen
ru: Прикрепить

source: Insert File
de: Datei einfügen
es: Insertar Archivo
fi: Lis‰‰ tiedosto
fr: Insérer un fichier
it: Inserisci un file
nl: Bestand invoegen
pt: Inserir Ficheiro
pt_br: Inserir arquivo
ru: Вставить файл

source: Editor
ru: Редактор

source: Call external editor
de: Externen Editor aufrufen
es: Abrir editor externo
fi: Avaa ulkoinen muistio
it: Chiama l'editor esterno
nl: Externe editor aanroepen
pt: Chamar editor externo
pt_br: Chamar editor externo
ru: Запустить внешний редактор

source: Send
de: &Senden
ru: Отправить

source: Send Message
de: Nachricht senden
es: enviar mensaje
fi: L‰het‰ viesti
fr: Envoyer
it: Spedisci il messaggio
nl: Bericht versturen
pt: Enviar mensagem
pt_br: Enviar mensagem
ru: Отправить сообщение

source: Next unread
de: Nächste ungelesene
ru: Следующее непрочитанное

source: Select next unread message
de: Nächste ungelesene Nachricht auswählen
it: Seleziona il prossimo messaggio non letto
nl: Volgende niet gelezen bericht selecteren
pt: Seleccionar próxima mensagem por ler
ru: Выбрать следующее непрочитанное сообщение

source: Open message
de: Nachricht öffnen
es: Abrir Mensaje
fi: Avaa viesti
fr: Ouvrir le message
it: Apri il messaggio
nl: Bericht openen
pt: Abrir mensagem
pt_br: Abrir mensagem
ru: Открыть сообщение

source: Reply
de: Beantworten
fr: Répondre
it: Rispondi
nl: Antwoorden
pt: Resposta
pt_br: Responder
ru: Ответ

source: Reply to message
de: Nachricht beantworten
es: Responder mensaje
fi: Vastaa viestiin
fr: Répondre au message
it: Rispondi al messaggio
nl: Antwoorden op berichten
pt: Responder à mensagem
pt_br: Responder mensagem
ru: Ответить на сообщение

source: Reply to all
de: Allen antworten
ru: Ответить всем

source: Reply to all recipients
de: Antworte an alle Empfänger
ru: Ответить всем получателям

source: Forward
de: Weiterleiten
fr: Faire suivre
it: Inoltra
nl: Doorsturen
pt: Remeter
pt_br: Avançar
ru: Переслать

source: Forward message
de: Nachricht weiterleiten
es: Remitir mensaje
fi: Forwardoi viesti
fr: Faire suivre le message
it: Inoltra il messaggio
nl: Forward bericht
pt: Remeter mensagem
pt_br: Passar mensagem adiante
ru: Переслать сообщение

source: Print message
de: Nachricht drucken
es: Imprimir mensaje
fi: Tulosta viesti
fr: Imprimer le message
it: Stampa il messaggio
nl: Bericht afdrukken
pt: Imprimir mensagem
pt_br: Imprimir mensagem
ru: Печатать сообщение

source: Delete message
de: Nachricht löschen
es: Borrar mensaje
fi: Poista viesti
fr: Effacer le message
it: Cancella il messaggio
nl: Bericht verwijderen
pt: Eliminar mensagem
pt_br: Remover mensagem
ru: Удалить сообщение

source: New
de: Neu
nl: Nieuw
ru: Новое

source: Create new entry
de: Neuen Eintrag anlegen
es: Crear entrada nueva
fi: Luo uusi kohta
fr: Créer une nouvelle entrée/nouveau groupe.
it: Crea un nuovo ingresso
nl: Nieuwe vermelding maken
pt: Criar nova entrada
pt_br: Criar um novo item
ru: Создать новый элемент

source: Undo
de: Rückgängig
es: Deshacer
fi: Peruuta
fr: Annuler
it: Ripristina
nl: Ongedaan maken
pt: Anular
pt_br: Desfazer
ru: Отмена

source: Find
de: Suchen
ru: Найти

source: Find next
de: Nächsten finden
es: Buscar siguiente
fi: Etsi seuraava
fr: Poursuivre la recherche
it: Continua la ricerca
nl: Volgende zoeken
pt: Encontrar próximo
pt_br: Encontrar o próximo
ru: Искать следующее

source: Compose &new message Ctrl-N
de: &Neue Nachricht schreiben Ctrl-N
ru: Создать новое сообщение Ctrl-N

source: Start a new message
de: Eine neue Nachricht schreiben
es: Nuevo Mensaje
fi: Aloita uusi viesti
fr: Commencer l'édition d'un nouveau message
it: Comincia l'edizione di un nuovo messaggio
nl: Nieuw bericht beginnen
pt: Iniciar uma nova mensagem
pt_br: Escrever uma nova mensagem
ru: Стартовать новое сообщение

source: Compose with &template... Shift-Ctrl-N
de: Mit &Vorlage schreiben... Shift-Ctrl-N
it: Scrivi come da &modello... Shift-Ctrl-N
pt: Compor com modelo... Shift-Ctrl-N
ru: Создать по шаблону... Shift-Ctrl-N

source: Compose a new message using after choosing a temple for it
it: Scrivi un nuovo messaggio usando un modello dopo averlo scelto
ru: Составить новое сообщение, позже используя для этого выбор шаблона

source: Post news &article
de: News&artikel schreiben Ctrl-A
ru: Отправить новостную статью

source: Write a news article and post it
de: Neuen Newsartikel schreiben und veröffentlichen
es: Escribir articulode noticias y enviarlo
fi: Kirjoita news artikkeli ja l‰het‰ se
it: Scrivi un articolo e spediscilo
nl: Nieuw nieuwsartikel schrijven en posten
pt_br: Escrever e enviar um novo artigo (news)
ru: Написать статью новостей и отправить её

source: &Check mail Shift-Ctrl-C
de: Neue &Mail abholen Ctrl-C
pt: Verificar &correio Shift-Ctrl-C
ru: Проверить почту Shift-Ctrl-C

source: Check all incoming folders for new mail and download it now
de: Alle Eingangs-Ordner nach neuen Nachrichten durchsuchen und jetzt abholen
ru: Проверить все входящие каталоги и загрузить сейчас

source: P&rint setup
de: Druck&erinstellungen
ru: Настройка принтера

source: Configure printing
de: Drucker-Einstellungen
es: Configurar Impresion
fi: Muokkaa tulostusasetuksia
fr: Configurer les paramètres d'impression
it: Configura i parametri di stampa
nl: Afdrukken instellen
pt: Configurar impressão
pt_br: Configurar impressão
ru: Конфигурация печати

source: Pa&ge setup
de: &Seiten-Einstellungen
ru: Настройки страницы

source: Configure page setup
de: Seiten-Einstellungen
es: Configurar pagina
fi: Muokkaa sivun asetuksia
it: Configura l'aspetto delle pagine
nl: Pagina instelligen aanpassen
pt: Configurar a Composição das Páginas
pt_br: Configurar página
ru: Конфигурировать настройки страницы

source: &Print PS Setup
de: &Postscript Drucker-Einstellungen
es: Configuracion impresion PS
fi: &Postscript asetukset
fr: Configurer l'im&primante PostScript
it: Configura la stampante &PostScript
nl: &Druk PS instellingen af
pt_br: Configurar impressão &PostScript
ru: Настройка PS Печати

source: Configure PostScript printing
de: Einstellungen für Postscript-Druck
es: Configurar impresion PS
fi: Muokkaa PostScript asetuksia
fr: Configurer les paramètres d'impression PostScript
it: Configura i parametri di stampa PostScript
nl: PostScript afdrukken instellen
pt: Configurar impressão PostScript
pt_br: Configurar impressão PostScript
ru: Настраивать PostScript печать

source: R&un Python script...
de: Python-Script aus&führen...
pt: Exec&utar script Python...
ru: Выполнить Python скрипт...

source: Run a simple python script
de: Pythonscript ausführen
es: Correr un script de python
fi: Aja yksinkertainen python skripti
fr: Exécuter un script Python
it: Esegui uno script Python
nl: Een eenvoudig python script starten
pt: Executar um script Python simples
pt_br: Executar um script Python
ru: Выполнить простой python скрипт

source: &Send messages... Shift-Ctrl-S
de: Nachrichten &senden... Shift-Ctrl-S
it: &Spedisci i messaggi... Shift-Ctrl-S
pt: Enviar men&sagens... Shit-Ctrl-S
ru: Отправить сообщения... Shift-Ctrl-S

source: Sends messages still in outgoing mailbox
de: Sende Nachrichten die noch in der Ausgangsmailbox liegen
it: Spedisci i messaggi ancora nella casella di uscita
nl: Vestuur bericht uit Uitgaande mailbox
ru: Отправить сообщения из уходящего почтового ящика

source: Conn&ect to network
de: Netzwerk-Verbindung aufbauen
ru: Соединиться

source: Activate dial-up networking
de: Netzwerk-Verbindung aufbauen
it: Attivazione della connessione telefonica
nl: Inbelverbinding activeren
ru: Активировать dial-up соединение

source: Shut&down network
de: Vom Netzwerk trennen
ru: Остановить соединение

source: Shutdown dial-up networking
de: Netzwerk-Verbindung abbauen
it: Disattivazione della connessione telefonica
nl: Inbelverbinding verbreken
ru: Остановить dial-up соединение

source: &Identity
de: &Identität
it: &Identità
pt: &Identidade
ru: Идентификатор

source: Create a new identity
de: Neue Identität anlegen
it: Crea una nuova identità
pt: Criar uma nova identidade
ru: Создать новый идентификатор

source: &Change...
de: &Wechseln...
it: &Cambia...
pt: &Modificar...
ru: Изменить...

source: Change the current identity
de: Aktuelle Identität wechseln
it: Cambia l'identità attuale
pt: Modificar a identidade actual
ru: Изменить текущий идентификатор

source: Edit the current identity parameters
de: Einstellungen der aktuellen Identität bearbeiten.
it: Modifica i parametri dell'identità attuale
pt: Editar os parametros da identidade actual
ru: Редактировать параметры текущего идентификатора

source: &Delete...
de: &Löschen...
pt: &Eliminar
ru: Удалить...

source: Remove an identity
de: Identität löschen
pt: Remover uma identidade
ru: Удалить идентификатор

source: I&mport...
de: &Importieren...
it: I&mporta...
pt: I&mportar...
ru: Импорт...

source: Import settings from another e-mail program
de: Einstellungen von einem anderen Mailprogramm importieren
it: Importa le impostazioni da un altro programma di e-mail
pt: Importar definições de outro programa de correio electrónico
ru: Импорт настройки из другой почтовой программы

source: &Close window Ctrl-W
de: Fenster schließen
ru: Закрыть окно Ctrl-W

source: Awa&y mode Ctrl-Y
de: Abwesenheits-Modus
pt: Modo Ausente Ctrl-Y
ru: Спящий режим Ctrl-Y

source: Toggle unattended mode on/off
de: Abwesenheits-Modus an-/ausschalten
ru: Переключатель автоматического режима вкл/выкл

source: E&xit Ctrl-Q
de: Programm be&enden Ctrl-Q
it: Esc&i Ctrl-Q
pt: &Sair Ctrl-Q
ru: Выход Ctrl-Q

source: Quit the application
de: Programm beenden
es: Salir de la aplicacion
fi: Poistu ohjelmasta
fr: Quitter le programme
it: Esci dal programma
nl: Beëindig het programma
pt: Sair da aplicação
pt_br: Sair da aplicação
ru: Выход из приложения

source: &Open... Ctrl-O
de: &Öffnen... Ctrl-O
it: &Apri... Ctrl-O
pt: &Abrir... Ctrl-O
ru: Открыть... Ctrl-O

source: Open an existing message folder
de: Bestehenden Ordner öffnen
es: Abrir un folder de mensajes existente
fi: Avaa olemassaoleva kansio
fr: Ouvrir un répertoire déjà configuré
it: Apri una cartella esistente
nl: Open een bestaande berichtenmap
pt_br: Abrir uma pasta
ru: Открыть существующий каталог сообщений

source: Open read-onl&y...
de: Nur zum L&esen öffnen...
ru: Открыть только для чтения...

source: Open a folder in read only mode
de: Einen Ordner nur zum Lesen öffnen
ru: Открыть каталог в режиме только для чтения

source: &Create...
de: &Anlegen...
it: &Crea...
pt: &Criar
ru: Создать...

source: Create a new folder definition
de: Legt einen neue Ordner an
it: Crea una nuova cartella
ru: Создать новый каталог определений

source: Re&name...
de: &Umbenennen...
ru: Переименовать...

source: Rename the selected folder
de: Den gewählten Ordner umbenennen
it: Rinomina la cartella selezionata
pt: Renomear a pasta seleccionada
ru: Переименовать выбранный каталог

source: &Move...
de: Verschieben...
ru: Переместить...

source: Move the selected folder
de: Den gewählten Ordner verschieben
ru: Переместить выбранный каталог

source: Remove the selected folder from the folder tree
de: Entferne den ausgewählten Ordner aus dem Baum
it: Elimina la cartella selezionata dall'albero
pt: Remover a pasta seleccionada da árvore de pastas
ru: Удалить выбранный каталог из дерева

source: Delete all messages in the folder and remove it
de: Alle Nachrichten in diesem Ordner löschen und den Ordner entfernen.
it: Cancella tutti i messaggi nella cartella e la elimina
ru: Удалить все сообщения вместе с каталогом

source: C&lear...
de: Leeren...
pt: &Limpar...
ru: Очистить...

source: Delete all messages in the folder
de: Alle Nachrichten in diesem Ordner löschen
pt: Eliminar todas as mensagens na pasta
ru: Удалить все сообщения в каталоге

source: Clos&e
de: Schließen
pt: F&echar
ru: Закрыть

source: Close the current folder
de: Den aktuellen Ordner schließen
pt: Fechar a pasta actual
ru: Закрыть текущий каталог

source: Close &all
de: Alle Schließen
pt: Fechar &todas
ru: Закрыть все

source: Close all opened folders
de: Alle offenen Ordner schließen
pt: Fechar todas as pastas abertas
ru: Закрыть все открытые каталоги

source: &Update
de: Aktualisieren
ru: Обновить

source: Update the shown status of this folder
de: Den angezeigten Zustand des Ordners aktualisieren
ru: Обновить состояние для этого каталога

source: Update sub&tree
de: Unterordner aktualisieren
ru: Обновить поддерево

source: Update the status of all folders under the currently selected one in the folder tree
de: Den Zustand aller Unterordner unter dem gewählten Ordner aktualisieren
ru: Обновить состояние всех каталогов под текущим выбранным в дереве каталогов

source: &Import file folders...
de: Verzeichnisse importieren
pt: &Importar pastas de ficheiro...
ru: Импорт файла каталогов...

source: Create folders for all files in a directory
de: Ordner für alle Dateien in einem Verzeichnis erstellen
pt: Criar pastas para todos os ficheiros num directório
ru: Создать каталоги для всех файлов в папке

source: &Browse...
de: Auswählen...
it: &Visualizza...
pt: &Procurar...
ru: Обзор...

source: Show subfolders of the current folder
de: Unter-Ordner des aktuellen Ordners anzeigen
it: Mostra le sottocartelle dell'attuale cartella
pt: Mostrar subpastas da pasta actual
ru: Показывать подкаталоги текущего

source: &Select
de: Auswählen
ru: Выбрать

source: Select &all Ctrl-A
de: &Alle auswählen Ctrl-A
it: Selezion&a tutto
ru: Выбрать всё Ctrl-A

source: Select all messages
de: Alle Nachrichten auswählen
es: Seleccionar todos los mensajes
fi: Valitse kaikki viestit
fr: Sélectionner tous les messages
it: Seleziona tutti i messaggi
nl: Alle berichten selecteren
pt: Seleccionar todas as mensagens
pt_br: Selecionar todas as mensagens
ru: Выбрать все сообщения

source: Select all &unread Shift-Ctrl-A
de: Alle ungelesenen Nachrichten auswählen Shift-Ctrl-A
pt: Seleccionar todas por ler Shift-Ctrl-A
ru: Выбрать все непрочитанные Shift-Ctrl-A
