Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Mahogany can synchronise part of its configuration with settings stored in a special folder. This can be used to share settings between machines by storing them in a special IMAP folder on the server. Please read the documentation first! It is accessible via the Help button below.
de: Mahogany kann Teile seiner Konfigurationsdaten auf einem Server in einem speziellen Ordner speichern. Dies kann verwendet werden, um die Daten zwischen verschiedenen Computern und Benutzern zu synchronisieren. Typischerweise wird dafür eine IMAP Mailbox verwendet. Bitte lesen Sie zuerst die Dokumentation hierzu ! Sie kann mit dem Hilfe-Knopf aufgerufen werden.
pt: Mahogany pode sincronizar parte da sua configuração com definições guardadas numa pasta especial. Isto pode ser utilizado para partilhar definições entre máquinas ao armazená-las numa pasta IMAP especial no servidor. Por favor leia a documentação primeiro! Pode aceder a ela através do botão de ajuda em baixo.
ru: Mahogany может синхронизировать часть его конфигурации с параметрами настройки, сохраненными в специальном каталоге. Это может использоваться, для совместного использования настроек между машинами, сохраняя их в специальном IMAP каталоге на сервере. Пожалуйста сначала читайте документацию! Она доступна через кнопку Help ниже.

source: Sync options with remote server
de: Einstellungen mit externem Server synchronisieren
it: Syncronizza le opzioni con il server remoto
pt: Sincronizar opções com o servidor remoto
ru: Синхронизировать опции с удалённым сервером

source: Remote (IMAP) folder for synchronisation
de: (IMAP-)Mailbox für Synchronisation auf dem Server
pt: Pasta (IMAP) remota para sincronização
ru: Удалённый (IMAP) каталог для синхронизации

source: Sync filter rules
de: Filter-Regeln synchronisieren
pt: Sincronizar regras de filtragem
ru: Синхронизировать правила фильтров

source: Sync identities
de: Identitäten synchronisieren
pt: Sincronizar identidades
ru: Синхронизировать идентификаторы

source: Sync part of the folder tree
de: Einen Teil des Ordner-Baums synchronisieren
pt: Sincronizar parte da estrutura de pastas
ru: Синхронизировать часть дерева каталогов

source: Folder group to synchronise
de: Ordnergruppe die synchronisiert werden soll
pt: Grupo de pastas a sincronizar
ru: Группа каталогов для синхронизации

source: &Store settings...
de: Einstellungen speichern...
ru: Запомнить настройки...

source: &Retrieve settings...
de: Einstellungen abholen...
pt: &Recuperar definições...
ru: Восстановить настройки...

source: If a non empty filename is specified here, Mahogany uses this file instead of the registry for storing all of its options. This may be useful if you want to share the same file among several Windows machines (warning: don't try to share it with Unix machines, this wouldn't work well).
de: Wenn ein nicht leerer Dateiname hier angegeben wird, so wird Mahogany diese Datei statt der Registry verwenden um alle Ein- stellungen zu speichern. Dies kann sinnvoll sein, wenn Sie diese auf verschiedenen Windows-Rechnern verwenden wollen. (Hinweis: Versuchen Sie bitte nicht, die Datei auf Unix zu verwenden, das wird nicht gut funktionieren)
ru: Если не пустое имя файла определено здесь, Mahogany использует этот файл вместо системного реестра для того, чтобы сохранять все настройки. Это может быть полезно, если Вы хотите использовать совместно этот файл среди нескольких машин Windows (внимание: не пробуйте совместно использовать его с машинами Unix, это работает плохо).

source: &Config file
de: Konfigurations-Datei
ru: Файл конфигурации

source: Set at this level
de: Auf dieser Ebene gesetzt
ru: Установить на этом уровне

source: Inherited from parent
de: Von den Eltern geerbt
ru: Наследовать от владельца

source: String '%s' is already present in the list, not added.
de: Zeichenkette '%s' ist bereits auf der Liste, nicht noch einmal hinzugefügt.
pt: Sequência '%s' já está presente na lista, não foi adicionada.
ru: Строка '%s' уже присутствует в списке, не добавлена.

source: Message View
de: Nachrichten-Ansicht
ru: Просмотр Сообщения

source: Folder View
de: Ordner-Ansicht
ru: Просмотр Каталога

source: Folder Tree
de: Ordner-Baum
pt: Estrutura de pastas
ru: Дерево Каталогов

source: Identity
de: Identität
es: Identidad
fi: Henkilˆllisyys
fr: Identité
it: Identit
nl: Identiteit
pt: Identidade
pt_br: Identidade
ru: Идентификатор

source: Network
de: Netzwerk
fi: Verkko
it: Rete
nl: Netwerk
pt: Rede
pt_br: Rede
ru: Сеть

source: New Mail
de: Neue Nachrichten
es: Nuevo Mail
fi: Uudet viestit
fr: Nouveau courier
it: Nuova posta
nl: Nieuwe berichten
pt_br: Nova mensagem
ru: Новая Почта

source: Failed to restart the timers, please change the delay to a valid value.
de: Kann Timer nicht neu starten, bitte ändern Sie die Verzögerung auf einen gültigen Wert.
fi: Ajastimien nollaus ep‰onnistui, vaihda viive kelpaavaksi arvoksi.
it: Impossibile riavviare i temporizzatori: cambia l'intervallo a un valore corretto.
nl: Herstarten timers mislukt, geen een geldige waarde voor vertraging.
pt: Impossível reiniciar os temporizadores, por favor modifique o retardamento para um valor válido.
pt_br: A reinicialização dos temporizadores falhou. Por favor, modifique o intervalo para um valor válido.
ru: Невозможно перезапустить таймеры, пожалуйста измените задержку на правильное значение.

source: My own addresses
de: Meine eigenen Adressen
pt: Os meus endereços
ru: Собственные адреса

source: Address
de: Adresse
it: Indirizzo
pt: Endereço
ru: Адрес

source: Mailing list addresses
de: Adressen von Mailing-Listen
ru: Список почтовых адресов

source: Synchronize
de: Synchronisieren
pt: Sincronizar
ru: Синхронизация

source: You have activated remote configuration synchronisation. Do you want to store the current setup now?
de: Sie haben die Synchronisation der Konfigurationsdaten mit dem Server aktiviert. Möchten Sie die aktuellen Einstellungen nun dort speichern ?
pt: Você activou a sincronização remota da configuração. Você quer guardar a configuração actual?
ru: Вы активизировали сетевую синхронизацию конфигурации. Вы хотите запомнить текущую установку сейчас?

source: Store settings now?
de: Einstellungen jetzt speichern ?
pt: Guardar as definições agora?
ru: Запомнить настройки сейчас?

source: Export settings?
de: Einstellungen exportieren ?
ru: Экспортировать настройки?

source: Import settings?
de: Einstellungen importieren ?
ru: Импортировать настройки?

source: You have changed the config file option.
de: Sie haben die Einstellungen für die Konfigurations-Datei geändert.
ru: Вы изменили опцию файла конфигурации.

source: Do you want to export the registry settings to config file?
de: Möchten Sie die Einstellungen aus der Registry in eine Datei speichern ?
ru: Вы хотите экспортировать параметры настройки системного реестра в файл конфигурации?

source: Do you want to import the existing contents of config file to the registry?
de: Wollen Sie den Inhalt der Konfigurations-Datei in die Registry importieren ?
ru: Вы хотите импортировать существующее содержание файла конфигурации в системный реестр?

source: Note that this may overwrite the existing settings.
de: Beachten Sie, dass dies die bestehenden Einstellungen überschreiben kann.
ru: Обратите внимание, это могут быть перезаписаны существующие настройки.

source: Failed to save remote configuration to '%s'
de: Konnte die Konfigurationsdatei nicht in '%s' auf dem Server speichern
ru: Неудалось сохранить сетевую конфигурацию в '%s'

source: Failed to retrieve remote configuration from '%s'
de: Konnte die Konfigurationsdaten nicht aus '%s' auf dem Server holen
ru: Неудалось восстановить сетевую конфигурацию из '%s'

source: Successfully saved remote configuration to '%s'.
de: Konfigurationsdaten erfolgreich in '%s' auf dem Server gespeichert.
ru: Успешно сохранена сетевая конфигурация в '%s'.

source: Successfully restored remote configuration from '%s'.
de: Konfigurationsdaten erfolgreich aus '%s' auf dem Server geholt.
ru: Успешно восстановлена сетевая конфигурация из '%s'.

source: Miscellaneous
de: Sonstiges
es: Miscelaneo
fi: Sekalainen
fr: Autres
it: Altro
nl: Diversen
pt: Diversos
pt_br: Miscelânea
ru: Прочие

source: Invalid delay value for autosave timer.
de: Ungültiger Verzögerungswert für Autosave-Timer.
fi: Virheellinen viivearvo automaattiselle tallennukselle.
it: Valore non valido per l'intervallo di auto-salvataggio
nl: Ongeldige vertraging voor autobewaar timer.
pt: Valor de retardamento inválido para o temporizador da função de auto-guardar.
pt_br: Intervalo inválido para o temporizador de salvamento automático.
ru: Недопустимое значение задержки для таймера автосохранения.

source: Invalid delay value for auto away timer.
de: Ungültiger Verzögerungswert für die Verzögerung bis zum Abwesenheits-Modus
ru: Недопустимое значение задержки для авто таймера спящего режима.

source: Helpers
de: Helfer
es: Asistentes
fi: Helperit
fr: TODO
it: Aiuti
nl: Hulpprogramma's
pt: Ajudantes
pt_br: Auxiliares
ru: Помошники

source: Folders
de: Ordner
fi: Kansiot
it: Cartelle
nl: Mappen
pt: Pastas
pt_br: Pastas
ru: Каталоги

source: Folders to open on startup
de: Ordner die beim Programmstart geöffnet werden sollen
es: Folder para abrir al inicio
fi: K‰ynnistyksess‰ avattavat kansiot
fr: Répertoires à ouvrir au démarrage
it: Cartelle da aprire all'avvio
nl: Te openen mappen bij het starten
pt: Pastas a abrir ao iniciar o programa
pt_br: Pastas que devem ser abertas durante a inicialização do programa
ru: Открывать каталог при запуске

source: Folder name
de: Name des Ordners
es: Nombre de folder
fi: Kansion nimi
fr: Nom du répertoire
it: Nome della Cartella
nl: Mapnaam
pt: Nome da pasta
pt_br: Nome da pasta
ru: Название каталога

source: Program options
de: Programm-Einstellungen
es: Opciones de programa
fi: Ohjelman asetukset
fr: Les options du programme
it: Opzioni del programma
nl: Programma opties
pt: Opções do programa
pt_br: Opções do programa
ru: Настройки программы

source: Restore default options
de: Einstellungen auf Voreinstellung zurücksetzen
es: Restaurar opciones por defecto
fi: Palauta alkuper‰iset asetukset
it: Ripristina le opzioni predefinite
nl: Standaardwaarden herstellen
pt: Restaurar as opções predefinidas
pt_br: Recuperar opções padrão
ru: Восстановить настройки по умолчанию

source: &All settings
de: &Alle Einstellungen
es: &Todas las variables
fi: &Kaikki asetukset
fr: &Toutes les options
it: &Tutte le impostazioni
nl: &Alle instellingen
pt: Todas &as definições
pt_br: &Todos as definições
ru: Все настройки

source: Please check the settings whose values should be reset to the defaults.
de: Bitte wählen Sie die Einstellungen, die Sie auf die Voreinstellungen zurücksetzen möchten.
es: Por favor chequee las configuraciones cuyos valores/ndeben resetearse a los valores por defecto
fi: Tarkista asetukset, joiden arvot tulisi palauttaa oletusarvoiksi.
fr: Veuillez cocher les options dont les valeurs doivent être remises à leurs défaut.
it: Controlla le impostazioni i cui valori devono essere ripristinati a quelli predefiniti.
nl: Geef aan de instellingen waarvan de standaardwaarde ingesteld moet worden.
pt_br: Por favor, verifique as definições que devem ser retornadas ao seu valor padrão.
ru: Пожалуйста проверьте параметры настройки чьи значения должны быть сброшены к значениям по умолчанию.

source: Rename folder '%s'
de: Ordner '%s' umbenennen
ru: Переименовать каталог '%s'

source: &Rename folder:
de: Ordner umbenennen
ru: Переименовать каталог:

source: Rename mailbox &separately
de: Mailbox getrennt umbenennen
ru: Переименовать ящик отдельно

source: New &folder name:
de: Neuer Name für Ordner:
ru: Новое название каталога:

source: Normally the name of the folder shown in the folder tree is just the same as the name of the underlying mailbox, but by activating the checkbox below you may, if you wish, give them different names. Otherwise the mailbox will be renamed to the same name as the folder.
de: Normalerweise ist der Name des Ordners im Ordner-Baum, und der Name der zugrunde liegenden Mailbox identisch. Durch die Aktivierung der Einstellung unten, können Sie unterschiedliche Namen vergeben. Andernfalls wird die Mailbox in den Namen des Ordners umbenannt.
ru: Обычно название каталога, показанного в дереве - все равно как название основного почтового ящика, но активизируя переключатель ниже Вы можете, если Вы желаете, даете им различные названия. Иначе почтовый ящик будет переименован к тому же названию как каталог.

source: New &mailbox name:
de: Neuer Name der Mailbox
ru: Новое название ящика:

source: New folder name:
de: Neuer Name des Ordners:
ru: Новое название каталога:

source: Full Message
de: Komplette Nachricht
it: Messaggio completo
nl: Volledig bericht
pt: Mensagem completa
ru: Полное Сообщение

source: Message Content
de: Nachrichteninhalt
it: Contenuto del messaggio
nl: Berichtinhoud
pt: Conteúdo da mensagem
ru: Содержимое Сообщения

source: Message Header
de: Kopfzeilen der Nachricht
it: Intestazione del messaggio
nl: Berichtkop
pt: Cabeçalho da Mensagem
ru: Заголовок Сообщения

source: Subject Field
de: Betreff-Feld
it: Campo dell'Oggetto
nl: Onderwerpveld
pt: Campo do assunto
ru: Поле Тема

source: To Field
de: An-Feld
it: Campo del destinatario
nl: Aan Veld
pt: Campo Para
ru: Поле Кому

source: From Field
de: Von-Feld
it: Campo del mittente
nl: Van Veld
pt: Campo De
ru: Поле От кого

source: CC Field
de: CC-Feld
it: Campo dei destinatari per conoscenza
nl: CC Veld
pt: Campo CC
ru: Поле CC

source: &Search for messages
de: Nach Nachrichten &suchen
ru: Поиск сообщений

source: &not
de: nicht
ru: нет

source: &containing
de: enthält
ru: содержание

source: &in
ru: в

source: In these &folders:
de: In diesen Ordnern
ru: В этих каталогах:

source: &Remove
de: Entfernen
it: &Elimina
ru: Удалить

source: Arrival order
de: Wie eingetroffen
pt: Ordem de chegada
ru: Порядок прибытия

source: Author
de: Verfasser
it: Autore
nl: Auteur
pt: Autor
pt_br: Autor
ru: Автор

source: Score
de: Bewertung
it: Punteggio
pt_br: Pontuação
ru: Оценка

source: First, sort by
de: Zuerst, sortieren nach
it: Prima ordina per
nl: Eerst sorteren op
pt: Primeiro, ordene por
pt_br: Primeiro, ordenar por
ru: Сначала, сортировка по

source: then, sort by
de: dann, sortieren nach
it: poi ordina per
nl: daarna sorteren op
pt: então, ordene por
pt_br: então, por
ru: затем, сортировка по

source: Message sorting
de: Nachrichten Sortieren.
it: Ordinamento dei messaggi
nl: Berichten sorteren
pt: Ordenação das mensagens
pt_br: Ordenação de mensagens
ru: Сортировка сообщений

source: &Sort messages by
de: Sortiere Nachrichten nach
pt: &Ordenar mensagens por
ru: Сортировать сообщения по

source: "Arrival order" sorting order means that the messages are not sorted at all. Please note that using any other sorting method may slow down the program significantly, especially for remote folders without server-side sorting support.
de: "Reihenfolge des Eintreffens" bedeutet, dass die Nachrichten überhaupt nicht sortiert sind. Bitte beachten Sie, dass jede andere Sortierung das Programm erheblich bremsen kann, insbesondere wenn Ordner auf dem Server nicht auf dem Server sortiert werden können.
ru: "Порядок прибытия" сортирующий порядок означает, что сообщения не сортированы вообще. Пожалуйста обратите внимание, что использование другого метода сортировки может значительно замедлить программу, особенно для сетевых каталогов без поддержки серверной сортировки.

source: in &reverse order
de: umgekehrte Reihenfolge
pt: em ordem &inversa
ru: в обратном порядке

source: Some IMAP servers support server side sorting. It may be much faster to use it in this case as it avoids having to download all messages just to sort them.
de: Einige IMAP-Server unterstützen das Sortieren auf dem Server. Dies kann viel schneller sein, da die Nachrichten nicht nur zum Sortieren herunter geladen werden müssen.
ru: Некоторые IMAP серверы поддерживают сортировку на стороне сервера. Это намного быстрее чем загружать все сообщения только, чтобы сортировать их.

source: Use &server-side sorting if available
de: Falls möglich auf dem Server sortieren.
ru: Использовать сортировку на стороне сервера если доступна

source: When sorting by status, check the checkbox below to re-sort all messages when the status of one of them changes. Please note that it may be quite slow for big folders.
de: Wenn Sie nach dem Zustand sortieren, können Sie das Ankreuzfeld unten markieren um alle Nachrichten neu zu sortieren, wenn der Zustand einer Nachricht sich ändert. Dies kann für große Ordner recht langsam sein.
ru: При сортировке по статусу, отметьте переключатель ниже для сортировки вновь всех сообщений когда статус одного из них изменён. Пожалуйста обратите внимание, что это может быть весьма медленно для больших каталогов.

source: Re-sort on status change
de: Bei Zustandswechsel neu sortieren
it: Riordina ad un cambiamento di stato
nl: Hersorteren na statusverandering
pt_br: Reordenar após mudança de status
ru: Пересортировка при изменении статуса

source: MH root
de: Wurzel der MH-Hierarchie
it: Radice MH
ru: корень MH

source: IMAP server
pt: Servidor IMAP
ru: IMAP сервер

source: News server
de: NNTP (Usenet-News) Server
pt: Servidor de notícias
ru: News сервер

source: Retrieving the folder list:
de: Liste der Ordner wird geladen:
pt: Recuperar a lista de pastas:
ru: Извлечь список каталогов:

source: Select subfolders to add to the tree
de: Auswählen, welche Unterordner dem Baum hinzugefügt werden sollen
pt: Seleccionar as sub-pastas a adicionar à estrutura
ru: Выберите подкаталоги, чтобы добавить к дереву

source: &Find:
de: &Suchen:
it: Tro&va:
ru: Найти:

source: &Select all
de: &Alle markieren
it: &Seleziona tutto
pt: &Seleccionar todas:
ru: Выбрать все

source: %u subfolders under %s
de: %u Unterordner unter %s
pt: %u sub-pastas debaixo de %s
ru: %u подкаталогов в %s

source: Failed to create folder '%s'.
de: Ordner '%s' konnte nicht angelegt werden.
pt: Não foi possível criar a pasta '%s'.
ru: Неудалось создать каталог '%s'.

source: Failed to create the folder '%s'
de: Ordner '%s' konnte nicht angelegt werden.
ru: Неудалось создать каталог '%s'

source: The folder '%s' has no subfolders.
de: Der Ordner '%s' enthält keine Unterordner
it: La cartella '%s' non contiene sotto cartelle.
pt: A pasta '%s' não tem sub-pastas.
ru: Каталог '%s' не имеет подкаталогов.

source: Impossible to browse subfolders of folder '%s' because the folder cannot be opened.
de: Unterordner von Ordner '%s' konnten nicht ausgewählt werden, da sich der Ordner nicht öffnen ließ.
it: Impossibile scorrere le sottocartelle della cartella '%s' perchè la cartella non può essere aperta.
pt: É impossível procurar subpastas na pasta '%s' porque a pasta não pode ser aberta.
ru: Невозможно просмотреть подкаталоги каталога '%s', потому что каталог не может быть открыт.

source: Would you like to add all subfolders of this folder to the folder tree (or select the individual folders manually)?
de: Möchten Sie alle Unterordner aus diesem Ordner zum Ordner-Baum hinzufügen? Andernfalls, können Sie sie einzeln auswählen.
it: Vuoi aggiungere tutte le sottocartelle di questa cartella all' albero principale (o selezionarle individualmente)?
pt: Você quer adicionar todas as sub-pastas desta pasta à estrutura de pastas (ou seleccionar as pastas manualmente)?
ru: Хотели бы Вы добавлять все подкаталоги этого каталога к дереву каталога (или выбрать индивидуальные каталоги вручную)?

source: Subfolders of '%s'
de: Unterordner von '%s'
pt: Sub-pastas de '%s'
ru: Подкаталоги '%s'

source: New message
de: Neue Nachricht
it: Nuovo messaggio
nl: Nieuw bericht
pt: Nova mensagem
pt_br: Nova mensagem
ru: Новое сообщение

source: New article
de: Neuer Artikel
it: Nuovo articolo
nl: Nieuw artikel
pt: Novo artigo
pt_br: Novo artigo
ru: Новая статья

source: Follow-up
de: Antwort an Newsgroup (Follow-Up)
it: Prosegui
ru: Вверх

source: Please choose a file
de: Bitte wählen Sie ein Feld
it: Scegli un file
nl: Kies aub. een bestand
pt: Por favor escolha um ficheiro
pt_br: Por favor, escolha um arquivo
ru: Пожалуйста выберите файл

source: Value for template variable
de: Wert für Vorlagen-Variable
it: Valore per la variabile di modello
nl: Waarde voor template variabele
pt_br: Valor para a variável do modelo
ru: Значение для переменной шаблона

source: Please choose
de: Bitte wählen Sie
es: Por favor seleccione
fi: Valitse
fr: Question
it: Scegli
nl: Kies aub.
pt: Por favor escolha
pt_br: Por favor, selecione
ru: Пожалуйста выберите

source: Configure message templates
de: Nachrichten-Vorlagen einrichten
it: Configura il modello del messaggio
nl: Berichtentemplaten instellen
pt: Configurar os modelos de mensagem
pt_br: Configurar modelos de mensagens
ru: Настраивать шаблоны сообщения

source: Select the template to edit in the list first. Then right click the mouse in the text control to get the list of all available macros.
de: Wählen Sie zuerst die zu bearbeitende Vorlage. Dann klicken Sie mit der rechten Maustaste im Textfeld um eine Liste der verfügbaren Makros zu bekommen.
pt: Seleccionar na lista o modelo a editar primeiro. A seguir clique com o botão direito do rato no controlo de texto para conseguir a lista de todos macros desponíveis.
ru: Сначала выберите шаблон в списке для редактирования. Затем щёлкните правой кнопкой мыши в текстовом поле, чтобы получить список всех доступных макросов.

source: You have modified the template for message of type '%s', would you like to save it?
de: Sie haben die Vorlage für Nachrichten vom Typ '%s' geändert. Möchten Sie diese speichern?
pt: Você modificou o modelo para a mensagem do tipo '%s', você quer guarda-lo?
pt_br: Você modificou o modelo da mensagem de tipo `%s'. Deseja salvá-la?
ru: Вы изменили шаблон для сообщения типа '%s', Вы хотите сохранить его?

source: You have modified the template '%s', would you like to save it?
de: Die Vorlage '%s' wurde geändert, möchten Sie sie speichern ?
pt: Você modificou o modelo '%s', quer guarda-lo?
ru: Вы изменили шаблон '%s', Вы хотите сохранить его?

source: Choose the template to use:
ru: Выберите шаблон для использования:

source: the new message
ru: новое сообщение

source: the new article
ru: новая статья

source: the reply
ru: ответ

source: the follow up
ru: вверх

source: the forwarded message
ru: отправленное сообщение

source: Please choose template for %s
ru: Пожалуйста выберите шаблон для %s

source: All available templates
de: Alle verfügbaren Vorlagen
ru: Обновить все каталоги в этом проекте

source: composing new messages
de: Schreiben neuer Nachrichten
it: scrivere un nuovo messaggio
pt: compor novas mensagens
ru: создание новых сообщений

source: composing newsgroup articles
ru: создание статей новостей

source: replying
de: Antworten
it: rispondere
pt: respondendo
ru: ответ

source: writing follow ups
de: Antwort auf News schreiben
it: scrivere le prosecuzioni
ru: подставлять следующее

source: forwarding
de: Weiterleiten
it: inoltrare
pt: remetendo
ru: отправление

source: Configure templates for %s
de: Vorlagen für das %s einrichten
pt: Configurar modelos para %s
ru: Настраивать шаблоны для %s

source: Create new template
de: Neue Vorlage anlegen
it: Crea un nuovo modello
pt: Criar um novo modelo
ru: Создать новый шаблон

source: Name for the new template:
de: Name für die neue Vorlage:
it: Nome del nuovo modello:
pt: Nome para o novo modelo:
ru: Название для нового шаблона:

source: Do you really want to delete the template '%s'?
de: Möchten Sie die Vorlage '%s' wirklich löschen ?
pt: Você quer de facto eliminar o modelo '%s'?
ru: Вы действительно хотите удалить шаблон '%s'?

source: Mahogany: Please choose where to save the text
de: Mahogany: Bitte wählen Sie wo der Text gespeichert werden soll
ru: Mahogany: Пожалуйста выберите, где сохранить текст
