Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Could not collect mail from incoming folder '%s'.
es: No pude recoger mail en el folder de entrada '%s'.
fi: Viestien keruu saapuvat-kansiosta '%s' ep‰onnistui.
fr: Impossible d'obtenir le courier à partir du répertoire entrant '%s'.
nl: Kon post niet verzamelen uit In map '%s'
pt_br: Não foi possível coletar as mensagens da pasta mensagens recebidas `%s'.

source: in folder '
es: en el folder
fi: kansiossa '
fr: Dans le répertoire '
nl: in map '
pt_br: na pasta '

source: You have received %lu new messages in folder '%s'.
es: Ha recibido %lu mensajes nuevos en el folder '%s'.
fi: Olet saanut %lu uutta viesti‰.
fr: Vous avez reçu %lu nouveaux messages dans le répertoire '%s'.
nl: U heeft %lu% nieuwe berichten ontvangen in map '%s'.
pt_br: Você recebeu %lu novas mensagens na pasta `%s'.

source: Cannot open incoming folder '%s'.
es: No puedo abrir el folder de entrada '%s'.
fi: Saapuvat-kansio '%s' avaus ep‰onnistui.
fr: Impossible d'ouvrir le répertoire entrant '%s'.
nl: Kan Inkomende post-map '%s' niet openen.
pt_br: Não é possível abrir a pasta de mensagens recebidas `%s'.

source: Cannot collect mail without New Mail folder.
es: No puedo recoger mail sin el folder de Nuevo Mail
fi: Viestej‰ ei voida ker‰t‰ ilman New Mail kansiota.
fr: Impossible de lire les nouveaux messages sans le répertoire 'Nouveau Courier'.
nl: Kan geen post verzamelen zonder Nieuwe Post map.
pt_br: Não é possivel coletar mensagens sem uma pasta Novas Mensagens.

source: You have %lu new messages in folder '%s'.
es: Tiene %lu mensajes nuevos en el folder '%s'.
fi: Sinulla on %lu uutta viesti‰ kansiossa '%s'.
fr: Vous avez reçu %lu nouveaux messages dans le répertoire '%s'.

source: You are trying to collect mail from your central New Mail folder. This makes no sense. Please correct its settings.
es: Esta tratando de recoger mail del folder central de Mail nuevo. No tiene sentido. Por favor corrija la configuracion.
fi: Yrit‰t ker‰t‰ viestej‰ New Mail keskuskansiosta. Se ei ole j‰rkev‰‰. Korjaa kansion asetukset.
fr: Vous ne devriez pas essayer de ramasser les messages du répertoire 'Nouveau Courier' parce que c'est là que les messages ramassés sont copiés. Veuillez changer les options de ce répertoire.
nl: U probeert berichten op te halen uit uw centrale Nieuwe Post map. Dit is niet logisch. Corrigeer aub. de instellingen.
pt_br: Você está tentando coletar mensagens da sua pasta central Novas Mensagens. Isto não faz sentido. Por isso, corrija a sua configuração.

source: Auto-collecting mail from incoming folder '%s'.
es: Auto importando mail desde el folder de entrada '%s'.
fi: Ker‰t‰‰n viestej‰ saapuvat-kansiosta '%s'.
fr: Tout le courier entrant dans le répertoire '%s' sera rediregé automatiquement vers le répertoire 'Nouveau Courier'.
nl: Automatisch verzamelen van post uit Inkomende post-map '%s'.
pt_br: Auto-coletando mensagens da pasta de entrada `%s'.

source: From folder '
es: Desde folder
fi: Kansiosta '
fr: De répertoire '
nl: Van map '
pt_br: Da pasta '

source: Subject:
es: Tema:
fi: Aihe:
fr: Sujet:
nl: Onderwerp:
pt_br: Título:

source: From:
es: De:
fi: L‰hett‰j‰:
fr: De:
nl: Van:
pt_br: Remetente:

source: The application is terminating abnormally. Please report the bug to m-developers@makelist.com Thank you!
fi: Ohjelma keskeytet‰‰n poikkeavalla tavalla. Kerro bugista osoitteeseen m-developers@makelist.com Kiitos!
fr: L'application se termine d'une façon anormale. Envoyez vos reports de bogues à m-developers@makelist.com s'il vous plaît, Merci pour votre support!

source: Mahogany: Activity Log
es: Mahogany: Reporte de Actividades
fr: Log de l'activité de Mahogany

source: Cannot initialise help system.
es: No puedo inicializar el sistema de ayuda.
fi: Help-j‰rjestelm‰n avaus ep‰onnistui.
fr: Impossible d'initialiser le système d'aide.
nl: Kan helpsysteem niet initialiseren.
pt_br: Não é possível inicializar o sistema de ajuda.

source: Help file '
es: Archivo de ayuda
fi: Help-tiedosto '
fr: Fichier d'aide '
nl: Help bestand '
pt_br: Arquivo de ajuda '

source: ' not found.
es: no encontrado
fi: ' ei lˆydy.
fr: ' n'as pas été trouvé.
nl: ' niet gevonden
pt_br: ' não encontrado

source: &File
es: &Archivo
fi: &Tiedosto
fr: &Fichier
nl: &Bestand
pt_br: &Arquivo

source: Folder Open
es: Folder Abierto
fi: Avaa Kansio
fr: Ouvrir un répertoire
nl: Map Openen
pt_br: Abrir pasta

source: Name of the folder?
es: Nombre del folder?
fi: Kansion nimi?
fr: Nom du répertoire?
nl: Naam van map?
pt_br: Nome da pasta?

source: DUXCSMRFOPH
fr: ERPCSDRFOIV

source: Mark all articles in %s as read?
es: Marco todos los articulos en %s como leidos?
fi: Merkitse kaikki artikkelit kansiossa %s luetuiksi?
fr: Marquer tous les messages dans %s comme étant lus?

source: Invalid value '%s' for the date format: it should contain exacty 3 %%u format specificators. Default value '%s' will be used instead.
es: Valor invalido '%s' para el formato de fecha: debe contener exactamente 3 %%u especificadores de formato. Valor por defecto '%s' sera usado.
fr: Valeur '%s' est incorrecte pour le format de date: elle devrait contenir exactment 3 %%u spécificateurs de format. La valeur par défaut '%s' sera utilisée à sa place.

source: Deleted messages were expunged
es: Los mensajes borrados fueron purgados
fi: Poistetut viestit tuhottu
fr: Les messages marqués comme effacés ont été détruits.
nl: Verwijderde berichten zijn uitgewist
pt_br: Mensagens marcadas para remoção foram destruídas.

source: Find string in message
es: Buscar texto en mensaje
fi: Etsi viestist‰ merkkijono
fr: Chercher dans le message

source: Cannot rename temporary file.
es: No puedo renombrar el archivo temporal.
fi: V‰liaikaistiedoston nime‰minen ep‰onnistui.
fr: Impossible de renommer le fichier temporaire.
pt_br: Não é possível mudar o nome do arquivo temporário.

source: Article Composition
es: Composicion de Articulo
fi: Artikkelin kirjoitus
fr: Composition du message
nl: Artikel samenstellen
pt_br: Edição de artigo

source: Your signature is %stoo long: it should not be more than %d lines.
es: Su archivo de firma es %s demasiado largo: debe tener maximo %d lineas.
fi: Allekirjoituksesi on liian pitk‰: sen ei tulisi olla kuin %d rivi‰ pitk‰
fr: Votre signature est %strop longue: elle ne devrait pas contenir plus de %d lignes.
nl: Uw handtekening is %ste lang: hij moet niet langer dan %d regels zijn.
pt_br: Sua assinatura é %s longa: ela não deve possuir mais do que %d linhas.

source: Create &Folder...
es: Crear &Folder
fi: &Luo kansio...
fr: Créer un &nouveau répertoire...
nl: Map &creëren...
pt_br: Criar &pasta...

source: Creates a new folder definition
es: Crea una nueva definicion de folder
fi: Luo uuden kansiom‰‰ritelm‰n
fr: Configurer un nouveau répertoire
nl: Nieuw mapdefinitie maken
pt_br: Criar uma nova definição de pasta

source: &Compose Message
es: &Componer Mensaje
fi: &Kirjoita viesti
fr: &Ecrire un message

source: &Print Setup
fr: Configurer l'im&primante

source: &Close Window
es: &Cerrar Ventana
fi: &Sulje ikkuna
fr: &Fermer la fenêtre

source: Run &Script...
es: Correr &Script
fi: &Aja skripti...
fr: Exécuter un &script...

source: Enter the command name (%%s will be replaced with the name of the file):
es: Entre el nombre del comando (%%s sera reemplazado con el nombre del archivo):
fi: Anna komentonimi (%%s korvataan tiedostonimell‰):
fr: Entrez le nom de commands (%%s sera remplacé par le nom du fichier):
nl: Geef de naam van het commando (%%s zal worden vervangen door de naam van het bestand):
pt_br: Digite o nome do comando (%%s será substituído pelo nome do arquivo):

source: E&xit
es: &Salir
fi: &Lopeta
fr: &Quitter

source: External editor terminated with non null exit code.
es: Editor externo terminado con non null exit code.
fi: Ulkoinen muistio keskeytettin.
fr: L'éditeur externe s'est terminé avec un code de retour non null.
nl: Externe editor is gestopt met een exit code <> null
pt_br: O execução do editor externo foi finalizada com um código de erro não nulo.

source: &Address books...
es: &Libro de Direcciones
fi: &Osoitekirja
fr: &Carnets d'adresses...

source: &Preferences...
es: &Preferencias...
fr: &Options...

source: &Print
es: &Imprimir
fi: &Tulosta
fr: &Imprimer
pt_br: &Imprimir

source: Cannot write message to file '%s'.
es: No puedo escribir mensaje a archivo '%s'.
fi: Viestin kirjoittaminen tiedostoon '%s' ep‰onnistui.
fr: Impossible de sauvegarder le message dans le fichier '%s'.
nl: Kan bericht niet schrijven naar bestand '%s'.
pt_br: Não é possível salvar a mensagem no arquivo `%s'.

source: &Reply
es: &Responder
fi: &Vastaa
fr: &Répondre
pt_br: &Responder

source: Opened folder '%s'
es: Folder abierto'%s'
fi: Kansio '%s' avattu
fr: Répertoire '%s' ouvert
nl: Map '%s' geopend
pt_br: Aberta a pasta `%s'

source: &Forward
es: &Remitir
fi: &Eteenp‰in
fr: &Faire suivre
pt_br: Passar a&diante

source: &Save as File
es: &Salvar como Archivo
fi: &Tallenna tiedostoksi
fr: &Enregistrer sous...

source: &Copy to Folder
es: &Copiar a Folder
fi: &Kopioi kansioon
fr: &Copier dans un autre répertoire
nl: &Kopiëren naar map
pt_br: &Copiar para a pasta

source: &Move to Folder
es: &Mover a Folder
fi: &Siirr‰ kansioon
fr: &Déplacer dans un autre répertoire
nl: &Verplaats naar map
pt_br: &Mover para a Pasta

source: Copyright (c) 1999 by Karsten Ballüder
es: Derechos de autor (c) 1999 por Karsten Ballüder
fr: Copyright (c) 1999 Karsten Ballüder

source: Select &all
es: &Seleccionar todo
fi: &Valitse kaikki
fr: &Sélectionner tout
pt_br: Se&lecionar todas

source: Written by Karsten Ballüder
es: Escrito por Karsten Ballüder
fr: Ecrit par Karsten Ballüder

source: and Vadim Zeitlin
es: y Vadim Zeitlin
fr: et Vadim Zeitlin

source: D&eselect all
es: &Deseleccionar todo
fi: Poi&sta valinta
fr: &Desélectionner tout
pt_br: Canc&elar seleção

source: Unselect all messages
es: Deseleccionar todos los mensajes
fi: Poista valinta viesteist‰
fr: Desélectionner tous les messages
pt_br: Cancelar seleção de mensagens

source: Show &header
es: &Mostrar Encabezado
fr: En-&têtes

source: This software is provied 'as is' and without any express or implied
fr: Ce logiciel est livré 'tel quel' sans aucune garantie explicite

source: warranties, including, without limitation, the implied warranties
es: expresas o implicitas, incluyendo sin limitacion las garantias implicitas
fr: ou implicite, y compris, sans limitation, les garanties implicites

source: of merchantibility and fitness for a particular purpose.
es: de mercadeo y uso para un fin particular
fr: de @@@@

source: This is OpenSource(TM) software.
es: Este es OpenSource(TM) software.
fr: Ceci est un logiciel OpenSource(TM).

source: &Send
es: &Enviar
fi: L&‰het‰
fr: &Envoyer
pt_br: &Enviar

source: &Underline on
es: &Subrayado on
fr: &Sousligner

source: Save message text to file
es: Salvar mensaje de texto a archivo
fi: Tallenna viestin teksti tiedostoon
fr: Sauvegarder le texte du message dans un fichier
nl: Bewaar berichttekst in bestand
pt_br: Salvar texto da mensagem em um arquivo

source: Activate underline mode.
es: Activar modo subrayado
fr: Souligner les caractères tapés.

source: In&sert text...
es: &Insertar texto
fi: &Lis‰‰ teksti‰...
fr: I&nsérer texte...
pt_br: In&serir texto...

source: &Underline off
es: &Subrayado off
fr: Ne pas &sousligner

source: Deactivate underline mode.
es: Desactivar modo subrayado
fr: Arrêter de sousligner les caractères tapés.

source: &Bold on
es: &Negrilla on
fr: &Gras

source: Activate bold mode.
es: Activar modo negrilla
fr: Caractères gras.

source: &Bold off
es: &Negrilla off
fr: &Gras

source: Deactivate bold mode.
es: Desactivar modo negrilla
fr: Caractères normales (pas gras).

source: &Italics on
es: &Italica on
fr: &Italiques

source: Activate italics mode.
es: Activar modo italica
fr: Caractères italiques.

source: &Italics off
es: &Italica off
fr: &Italiques

source: Deactivate italics mode.
es: Desactivar modo italica
fr: Caractères normales(pas italiques).

source: Displays the program in formation and copyright
es: Muestra la informacion y copyright del programa
fr: Affiche les informations sur le programme et le copyright

source: Help &Contents
es: &Contenido de Ayuda
fi: &Sis‰llys
fr: Table de &matières
nl: &Inhoud
pt_br: Índice da A&juda

source: &Search Help
es: &Buscar Ayuda
fr: &Rechercher dans l'aide

source: The user and host names are used to compose the return address, unless a differenent return address is explicitly specified.
fr: Le nom d'utilisateur et le nom de la machine sont combinés pour former l'adresse de retour à moins que celle-ci ne soit spécifiée explicitement.

source: &Username
es: &Nombre de usuario
fi: &K‰ytt‰j‰nimi
fr: Nom d'&utilisateur
nl: Gebr&uikersnaam
pt_br: Nome do &usuário

source: The host name is also used as a default host name for local mail addresses.
es: El nombre de host se unsa como valor por defecto para las direcciones de mail locales
fi: Host-nime‰ k‰ytet‰‰n myˆs oletusarvona paikallisissa osoitteissa.
fr: Le nom de la machine est utilisé par défaut pour les adresses locales.
nl: De hostnaam wordt ook gebruikt als standaard hostnaam voor lokale adressen.
pt_br: O nome do servidor é utilizado como nome padrão para endereços locais.

source: &Return/Reply address
es: &Direccion de Retorno/Respuesta
fi: &Vastausosoite
fr: Adresse de &retour
nl: &Retour/Antwoord adres
pt_br: Endereço para &resposta/retorno

source: &To field default value
fr: Valeur par &défaut du champ 'A:'

source: Show &CC field
fr: Afficher le champ '&CC'

source: CC field &default value
fr: Valeur par &défaut du champ 'CC:'

source: Show &BCC field
fr: Afficher le champ '&BCC'

source: BCC field d&efault value
fr: &Valeur par défaut du champ 'BCC:'

source: Sa&ve sent mesasges
fr: Sauvegarder les messages &sortants

source: &Folder file for sent messages
es: &Folder para mensajes enviados
fi: Ka&nsio l‰hetetyille viesteille
fr: Le répertoire pour la sauvegarde
nl: &Mapbestand voor verstuurde berichten
pt_br: Nome da pasta para as mensagens enviadas

source: &Reply character
fr: C&aractère à utiliser pour citer

source: Us&e XFace
es: &Usar XFace
fr: Utiliser &XFace

source: &XFace file
es: &Archivo XFace
fr: F&ichier XFace

source: C&ut
es: &Cortar
fi: &Leikkaa
fr: &Couper

source: &Folder opened in main frame
fr: Répertoire à ouvrir dans la fenêtre &principale

source: used to extend M's functionality. It is not essential
fr: pour éteindre les fonctionallités de M. Il n'est pas indispensable

source: M may automatically remember all e-mail addresses in the messages you receive in a special addresss book. This is called 'address autocollection' and may be turned on or off from this page
fr: M peut recueillir automatiquement toutes les adresses électorniques de tous les messages que vous recevez. Ceci est appellé 'ramassage automatique d'adresses' et peut être activé ou desactivé à partir de cette page

source: Thes following settings configure the support of the Big Brother addressbook (BBDB) format. This is supported only for compatibility with other software. The normal addressbook is unaffected by these settings.
fr: Les options suivantes configurent la gestion des carnets d'adresses au format BBDB. Ils ne sont supportés que pour compatibilité avec d'autres logiciels et sont gérés indépendamment de carnets d'adresses normaux.

source: &Click folder to open
fr: &Cliquer pour ouvrir

source: &Format for the date
es: &Formato para la fecha
fr: Le format de &date

source: Show new mail &notifications
es: &Mostrar nuevas notificaciones de mail
fi: &N‰yt‰ ilmoitus uusista viesteist‰
fr: Afficher à la réception d'un nouveau message
nl: Bericht bij &nieuwe post laten zien
pt_br: Mostrar notificações para novas mensagens

source: The previously installed version of M was probably newer than this one. Can not upgrade.
fr: Il semble que la version de M installée précédemment ait été plus à jour que la version utilisée maintenant. La mise à jour n'a pas pu être faite.

source: M test message
fr: Le message de test de Mahogany

source: If you can read this, your M configuration works.
fr: Si vous pouvez lire ce message, votre installation de M marche.

source: Can't find your M directory, please specify it in the options dialog.
fr: Impossible de trouver le répertoire d'installation de M, veuillez le spécifier dans la boîte de dialogue des options.

source: Failed to set up initial configuration.
es: Fallo en la configuracion inicial
fi: Alkuper‰isten asetusten m‰‰ritys ep‰onnistui.
fr: Impossible d'établir la configuration initiale.

source: Can't create the directory for configuration files '%s'.
fr: Impossible de créer le répertoire '%s' pour les fichiers de configuration.

source: Specify global directory for M
fr: Spécifier le répertoire d'installation de Mahogany

source: You have received %lu new messages.
fr: Vous avez reçu %lu nouveaux messages.

source: Can not create a folder '%s' which already exists.
fr: Impossible de créer le répertoire '%s' car un groupe avec ce nom existe déjà.

source: Can not create profile folder '%s' because a group with this name already exists.
fr: Impossible de créer le répertoire '%s' car un groupe avec ce nom existe déjà.

source: Can't create subfolder '%s': folder with this name already exists.
fr: Impossible de créer le répertoire '%s' car un groupe avec ce nom existe déjà.

source: Can't rename folder '%s' to '%s': the folder with the new name already exists.
fr: Impossible de renommer le répertoire '%s' en '%s': un répertoire du même nom existe déjà.

source: M Activity Log
fr: Log de l'activité de Mahogany

source: Can't open folder '%s'.
fr: Impossible d'ouvrir le répertoire '%s'.

source: %d messages deleted
fr: %d messages effacés

source: %d messages undeleted
fr: %d messages restaurés

source: Cannot open folder '
fr: Impossible d'ouvrir le répertoire '

source: %d messages forwarded
fr: %d messages forwarded (TODO)

source: Folder where to collect &new mail
es: Folder para recoger&mail nuevo
fr: Le répertoire pour stockage du &nouveau courier

source: &Automatically select first message in viewer
es: &Seleccione automaticamente el priemer mensaje en el visor
fi: &Valitse ensimm‰inen viesti automagic
fr: Sélectionner automatiquement le &premier message
nl: &Automatisch eerste bericht in viewer selecteren
pt_br: &Selecionar automaticamente a primeira mensagem

source: Don't know how to handle data of type '%s'.
fr: Je ne sais pas gérer les données dans le format '%s'.

source: Can't open temporary file
fr: Impossible d'ouvrir le fichier temporaire.

source: Can't write data to temporary file.
fr: Impossible d'écrire dans le fichier temporaire.

source: Can't rename temporary file.
fr: Impossible de renommer le fichier temporaire.

source: Couldn't save the attachment.
fr: La sauvegarde de l'attachment a échoué.

source: Can't open URL '%s'
fr: Impossible d'ouvrir le URL '%s'.

source: Conversion &graphics format:XPM:PNG:BMP:JPG
es: &Conversion de formato grafico:XPM:PNG:BMP:JPG
fi: Grafiikkaformaatti:XPM:PNG:BMP:JPG
fr: Format de convertion des images:XPM:PNG:BMP:JPG

source: Auto collected e-mail address '%s' (created new entry '%s').
fr: Adresse '%s' a été ramassée (nouvelle entrée '%s' a été créee).

source: Maximum size of &message (in Kb)
es: &Tamaño maximo de mensaje (Kb)
fi: &Viestin suurin koko (KBytes)
fr: Taille maximale de message (en Ko)
nl: &Maximale grootte van bericht (in Kb)
pt_br: Tamanho máximo das &mensagens (in kBytes)

source: Maximum &number of messages
es: &Numero maximo de mensajes
fi: V&iestien suurin m‰‰r‰
fr: Le &nombre maximal de messages
nl: Maximaal aa&ntal berichten
pt_br: &Número máximo de mensagens

source: M: Printout
fr: M : Aperçu d'impression

source: Demo Print Preview
fr: Aperçu d'imppression

source: M : Message Composition
fr: M : Composition du message

source: Adressbook
es: Libro de direcciones
fr: Carnet d'adresses

source: External editor is already running (pid %d)
fr: Un éditeur externe est déjà en cours d'exécution (pid %d)

source: Can not create temporary file
fr: Impossible d'ouvrir le fichier temporaire.

source: Started external editor (pid %d)
fr: L'éditeur externe a été lancé (pid %d)

source: Can't read file '%s' included in this message!
fr: Impossible de lire le fichier '%s' faisant partie de ce message!

source: Can't open file '%s' included in this message!
fr: Impossible d'ouvrir le fichier '%s' faisant partie de ce message!

source: Can not insert text file into the message.
fr: Impossible d'insérer le fichier texte dans le message.

source: Can not write message to file '%s'.
fr: Impossible de sauvegarder le message dans le fichier '%s'.

source: There is no text to save.
fr: Il n y a pas de texte à sauvegarder.

source: Do you really want to exit M?
fr: Voulez-vous vraiment quitter Mahogany?

source: Welcome
fr: Bienvenu

source: to
fr: à

source: Folder Type
es: Tipo de Folder
fi: Kansiotyyppi
fr: Type du répertoire

source: Hostname
fr: Nom de la machine

source: Pathname or name of folder
fr: Nom du fichier

source: M - New Folder
fr: M - Nouveau répertoire

source: Symbolic name for the new folder
fr: Nom symbolic pour le nouveau répertoire

source: Folder Name
fr: Nom du répertoire

source: Mailhost
fr: Serveur du courier

source: Newsserver
fr: Serveur NNTP

source: Printing message...
fr: Imprimession du message en cours...

source: Toggle underline mode.
fr: Souligner (ou arrêter de sousligner) les caractères tapés.

source: Toggle bold mode.
fr: Caractères gras.

source: Toggle italics mode.
fr: Caractères italiques.

source: Open any message folder
fr: Ouvrir un répertoire quelconque

source: Folder '%s' is alive.
es: Folder '%s' esta vivo.
fi: Kansio '%s' on hengiss‰.
fr: Le répertoire '%s' est accessible.
nl: Map '%s' is actief.
pt_br: Pasta `%s' está ativa.

source: This folder (%s) contains %lu messages, which is greater than the current threshold of %lu. Would you like to retrieve only the first %lu messages? (selecting [No] will retrieve all messages)
fr: Ce répertoire (%s) contient %lu messages, ce qui est supérieur à la limite de %lu (spécifiée dans les options du programme). Voudriez-vouz télécharger seulement les %lu premiers messages? (si vous repondez [Non], tous les messages seront télécharges)

source: Mail boxes
fr: Répertoires

source: Folder '%s' is already present in the list, not added.
es: Folder '%s' ya existe en la lista, no añadido
fi: Kansio '%s' on jo olemassa luettelossa, ei lis‰tty.
fr: Répertoire '%s' est déjà dans la liste et n'a pas été ajouté.
nl: Map '%s' staat al in de lijst, is niet toegevoegd.
pt_br: A pasta `%s' já está presente na lista e não foi adicionada novamente.

source: Folder '
fi: Kansio '
fr: Répertoire '

source: &Rename folder...
es: &Renombrar folder
fi: &Nime‰ kansio uudelleen...
fr: &Renommer un répertoire...

source: You should not delete the INBOX folder: it is automatically created by M to store your incoming mail
fr: Vous ne pouvez pas détruire le répertoire INBOX: il est crée automatiquement par M pour tous les messages que vous recevez.

source: Do you really want to delete folder '%s' and all of its subfolders? You will permanently lose all the settings for the deleted folders!
es: Realmente desea borrar '%s' y sus subfolders? Perdera permanentemente la configuracion de los folders borrados!
fi: Haluatko poistaa kansion '%s' ja kaikki sen alakansiot? Poistettujen kansioiden asetukset tuhoutuvat lopullisesti!
fr: Voulez-vous vraiment effacer le répertoire '%s' et tous ses sousrépertoires? Vous perdrez de manière permanente toutes les options de configurations pour les répertoires détruits!
nl: Wilt u echt de map '%s' verwijderen met al zijn submappen? U zult alle instellingen voor de verwijderde mappen permanent verliezen!
pt_br: Você realmente deseja remover a pasta `%s' e todos as suas sub-pastas? Você perderá permanentemente sua configuração.
