Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: This page contains some of the basic options controlling Mahogany's operation. Please take a moment to check that these settings are as you prefer them.
de: Diese Seite enthält einige grundlegende Ein- stellungen. Bitte nehmen Sie sich einen Moment Zeit, diese zu prüfen und falls nötig zu korrigieren.
it: Questa pagina contiene alcune delle opzioni base per regolare le operazioni di Mahogany. Controllate con cura che tutto sia impostato correttamente.
ru: Эта страница содержит некоторые из основных параметров управления работой Mahogany. Пожалуйста уделите момент, чтобы проверить, что эти настройки такие, как Вы хотите.

source: &Collect new mail:
de: &Mail holen
it: Ra&ccogli le nuove mail:
ru: Собрать новую почту:

source: Use &Trash mailbox:
de: &Papierkorb verwenden:
it: Usa il Ces&tino:
ru: Использовать корзину:

source: Use &Outbox queue:
de: &Ausgangs-Mailbox verwenden:
it: Usa la c&oda di Uscita:
ru: Использовать исходящую очередь:

source: &Use dial-up network:
de: &Netzwerk kontrollieren:
it: &Usa la rete via telefono:
ru: Использовать dial-up соединение:

source: &Load PalmOS support:
de: PalmOS &Unterstützung:
it: Carica il supporto Pa&lmOS:
ru: Загрузить PalmOS поддержку:

source: Default &mailbox format
de: Voreinstellung für das Format der &Mailbox
ru: Формат ящика по-умолчанию

source: Enable &Python:
de: &Python aktivieren:
it: Abilita &Python:
pt: Activar &Python:
ru: Разрешить Python:

source: Mahogany can either leave all messages in your system mailbox or create its own mailbox for new mail and move all new messages there. This is recommended, especially in a multi-user environment.
de: Mahogany kann entweder alle Nachrichten in der System-Mailbox lassen oder in seiner eigenen Mailbox sammeln. Letzteres ist empfohlen, insbesondere wenn Sie mehr als einen Mailserver verwenden.
ru: Mahogany может или оставить все сообщения в вашем системном почтовом ящике или создаст собственный почтовый ящик для новой почты и переместит все новые сообщения туда. Особенно рекомендуется, в многопользовательской среде.

source: Mahogany has two options for deleting messages. You can either mark messages as deleted and leave them around to be expunged later, or you can use a Trash folder where to move them to.
de: Mahogany hat zwei Möglichkeiten, um Nachrichten zu löschen: Entweder werden sie markiert und später verworfen, oder in den "Papierkorb" verschoben, der später ge- leert werden kann.
it: Mahogany ha due opzioni per cancellare i messaggi: può marcare i messaggi come cancellati lasciandoli dove sono per eliminarli più tardi, oppure mettendoli direttamente nel Cestino.
ru: Mahogany имеет два варианта для удаления сообщений. Вы можете отметить сообщения как удалённые и оставить их, чтобы затереть позже, или Вы можете использовать каталог Корзину, для перемещения их туда.

source: Mahogany can either send messages immediately or queue them and only send them on demand. This is mostly useful for dial-up networking.
de: Mahogany kann Mails entweder sofort senden oder aufheben und erst später auf Anforderung senden. Letzteres ist insbesondere empfohlen, wenn Sie keine ständige Internet.-Verbindung haben.
ru: Mahogany может отправить сообщения немедленно или поставить их в очередь и отправить только по требованию. Главным образом полезно для сети модемной связи.

source: If you are using dial-up networking, Mahogany may detect your connection status and optionally dial and hang-up.
de: Falls Sie keine ständige Netzwerk-Verbin- dung haben, kann Mahogany feststellen ob eine Netzwerk-Verbindung besteht und sie falls erforderlich auf- und abbauen.
it: Se usi una connessione telefonica, Mahogany può rilevarne automaticamente lo stato ed eventualmente ripristinarla.
ru: Если Вы используете сеть модемной связи, Mahogany может определить состояние подключения и соответственно набрать и повесить трубку.

source: Do you have a PalmOS based handheld computer? Mahogany has special support build in to connect to these.
de: Haben Sie einen PalmOS basierten Taschencomputer? Mahogany hat besondere Funktionen für diesen ein- gebaut.
it: Hai un computer palmare basato su PalmOS? Mahogany ha in se un supporto speciale per effettuare un collegamento.
ru: Вы имеете PalmOS карманный компьютер? Mahogany имеет специальную версию, поддерживающую подключение к ним.

source: Mahogany contains a built-in interpreter for the scripting language `Python'. This can be used to further customise and expand Mahogany. Would you like to enable it?
de: Mahogany enthält die Skriptsprache `Python'. Diese kann verwendet werden, um Mahogany zu erweitern und an Ihre Bedürfnisse anzu- passen. Möchten Sie dies aktivieren?
it: Mahogany contiene al suo interno un interprete per gli script in linguaggio `Python'. Questo può essere usato per personalizzare ed espandere Mahogany. Vuoi abilitare l'interprete?
ru: Mahogany содержит встроенный интерпретатор для скриптового языка 'Python'. Он может использоваться, чтобы сильнее настроить и расширить Mahogany. Вы хотите включить его?

source: Congratulations! You have successfully configured Mahogany and may now start using it. In case of a problem, consult the help system and, if you cannot resolve it, subscribe to m-users mailing list at http://mahogany.sourceforge.net/ We hope you will enjoy using Mahogany! The M-Team
de: Glückwunsch ! Sie haben Mahogany erfolgreich eingerichtet und können es jetzt verwenden. Bitte schauen Sie in die eingebaute Hilfe und die Dokumentation. Es lohnt sich auch, in den Options-Dialog zu schauen. Im Fall von Problemen sollte die eingebaute Hilfe weiterhelfen, und wenn dies nicht genügt, unsere Webseiten: http://mahogany.sourceforge.net/ Hier finden Sie auch das Archiv der Mailing-Liste der Mahogany-Benutzer. Wir hoffen, Ihnen gefällt Mahogany ! Das M-Team
ru: Поздравляем! Вы успешно настроили Mahogany и можете теперь начать использовать. В случае проблемы, консультируйтесь со справочной системой и, если Вам она не помогла, подпишитесь на почтовую рассылку пользователей http://mahogany.sourceforge.net/ Мы надеемся, что Вам понравится Mahogany! Разработчики Mahogany

source: &Send test message:
de: Testnachricht jetzt &senden
ru: Отправить тестовое сообщение:

source: Finally, it is advised that you test your configuration by sending a test message to yourself. Please uncheck the checkbox below if you don't want to do it.
de: Sie können Ihre Einstellungen prüfen, indem Sie sich selbst eine Nachricht senden. Bitte löschen sie das Ankreuzfeld unten, falls Sie dies nicht tun wollen.
ru: Наконец, это сообщение, чтобы Вы проверили вашу конфигурацию, посылая испытательное сообщение себе. Пожалуйста не отмечайте переключатель ниже если Вы не хотите сделать это.

source: Please don't forget to configure SMTP server
de: Bitte vergessen Sie nicht den SMTP-Server einzurichten
pt: Por favor não se esqueça de configurar o servidor SMTP
ru: Пожалуйста не забудьте настроить SMTP server

source: (or a MTA for local mail delivery)
de: (oder einen MTA (Mail Transfer Agent) zum lokalen zustellen von Nachrichten)
ru: (или MTA для локальной доставки почты)

source: to be able to send the outgoing messages!
de: um Nachrichten senden zu können !
pt: para poder enviar mensagens!
ru: чтобы отправлять уходящие сообщения!

source: Mahogany Installation
it: Installazione di Mahogany
nl: Mahogany Installatie
ru: Mahogany Инсталляция

source: Sending the test message...
de: Testnachricht wird gesendet...
ru: Отправление испытательного сообщения...

source: Creating the welcome message...
de: Erzeuge die Willkommens-Nachricht...
ru: Создание сообщения приветствия...

source: From: mahogany-users-request@lists.sourceforge.net Subject: Welcome to Mahogany! Date: %s Thank you for using Mahogany! This mail and news client is developed as an OpenSource project by a team of volunteers from around the world. If you would like to contribute to its development, you are always welcome to join in! We also rely on you to report any bugs or wishes for improvements that you may have. Please look at http://mahogany.sourceforge.net/ for additional information, news about the latest releases and frequently asked questions. Also, if you reply to this e-mail message with the word 'subscribe' in the body or subject of the message, you will be automatically added to the mailing list of Mahogany users, where you will find other users happy to share their experiences with you and help you get started. Your Mahogany Developers Team
de: From: mahogany-users-help@lists.sourceforge.net Subject: Willkommen bei Mahogany ! Date: %s Vielen Dank, dass Sie Mahogany ausprobieren ! Dieses Mail und News-Programm wird als `OpenSource' Projekt von einem Team von Freiwilligen aus aller Welt entwickelt. Falls Sie an der seiner Entwicklung mithelfen möchten, sind Sie jeder- zeit herzlich willkommen. Wir brauchen Ihre Hilfe, um Probleme zu finden und freuen uns immer über Verbesserungsvorschläge. Bitte besuchen Sie unsere Webseiten auf http://mahogany.sourceforge.net/ Und, wenn Sie auf diese Nachricht antworten, werden Sie automatisch zum Forum (Mailing-Liste) der Mahogany-Benutzer hinzugefügt, wo man Ihnen gerne mit Ihren Fragen weiterhilft. Ihre Mahogany Entwickler
ru: От: mahogany-users-request@lists.sourceforge.net Тема: Добро пожаловать в Mahogany! Дата: %s Спасибо за использование Mahogany! Этот почтовый и новостной клиент разработан как OpenSource проект группой добровольцев со всего света. Если Вы хотели бы внести вклад в его развитие, добро пожаловать, Вы всегда можете присоединиться! Мы также полагаемся на Ваши сообщения о любых ошибках или пожеланиях усовершенствования, которые Вы можете прислать нам. Пожалуйста смотрите http://mahogany.sourceforge.net/ для дополнительной информации, новости о последних выпусках и часто задаваемые вопросы. Также, если Вы отвечаете на это почтовое сообщение со словом 'subscribe' в теле или теме сообщения, Вы будете автоматически добавлены к списку адресатов пользователей Mahogany, где Вы найдёте других пользователей, которые поделятся своим опытом использования с Вами и Вы начнёте получать помощь. Всегда Ваша, Группа Разработчиков Mahogany

source: Could not create PalmOS mailbox.
de: Konnte die PalmOS Mailbox nicht anlegen.
it: Impossibile creare la casella di PalmOS.
pt: Não foi possível criar a caixa de correio PalmOS.
ru: Невозможно создать PalmOS почтовый ящик.

source: This folder and its configuration settings are used to synchronise with your PalmOS based handheld computer.
de: Diese Mailbox und ihre Einstellungen werden zur Synchronisation mit Ihrem PalmOS-PDA verwendet.
it: Questa cartella e la sua configurazione sono usati per sincronizzarsi con il tuo palmare basato su PalmOS.
pt: Esta pasta e as suas definições de configuração são utilizadas para sincronizar o seu computador de mão PalmOS.
ru: Этот каталог и его параметры настройки конфигурации используются, для синхронизации с вашим PalmOS карманным компьютером.

source: Set up the `PalmBox' mailbox used to synchronise e-mail with your handheld computer. Please use the Plugin-menu to configure the PalmOS support.
de: Die `PalmBox' Mailbox zur Synchronisation mit Ihrem PalmOS PDA wurde angelegt. Bitte richten Sie das PalmOS Modul im Modul-Menü ein.
it: Configura la casella `PalmBox' per sincronizzare la posta col tuo palmare. Devi usare il menu Plugin per configurare il supporto PalmOS.
pt: Defina a caixa de correio 'PalmBox' utilizada para sincronizar o correio eletrónico com o seu computador de mão. Por favor utilize o menu Plugin para configurar o suporte PalmOS.
ru: Установите 'PalmBox' почтовый ящик для синхронизации электронной почты с вашим карманным компьютером. Пожалуйста используйте меню Плагины, для настройки поддержки PalmOS.

source: As it seems that you are running Mahogany for the first time, you should probably set up some of the options needed by the program (especially network parameters).
de: Es scheint, dass Sie Mahogany zum ersten Mal aufrufen. Sie sollten daher zunächst die Einstellungen (insbesondere die Netzwerk-Parameter) überprüfen.
it: A quanto sembra questa è la prima volta che utilizzi Mahogany. E' conveniente configurare delle opzioni necessarie al programma, come ad esempio i parametri di rete.
nl: Het lijkt er op dat u Mahogany voor het eerst hebt gestart, u moet nu enkele van de opties nodig voor het programma invullen (met name de netwerk parameters).
pt: Parece que está a utilizar o programa pela primeira vez assim sendo é aconselhável que defina algumas das opções necessárias ao programa (especialmente os paramentros de rede).
ru: Поскольку кажется, что Вы выполняете Mahogany первый раз, Вы должны вероятно установить некоторые из параметров необходимые для программы (особенно сетевые параметры).

source: Deleted illegal folder profile: '
de: Ungültiges Ordnerprofil gelöscht: '
es: Borrado Perfil de Folder Ilegal
fi: Poistettu v‰‰r‰ kansioprofiili: '
fr: Configuration incorrecte du répertoire:
it: Cancellato il profilo non ammesso della cartella: '
nl: Illegaal mapprofiel verwijderd: '
pt_br: Perfil ilegal de pasta removido: '
ru: Удалён неверный каталог профиля: '

source: Since version 0.5 the use of the server settings has changed slightly. If you experience any problems in accessing remote servers, please check the correct settings for those mailboxes. You might have to re-set some of these server hosts. The filter handling has also changed significantly and the old filter rules won't work anymore, sorry. You will have to set up new filter rules and assign them to the folders.
de: Seit Version 0.5 hat sich die Verwendung der Server- Einstellungen etwas geändert. Falls Sie Probleme mit dem Serverzugriff haben, prüfen Sie bitte, dass die Ein- stellungen für diese Mailboxen korrekt sind. Es ist möglich, dass Sie einige dieser Server-Hosts neu angeben müssen. Die Filter-Regeln funktionieren jetzt völlig anders, so dass Sie diese leider neu angeben müssen. Die alten Regeln werden nicht mehr funktionieren.
ru: Начиная с версии 0.5 использование параметров настройки сервера имеет немного изменений. Если Вы испытываете любые проблемы в доступ к сетевым серверам, пожалуйста проверьте правильный параметры настройки для этих почтовых ящиков. Вам, возможно, придётся переустановить некоторые из этих серверных хостов. Обработка фильтра также значительно изменилась и старые правила фильтра больше не будут работать, извините. Вы должны будете установить новые правила фильтра и назначить их каталогам.

source: Removing invalid config settings group '%s'.
de: Ungültige Gruppe '%s' mit Konfigurations-Einstellungen wird entfernt.
ru: Удаление недопустимой группы '%s' параметров настройки конфигурации.

source: Address book editor settings couldn't be updated.
de: Die Einstellungen für den Adressbuch-Editor konnten nicht aktualisiert werden.
ru: Настройки редактора адресной книги не были обновлены.

source: Template settings couldn't be updated.
de: Einstellungen für die Vorlage konnten nicht aktualisiert werden
ru: Параметры настройки шаблона не были обновлены.

source: Configuration information and program files were successfully upgraded from the version '%s'.
de: Konfigurationsdaten und Dateien wurden erfolgreich von Version '%s' übernommen.
es: Informacion de configuracion y archivos de programa actualizados exitosamente de la version '%s'.
fi: Asetustiedot ja ohjelmatiedostot p‰ivitettiin onnistuneesti versiosta '%s'.
fr: Les options du programme et votre configuration one été mises à jour à partir de la version '%s' avec succès.
it: La configurazione e i file di programma sono stati aggiornati a partire dalla versione '%s'.
nl: Configuratie informatie en programmabestanden met succes opgewaardeerd van versie '%s'.
pt: Os dados da configuração e os ficheiros do programa foram actualizados com sucesso da versão '%s'.
pt_br: As informações sobre a configuração e os arquivos dos programas da versão `%s' foram atualizados.
ru: Информация конфигурации и файлы программы были успешно обновлены от версии '%s'.

source: Configuration information and program files could not be upgraded from version '%s', some settings might be lost. It is recommended that you uninstall and reinstall the program before using it.
de: Konfiguration und Programmdateien konnten nicht von Version '%s' konvertiert werden, einige Einstellungen könnten verloren gegangen sein. Es wird empfohlen, dass Sie das Programm entfernen und neu installieren, bevor Sie es verwenden.
es: Informacion de configuracion y archivos de programa no pudieron ser actualizados de la version '%s', algunas configuraciones pueden ser perdidas. Es recomendable que desinstale y reinstale el programa antes de usarlo
fi: Asetustietoja sek‰ ohjelmatiedostoja ei voitu p‰ivitt‰‰ versiosta '%s', joitakin asetuksia saattoi h‰vit‰. On suositeltavaa ett‰ ohjelma poistetaan ja asennetaan uudelleen ennen k‰yttˆ‰.
fr: La configuration du programme (datant de la version '%s') n'a pas pu être mise à jour, certains éléments de la configuration ont pu être perdus. Il est recommandé de desinstaller et reinstaller de nouveau le programme avant de l'utiliser
it: La configurazione e i file di programma non possono essere aggiornati dalla versione '%s'. Potrebbe andare persa qualche impostazione. Si raccomanda di disinstallare e reinstallare il programma prima di usarlo.
nl: Configuratie informatie en programmabestanden konden niet opgewaardeerd worden van versie '%s', enkele instellingen zijn mogelijk verloren. Aanbevolen wordt om het programma te deïnstalleren en daarna opnieuw te installeren voor het te gebruiken.
pt: Os dados da configuração e os ficheiros do programa não poderam ser actualizados da versão '%s', algumas definições poderão estar perdidas. É recomendado que desinstale e reinstale o programa antes de utiliza-lo.
pt_br: Não foi possível atualizar as informações sobre a configuração e os programas da versão `%s'. É possível que algumas preferências foram perdidas. Recomenda-se que o programa se removido e reinstalado antes de seu uso.
ru: Информация конфигурации и файлы программы не могли быть обновлены от версии '%s', некоторые параметры настройки могли бы быть потеряны. Рекомендуем Вам деинсталлировать и повторно устанавить программу перед использованием.

source: The previously installed version of Mahogany (%s) was probably newer than this one. Cannot upgrade.
de: Die vorher installierte Version von Mahogany (%s) war vermutlich neuer als diese. Kann kein Upgrade durchführen.
pt: A versão instalada de Mahogany (%s) é mais recente que esta. Não é possível actualizar.
ru: Предварительно установленная версия Mahogany (%s) была вероятно более новая чем эта. Невозможно обновить.

source: Found additional folder '%s' marked as central new mail folder. Ignoring it. New Mail folder used is '%s'.
de: Zusätzliche Mailbox '%s' gefunden, die als zentrale Mailbox für neue Nachrichten markiert ist. Wird ignoriert. Mailbox '%s' wird verwendet.
it: Trovata cartella addizionale '%s' marcata come centrale di nuova posta: ignorata. La cartella di Nuova Posta è '%s'.
ru: Найден дополнительный каталог '%s' отмеченный как центральный каталог новой почты. Игнорировано. Используемый каталог Новой Почты - '%s'.

source: Cannot auto-collect mail from the new mail folder '%s' Corrected configuration data.
de: Kann Nachrichten nicht von der zentralen Mailbox '%s' einsammeln. Einstellungen korrigiert.
es: No puedo auto-recoger mail del nuevo folder @%s Informacion de configuracion corregida
fi: Saapuneen postin kansiosta '%s' ei voida ker‰t‰ postia. Asetustiedot korjattu.
it: Non riesco ad auto-prelevare la posta dalla cartella di nuova posta '%s' Dati di configurazione corretti.
nl: Kan mail niet automatisch ophalen uit nieuwe mail map '%s' Heb configuratie data aangepast.
pt_br: Não é possivel coletar automaticamente as mensagens da pasta de novas mensagens `%s'. Configuração foi corrigida.
ru: Невозможно автособрать почту из каталога новой почты '%s' Исправте данные конфигурации.

source: Failed to create system folder '%s'
de: System-Ordner '%s' konnte nicht angelegt werden
ru: Невозможно создать системный каталог '%s'

source: Failed to create the INBOX folder.
de: Der Eingangs-Ordner konnte nicht angelegt werden.
ru: Невозможно создать каталог Входящие.

source: Normally Mahogany will automatically collect all mail from your system's default mail folder (INBOX, representing your mail spool entry), and move it to a special 'New Mail' folder. This is generally considered good practice as you should not leave your new mail in INBOX. Please confirm this. If you select No, your mail will remain in INBOX and you need to check that folder manually.
de: Normalerweise holt Mahogany automatisch alle neuen Nachrichten aus der System-Mailbox (unter /var/spool) ab und kopiert sie in eine spezielle `New Mail' mailbox. Sind Sie damit einverstanden? Falls Sie `Nein' wählen, werden alle neuen Nachrichten in INBOX verbleiben und Sie müssen die Mailbox selbst prüfen.
es: Normalmente Mahogany recoge automaticamente todo el mail de su folder de correo por defecto (INBOX, representando su entrada del mail spool), muevalo a un folder especial de 'New Mail'. Esto generalmente se considera una buena idea y no debe dejar su mail nuevo en INBOX. Por favor confirme esto. Si selecciona No, su mail quedara en INBOX y necesitara revisar ese folder manualmente.'
fi: Tavallisesti Mahogany ker‰‰ automaattisesti kaiken postin j‰rjestelm‰si oletuskansiosta (INBOX, esitt‰en postij‰rjestelm‰si sis‰‰nk‰ynti‰) ja siirt‰‰ viestit erilliseen 'New Mail' kansioon. T‰m‰ on yleisesti hyv‰ksytty k‰yt‰ntˆ, sill‰ INBOXiin ei tulisi j‰tt‰‰ uusia viestej‰. Vahvista t‰m‰. Jos valitset No, viestisi s‰ilytet‰‰n INBOXissa ja joudut itse tarkistamaan kansion.
it: Mahogany raccoglie in maniera automatica i messaggi dalla cartella di posta predefinita (IN ARRIVO, che rappresenta l'ingresso nella tua area di posta), e li sposta nella speciale cartella 'Nuova Posta'. In generele questa operazione è consigliata in quanto non è bene lasciare la posta nella casella IN ARRIVO. Dammi conferma di questo. Se selezioni No, la tua posta rimarrà nella casella IN ARRIVO e dovrai controllarla manualmente.
nl: Normaal zal Mahogany automatisch alle post uit de standaard postmap op uw systeem (INBOX, waar uw post binnenkomt) verzamelen, en het verplaatsen naar een special 'Nieuw Post' map. Mag dit? Als u Nee selecteert, zal uw post blijven staan in INBOX en moet u die map handmatig controleren.
pt_br: Normalmente, o Mahogany coletará automaticamente todas as mensagens da pasta padrão do sistema (INBOX), que representa sua caixa postal de entrada, e as moverá para a pasta `New Mail'. Está é considerada uma boa prática, porque você não deve deixer suas novas mensages na pasta INBOX. Por favor, confirme este comportamento. Se você escolher Não, suas mensagens permanecerão na pasta de entrada INBOX e você terá que verificar esta pasta manualmente.
ru: Обычно Mahogany автоматически собирает всю почту из каталога по умолчанию вашей системы (Входящие, представляет ваш элемент для почтовой очереди), и перемещает её в специальный каталог 'Новая Почта'. Это вообще считается хорошей практикой, когда Вы не должны оставлять вашу новую почту во Входящих. Пожалуйста подтвердите это. Если Вы выбираете нет, ваша почта останется во Входящих, и Вы должны проверять этот каталог вручную.

source: Collect mail from INBOX?
de: Alle Nachrichten aus INBOX abholen ?
es: &Recoger mail de INBOX?
fi: Ker‰t‰‰nkˆ viestit INBOX-kansiosta?
it: Prendi posta da IN ARRIVO?
nl: Alle post uit INBOX verzamelen?
pt_br: Coletar as mensages da pasta INBOX?
ru: Собрать почту из Входящих?
