Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Permanently deleting messages...
de: Nachrichten endgültig löschen...
ru: Безвозвратное удаление сообщений...

source: Failed to permanently delete messages
de: Konnte Nachrichten nicht endgültig löschen.
ru: Неудалось безвозвратно удалить сообщения

source: Marking %d message(s) as %s...
de: %d Nachricht(en) als %s markieren...
ru: Пометить %d сообщение(я) как %s...

source: Failed to mark messages.
de: Konnte Nachricht nicht markieren
ru: Неудалось пометить сообщения.

source: Saving %d message(s) to '%s'...
de: Speichere %d Nachrichten in '%s'...
ru: Сохранить %d сообщение(я) в '%s'...

source: Failed to save messages to the folder '%s'.
de: Kann Nachrichten nicht in Ordner '%s' speichern.
pt: Não foi possível guardar as mensagens na pasta '%s'.
ru: Неудалось сохранить сообщения в папке '%s'.

source: Saving %d message(s) to file...
de: Speichere %d Nachricht(en) in eine Datei...
ru: Сохранить %d сообщение(я) в файл...

source: Saving messages to file failed.
de: Nachrichten konnten nicht in Datei gespeichert werden.
ru: Сохранение сообщений в файл завершилось неудачей.

source: Extracting addresses
de: Adressen sammeln
pt: Extraindo os endereços
ru: Извлечение адресов

source: Scanning messages...
de: Nachrichten werden überflogen...
ru: Сканируются сообщения:

source: Selected message doesn't contain any valid addresses.
de: Die ausgewählten Nachrichten enthalten keine gültige Adressen.
pt: A mensagem selecionada não comtém nenhum endereço válido.
ru: Выбранное сообщение не содержит правильных адресов.

source: Applying filter rules to %u message(s)...
de: Filter-Regeln werden auf %u Nachricht(en) angewandt...
ru: Применение фильтра правил к %u сообщению(ям)...

source: Failed to apply filter rules.
de: Filter-Regeln konnten nicht angewandt werden.
pt: Não foi possível aplicar as regras de filtragem.
ru: Неудалось применение фильтра правил.

source: Applied filters to %u message(s), see log window for details.
de: Filter wurden auf %u Nachricht(e)n angewandt, Details siehe Protokoll-Fenster.
ru: Прикладные фильтры к %u сообщению(ям), подробности смотрите в окне лога.

source: Moving messages failed.
de: Nachrichten konnten nicht verschoben werden.
it: Spostamento messaggi fallito.
pt: Não foi possível mover as mensagens.
ru: Перемещение сообщений закончилось неудачей.

source: Dragging messages failed.
de: Ziehen der Nachrichten gescheitert.
it: Trascinamento messaggi fallito.
pt: Não foi possível arrastar as mensagens.
ru: Неудалось переместить сообщения.

source: Dropped %lu message(s).
de: %lu Nachricht(en) fallen gelassen.
ru: Пропущенное %lu сообщение(я).

source: Failed to delete messages after moving them.
de: Nachrichten konnten nach dem Verschieben nicht gelöscht werden.
ru: Неудалось удалить сообщения после их перемещения.

source: Moved %lu message(s).
de: %lu Nachricht(en) verschoben.
ru: Перемещённых %lu сообщение(й).

source: Copied %lu message(s).
de: %lu Nachricht(en) kopiert.
ru: Скопированных %lu сообщение(й).

source: Settings for identity '%s'
de: Einstellungen für Identität '%s'
pt: Definições para a identidade '%s'
ru: Параметры для идентификатора '%s'

source: Your personal name and organization are used only for informational purposes and so you may give them any values at all or even leave them empty, while the user name is used as the default login for the servers which require authentication and should be set to the value they expect.
de: Ihr Name und die Organisation werden nur für informelle Zwecke verwendet und können leer gelassen werden oder beliebige Werte erhalten. Dagegen wird der Benutzername als Vorgabe für den Benutzername auf den Server verwendet, die eine Authentifizierung erwarten Hierfür sollte also der Wert eingetragen werden, den die Server erwarten.
ru: Ваше персональное имя и организация используются только для информационных целей и Вы можете присвоить им любые значения или даже оставить их пустыми, в то время как имя пользователя используется как заданное по умолчанию для входа в систему для серверов которые требуют идентификации и должны быть установлены в ожидаемые значения.

source: &Personal name
de: &Persönlicher Name
es: &Nombre personal
fi: &Henkilˆnimi
fr: &Nom
it: &Nome
nl: &Persoonlijke naam
pt: Nome &pessoal
pt_br: Nome &pessoal
ru: &Персональное имя

source: &User name or login
de: &Benutzername:
ru: &Имя пользователя или логин

source: The e-mail address is the value of the "From:" header while the reply address is used for the "Reply-To:" one. If you don't know whether you should set it, leave the reply address empty.
de: Die EMail-Adresse wird für das Feld "Von:" im Kopf verwendet, während die Antwort-Adresse für das Feld "Antwort-An:" verwendet wird. Wenn Sie nicht wissen ob Sie dieses Feld setzen sollen, so lassen Sie es leer
ru: Значение почтового адреса "От:" в заголовке в то время как адрес ответа используется для "Ответить:". Если Вы не знаете, должны ли Вы установить это, оставте адрес ответа пустым.

source: &Reply address
de: Antwort-Adresse
pt: Endereço de &Resposta
ru: Адрес ответа

source: The following domain name can be used as a default suffix for local mail addresses.
de: Der folgende Domain-Name wird als Voreinstellung zur Ergänzung lokaler Mail-Adressen verwendet.
ru: Следующее имя домена может использоваться как заданный по умолчанию суффикс для местных почтовых адресов.

source: &Add this suffix if none specified
de: &Diesen Nachspann anfügen falls keiner angegeben
ru: Добавьте этот суффикс, если ни один не определён

source: &Domain
ru: Домен

source: If you use several addresses, it may be useful to set the originating address of a reply to a message sent to a given address to the same address. The option below allows to do it automatically.
de: Wenn Sie mehrere Adressen verwenden, kann es sinnvollsein, die Absendeadresse Ihrer Antwort so zu setzen,wie die Adresse in der Nachricht auf die Sie antworten.Die Option unten ermöglicht, dies automatisch zu tun.
ru: Если Вы используете несколько адресов, может быть полезно установить исходный адреса ответа на сообщение посланное данному адресу к тому же самому адресу. Опция ниже позволяет сделать это автоматически.

source: Set "From:" header from "&To:" field
de: "From"-Kopfzeile vom "To" Feld setzten
ru: Установить "От:" заголовок из "Кому:" поля

source: And add personal &name if needed
de: Und ggf. einen persönlichen Namen hinzufügen
ru: И добавьте личное имя если необходимо

source: You may want to attach your personal information card (vCard) to all outgoing messages. In this case you will need to specify a file containing it. Notice that such file can be created by exporting an address book entry in the vCard format.
de: Sie können an alle ausgehenden Nachrichten Ihre persönlichen Daten als "vCard" Visitenkarte anhängen. In diesem Fall können Sie eine vCard-Datei angeben, die verwendet wird. Solch eine vCard-Datei kann durch Exportieren eines Adressbuch-Eintrages erzeugt werden.
ru: Вы можете хотеть прикрепить вашу личную информационную карту (vCard) ко всем уходящим сообщениям. В этом случае Вы будете нуждаться в определении файла, содержащий это. Обратите внимание, что такой файл может быть создан, экспортируя элемент адресной книги в формате vCard.

source: Attach a v&Card to outgoing messages
de: v&Card an ausgehende Nachrichten anhängen
it: Allega una v&Card ai messaggi in uscita
pt: Anexar um vCard às mensagens a enviar
ru: Прикрепите vCard к уходящим сообщениям

source: &vCard file
de: &vCard-Datei
it: File &vCard
pt: Ficheiro &vCard
ru: vCard файл

source: Set &global password
de: &Globales Passwort einrichten
pt: Definir senha global
ru: Установить глобальный пароль

source: The following fields are used as default values for the corresponding server names. You may set them independently for each folder as well, overriding the values specified here
de: Die folgenden Felder sind Voreinstellungen für die Server. Sie können diese auch für jede Ordner individuell einstellen, und damit diese Voreinstellungen umgehen.
fi: Seuraavia kentti‰ k‰ytet‰‰n oletusarvoina vastaaville palvelinnimille. Voit asettaa ne erikseen jokaiselle kansiolle, n‰in korvaten t‰ss‰ asetetut arvot.
it: I campi seguenti sono usati come valori predefinititi per i nomi del server corrispondente. Puoi configurarli in maniera indipendente per ogni cartella, cambiando i valori qui specificati
pt_br: Os valores seguintes são utilizados como padrão para os os servidores correspondentes. Você pode redefini-los independentemente para cada pasta
ru: Следующие поля используются как значения по умолчанию для соответствующих имён серверов. Вы можете установить их независимо для каждой папки также, отменяя значения, указанные здесь

source: &POP server
fi: &POP palvelin
it: Server &POP
pt: Servidor &POP
pt_br: Servidor &POP
ru: POP сервер

source: &IMAP server
fi: &IMAP palvelin
it: Server &IMAP
pt: Servidor &IMAP
pt_br: Servidor &IMAP
ru: IMAP сервер

source: Use local mail transfer a&gent
de: Lokalen Mail-Transfer-A&gent (MTA) verwenden
ru: Использовать локальный агент передачи почты

source: Local MTA &command
de: Lokaler MTA-Aufruf
pt: &Comando MTA local
ru: Локальная MTA команда

source: SMTP (&mail) server
es: Servidor de SMTP (&mail)
fi: SMTP (&Mail) palvelin
fr: Serveur SMTP (&e-mail)
it: Server SMTP (&mail)
pt: Servidor SMTP (correio)
pt_br: Servidor SMTP (&correio eletrônico)
ru: SMTP (почтовый) сервер

source: NNTP (&news) server
de: &NNTP (Usenet-News) Server
es: Servidor NNTP (&noticias)
fi: &NNTP (Usenet-News) palvelin
fr: Serveur NNTP (U&senet)
it: Server NNTP (discussio&ni)
pt: Servidor NNTP (&notícias)
pt_br: Servidor &NNTP (Notícias-Usenet)
ru: NNTP (новостной) сервер

source: If your SMTP server supports 8BITMIME ESMTP extension Mahogany may send 8 bit data without encoding it. If the server doesn't support it, the data will be encoded properly, so there is normally no risk in setting this option.
de: Wenn Ihr SMTP-Server 8Bit-MIME ESMTP-Erweiterungen unterstützt, kann Mahogany 8Bit-Daten ohne Kodierung versenden. Unterstützt der Server dies nicht, so werden die Daten kodiert. Damit ist es normalerweise kein Problem, diese Einstellung zu aktivieren.
ru: Если ваш сервер SMTP поддерживает 8BITMIME ESMTP расширение Mahogany может послать данные на 8 битов без кодирования. Если сервер не поддерживает это, данные будут закодированны должным образом, так что обычно нет никакого риска в установке этой опции.

source: Send &8 bit data
de: &8-Bit Daten versenden
ru: Отправлять 8 битные данные

source: Some SMTP or NNTP servers require a user name/login. You might need to enter the e-mail address provided by your ISP either with or without the part after '@': please follow the ISP instructions about this.
de: Einige SMTP und NNTP-Server benötigen einen Benutzernamen. Vielleicht müssen Sie hier Ihre EMail-Adresse, die Sie von Ihrem ISP erhalten haben, einsetzen. (Mit oder ohne den Teil nach dem '@'): Bitte beachten Sie die Angaben, die Sie dazu von Ihrem ISP erhalten haben.
ru: SMTP или NNTP сервер требует имя пользователя/логин. Вы, возможно, должны ввести адрес электронной почты, выданный вашим поставщиком ISP с или без части после '@': пожалуйста следуйте инструкциям поставщика ISP.

source: SMTP server &user ID
de: SMTP-&Benutzerkennung
it: &Utente del server SMTP
pt: Identificação do &utilizador para o servidor SMTP
ru: ID пользователя SMTP сервера

source: SMTP server pa&ssword
de: &SMTP-Server Passwort
it: Pa&ssword server SMTP
pt: &Senha para o servidor SMTP
ru: пароль SMTP сервера

source: NNTP server user &ID
de: NNTP-B&enutzerkennung
it: &Identificativo server NNTP
pt: &Identificação para o servidor NNTP
ru: ID пользователя NNTP сервера

source: NNTP server pass&word
de: NNTP-Server P&asswort
it: Pass&word server NNTP
ru: пароль NNTP сервера

source: If you use SMTP authentication, you may also have to specify a "Sender:" header. Mahogany tries to guess it, but if it doesn't work you can try to override it.
de: Wenn Sie SMTP-Authentifizierung verwenden, so müssen Sie u.U. eine "Sender"-Kopfzeile angeben. Mahogany versucht diese zu erraten, wenn es aber nicht funktioniert, können Sie es überschreiben.
ru: Если Вы используете идентификацию SMTP, Вы можете также определить заголовок "Отправитель:". Mahogany пробует предполагать это, но если это не работает Вы можете пробовать отменить это.

source: Try to guess SMTP sender header
de: Versuche Kopfzeile "SMTP-Sender" zu erraten
ru: Попытка предположить заголовок отправителя SMTP

source: SMTP sender header
de: Kopfzeile &SMTP Server:
ru: Заголовок отправителя SMTP

source: Final complication with SMTP authentication is that some servers (notably qmail and Exim 3) advertise the authentication mechanisms which they don't support. To use such broken servers you need to explicitly disable the incorrectly implemented methods by entering them below (you may enter "PLAIN" or "PLAIN;CRAM-MD5", for example)
de: Die letzte Schwierigkeit mit SMTP-Authentifizierung ist, dass einige Server (insbesondere qmail und Exim 3) Methoden anbieten, die sie tatsächlich nicht können. Um solche defekte Server zu verwenden, müssen Sie die falsch implementierten Methoden explizit ausschalten, indem Sie sie in die Liste unten eingeben. (Sie können z.B. "PLAIN" oder "PLAIN;CRAM-MD5" eingeben)
ru: Заключительное осложнение с идентификацией SMTP заключается в том, что некоторые серверы (особенно qmail и Exim 3) объявляют опознавательные механизмы, которые они не поддерживают. Чтобы использовать такие повреждённые серверы, Вы должны явно отключить неправильно осуществлённые методы, вводя их ниже (Вы можете ввести "PLAIN" или "PLAIN;CRAM-MD5", например)

source: Methods NOT to use
de: Diese NICHT benutzen
ru: Методы НЕ для использования

source: Mahogany can attempt to use either SSL or TLS to send mail or news. TLS is used by default if available but you may disable it if you experience problems because of this. You may also have to tell Mahogany to accept unsigned (or self-signed) certificates if your organization uses them.
de: Mahogany kann versuchen, entweder SSL (Secure Sockets Layer) oder TLS zu benutzen, um Nachrichten oder News-Artikel zu versenden. Per Default wird TLS verwendet, wenn es vorhanden ist, aber Sie können dies Abschalten, wenn Sie deshalb Probleme feststellen. Eventuell müssen Sie Mahogany anweisen, unsignierte (oder selbst signierte) Zertifikate zu akzeptieren, wenn Ihre Organisation diese einsetzt.
ru: Mahogany может пытаться использовать или SSL или TLS, чтобы отправить почту или новости. TLS используется по умолчанию если доступен, но Вы можете отключить это, если Вы испытываете проблемы из-за этого. Вам, вероятно, также придётся указать Mahogany, что необходимо принимать неподписанные (или самоподписанные) удостоверения, если ваша организация использует их.

source: SS&L/TLS for SMTP server:Don't use SSL at all:Use TLS if available:Use TLS only:Use SSL only
de: SSL/TLS für SMTP-Server:Verwende überhaupt kein SSL:Verwende TLS, wenn vorhanden:Verwende nur TLS:Verwende nur SSL
ru: SSL/TLS для SMTP сервера:Никогда не использовать SSL:Использовать TLS если доступно:Использовать только TLS:Использовать только SSL

source: &Accept unsigned certificates for SMTP
de: Unsignierte Zertifikate für SMTP akzeptieren
ru: Принимать неподписанные удостоверения для SMTP

source: SSL/TLS for NNTP s&erver:Don't use SSL at all:Use TLS if available:Use TLS only:Use SSL only
de: SSL/TLS für NNTP-Server:Verwende überhaupt kein SSL:Verwende TLS, wenn vorhanden:Verwende nur TLS:Verwende nur SSL
ru: SSL/TLS для NNTP сервера:Никогда не использовать SSL:Использовать TLS если доступно:Использовать только TLS:Использовать только SSL

source: A&ccept unsigned certificates for NNTP
de: Unsignierte Zertifikate für NNTP akzeptieren
ru: Принимать неподписанные удостоверения для NNTP

source: Mahogany has support for dial-up networks and can detect if the network is up or not. It can also be used to connect and disconnect the network. To aid in detecting the network status, you can specify a beacon host which should only be reachable if the network is up, e.g. the WWW server of your ISP. Leave it empty to use the SMTP server for this.
de: Falls Sie ein Modem oder eine andere temporäre Netzwerk-Verbindung haben, kann Mahogany automatisch deren Zustand feststellen und die Verbindung auf- und abbauen. Um festzustellen, ob die Verbindung besteht, können Sie einen 'Beacon-Host' angeben, einen Rechnernamen im Netz. Falls Sie dies leer lassen wird der SMTP-Server dafür verwendet.
ru: Mahogany имеет поддержку для сетей модемной связи и может обнаружить есть ли сеть - или нет. Это может также использоваться, чтобы подключать и разъединять сеть. Чтобы помогать в обнаружении сетевого состояния, Вы можете определить сигнальный хост, который должен быть доступен, если есть сеть, например WWW сервер вашего ISP. Оставьте пустым, чтобы использовать сервер SMTP для этого.

source: &Dial-up network support
de: &Dial-up Netzwerk-Unterstützung
it: Supporto &della connessione telefonica
ru: Поддержка сети модемной связи

source: &Beacon host (e.g. www.yahoo.com)
de: &Beacon-Host (z.B. www.yahoo.com)
it: &Host-guida (es. www.titanicus.com)
ru: Сигнальный хост (например www.yandex.ru)

source: &RAS connection to use
de: Zu verwendende &RAS Verbindung
it: Collegamento &RAS da usare
ru: RAS подключение для использования

source: Command to &activate network
de: Befehl um das Netzwerk zu &aktivieren
it: Comando per &attivare la rete
pt: Comando para &activar a rede
ru: Команда для активизации сети

source: Command to &deactivate network
de: Befehl um das Netzwerk zu &deaktivieren
it: Comando per &disattivare la rete
pt: Comando para &desactivar a rede
ru: Команда для деактивизации сети

source: The following timeout values are used for TCP connections to remote mail or news servers. Try increasing them if your connection is slow.
de: Die folgenden Zeitbegrenzungen werden für TCP-Verbindungen zu Mail- oder Newsservern verwendet. Versuchen Sie sie zu erhöhen, wenn die Verbindungen langsam sind.
ru: Следующие значения задержек используются для TCP подключений к удалённым почтовым или новостным серверам. Пробуйте увеличить их, если ваше подключение медленное.

source: &Open timeout (in seconds)
de: Zeitbegrenzung beim &Öffnen (in Sekunden)
it: Temp&o massimo di apertura (in secondi)
ru: Задержка открытия (в секундах)

source: &Read timeout
de: Zeitbegrenzung beim &Lesen
es: &Tiempo limite de lectura
fi: &Luku timeout
it: Tempo massimo di lettu&ra
nl: &Lees timeout
pt_br: Limite de tempo de &leitura
ru: Задержка чтения

source: &Write timeout
de: Zeitbegrenzung beim &Schreiben
es: &Tiempo limite de escritura
fi: &Kirjoitus timeout
it: Tempo massimo di &scrittura
nl: &Schrijf timeout
pt_br: Limite de tempo de &escrita
ru: Задержка записи

source: &Close timeout
de: Zeitbegrenzung beim &Schließen
es: &Tiempo limite para cerrar
fi: &Sulje timeout
it: Tempo massimo di &chiusura
nl: S&luit timeout
pt_br: &Limite de tempo para fechamento
ru: Задержка закрытия

source: When Mahogany needs to fetch a header from IMAP server it may also get a couple of adjacent messages which will speed up the access to them if they are needed later but can slow down retrieving the individual messages a bit Set this option to 0 to let Mahogany decide.
de: Wenn Mahogany einen Nachrichtenkopf von einem IMAP-Server holt, kann es auch eine Anzahl benachbarter Nachrichten abholen. Dies wird den Zugriff auf diese Nachrichten beschleunigen, wenn diese später benötigt werden. Aber es kann das Abholen einzelner Nachrichten etwas bremsen. Setzen Sie diese Einstellung auf 0 um Mahogany entscheiden zu lassen.
ru: Когда Mahogany нуждается в получении заголовка от IMAP сервера, также может получить несколько смежных сообщений, что ускорит доступ к ним, если они необходимы позже но может немного замедлить поиск индивидуальных сообщений. Установка этой опции к 0, оставляет выбор за Mahogany.

source: &Pre-fetch this many msgs
de: So viele Nachrichten im &voraus lesen
ru: Получать смежные сообщения

source: If the RSH timeout below is greater than 0, Mahogany will first try to connect to IMAP servers using rsh instead of sending passwords in clear text. However, if the server does not support rsh connections, enabling this option can lead to unneeded delays.
de: Falls die Zeitbegrenzung für rsh größer als 0 ist, wird Mahogany erst versuchen, den IMAP-Server per RSH zu erreichen, anstatt Passwörter zu senden. Wenn der Server kein rsh verwendet, führt dies zu unnötigen Verzögerungen.
it: Se il timeout di RSH è maggiore di 0, allora Mahogany proverà a connettersi ad server IMAP utilizzando RSH invece di inviare la password senza criptazione. In ongi modo, se il server remoto non gestisce connessioni di tipo RSH, l' abilitazione di questa opzione causa inutili rallentamenti.
ru: Если RSH задержка внизу больше чем 0, Mahogany будет сначала пробовать соединиться с IMAP серверами, используя rsh вместо посылки паролей в чистом тексте. Однако, если сервер не поддерживает rsh подключения, включение этой опции может привести к ненужным задержкам.

source: &Rsh timeout
de: Zeitbegrenzung für &rsh Aufrufe
ru: Rsh задержка

source: Please note that the details of new mail handling must be set separately for each folder, you should select a folder in the tree and choose the "Properties" command from the "Folder" menu to do this.
de: Bitte beachten Sie, dass die Details für die Behandlung neuer Nachrichten für jeden Ordner getrennt eingestellt werden müssen. Wählen Sie dazu einen Ordner und benutzen Sie dann "Eigenschaften" aus dem "Ordner"-Menü.
ru: Пожалуйста обратите внимание, что детали обработки новой почты должны быть указаны отдельно для каждого каталога, Вы должны выбрать каталог в дереве и выбрать "Настройки" из меню "Каталог", чтобы сделать это.

source: Mahogany processes the new mail in several steps: first it applies the filters, if any, to it. Then, if any new messages are left, it may collect (or download in case of remote server) them to the central new mail folder Finally, if any new messages are still left in this folder, Mahogany may notify you about them either by running an external program or by performing an internal action. Please notice that if you select any of these options, you probably want to check the "Permanently monitor this folder" checkbox to detect new mail in it automatically - otherwise you'll have to open it manually to do it.
de: Mahogany bearbeitet neue Nachrichten in mehreren Schritten: Zuerst werden die Filter - falls vorhanden - angewandt. Dann, wenn neue Nachrichten übrig geblieben sind, werden diese im zentralen Ordner für neue Nachrichten gesammelt, (bzw. dorthin heruntergeladen im Fall eines Servers) Zum Schluss kann Mahogany Sie benachrichtigen, indem es ein externes Programm oder eine interne Aktion ausführt, wenn noch Nachrichten in diesem Ordner übrig geblieben sind. Bitte beachten Sie: Wenn Sie eine dieser Möglichkeiten auswählen, sollten Sie auch "Diesen Ordner ständig überwachen" aus- wählen, so dass neue Nachrichten automatisch erkannt werden. Sonst müssen Sie den Ordner öffnen um dies festzustellen.
ru: Mahogany обрабатывает новую почту в несколько шагов: сначала почта проходит фильтры, если таковые вообще имеются. После, если любые новые сообщения остаются, они могут быть собраны (или загружены для удалённого сервера) в центральном каталоге новой почты. Наконец, если любые новые сообщения всё ещё остались в этом каталоге, Mahogany может уведомить Вас о них, выполняя любую внешнюю программу или выполняя внутреннее действие. Пожалуйста заметьте, что, если Вы выбираете любой из этих вариантов, Вы вероятно хотите отметить "Постоянно контролировать этот каталог" переключатель, чтобы обнаружить новую почту автоматически - иначе Вы должны будете открывать его вручную, чтобы сделать это.
