Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Failed to create group '%s' in the address book '%s'.
de: Konnte Gruppe '%s' im Adressbuch '%s' nicht erzeugen
pt: Falhou ao criar grupo '%s' no livro de endereços '%s'.
ru: ть группу '%s' в адресной книге '%s'.

source: Saved %u addresses.
de: %u Nachrichten gespeichert.
pt: %u endereços gravados.
ru: Сохранено %u адресов.

source: No addresses to save.
de: Keine zu speichernde Adressen
pt: Não existem endereços para gravar.
ru: Нет адресов для сохранения.

source: PalmOS format address book exporter
de: PalmOS-Adressbuch Export Modul
pt: Exportador de livro de endereços em formato PalmOS
ru: экспортер адресной книги формата PalmOS

source: PalmOS addressbook
de: PalmOS-Adressbuch
pt: Livro de endereços PalmOS
ru: Адресная книга PalmOS

source: Successfully exported address book data to file '%s'
de: Adressbuchdaten erfolgreich in Datei '%s' exportiert.
nl: Exporteren van adresboek data naar bestand '%s' succesvol.
pt: Dados do livro de endereços foram exportados com sucesso para o ficheiro '%s'
pt_br: Dados do livro de endereços foram exportados com sucesso para o arquivo `%s'
ru: Успешно экспортированы данные адресной книги в файл '%s'

source: Export failed.
de: Export gescheitert.
nl: Exporteren mislukt.
pt: Exportação falhou.
pt_br: Exportação falhou.
ru: Экспорт невозможен.

source: Mahogany: Exporting address book
de: Mahogany: Adressbuch exportieren
nl: Mahogany: Adresboek wordt geexporteerd
pt: Mahogany: Exportando livro de endereços
pt_br: Mahogany: exportando arquivo de endereços
ru: Mahogany: Экспорт адресной книги

source: Configure export
de: Export einstellen
it: Configura i parametri di esportazione
nl: Exporteren configureren
pt: Configurar exportação
pt_br: Configurar exportação
ru: Конфигурация экспорта

source: &Filename to export to:
de: &Dateiname in den exportiert werden soll:
it: Nome del &file da esportare:
nl: &Bestandsnaam om naar te exporteren:
pt: Nome de ficheiro para exportar para:
ru: Название файла для экспорта в:

source: &Addressbook Category:
de: &Adressbucheditor-Kategorie
it: Categoria dell'&agenda:
nl: &Adresboek Categorie:
pt: Categoria Livro de endereços:
ru: Категория адресной книги:

source: &Include entries with no name:
de: Auch Einträge ohne Namen &importieren
it: &Includi gli ingressi senza un nome:
nl: Vermeld&ingen zonder naam bijvoegen:
pt: &Incluir entradas sem nome:
ru: Включать элементы без имени:

source: &Include comments:
de: &Kommentar mit importieren:
it: &Includi i commenti:
nl: Commentaar bijvoegen:
pt: &Incluir comentários:
ru: Включать комментарии:

source: Please specify the file name!
de: Bitte geben Sie den Dateinamen an !
nl: Geef de bestandsnaam!
pt: Por favor especifique o nome do ficheiro!
pt_br: Por favor, especifique o nome do arquivo!
ru: Пожалуйста укажите имя файла!

source: Please specify the category name!
de: Bitte geben Sie die Kategorie an !
it: Specifica il nome della categoria!
nl: Geef de categorienaam!
pt: Por favor especifique o nome da categoria!
ru: Пожалуйста укажите название категории!

source: Text format address book exporter
de: Text-Format-Adressbuch Export Modul
pt: Exportador do livro de endereços em formato de texto
ru: Экспотрёр адресной книги текстового формата

source: Simple text format
de: Einfaches Text-Format
nl: Eenvoudig tekstformaat
pt: Formato de texto simples
ru: Простой текстовый формат

source: Use &commas
de: Mit &Kommas
nl: Gebruik &comma's
pt: Utilize Vírgulas
pt_br: Usar &vírgulas
ru: Использовать разделители

source: Use &tabs
de: Mit &Tabulatoren
nl: Gebruik &tabs
pt_br: Usar &tabulações
ru: Использовать табуляторы

source: &Use custom character
de: Mit &eigenem Trennungszeichen
it: &Usa i caratteri personalizzati
nl: Gebr&uik eigen karakter
pt_br: &Usar caracter do usuário
ru: Использовать указанный символ

source: &Delimiter
de: Trennungs&zeichen
it: &Delimitatore
nl: &Scheidingsteken
pt: &Delimitador
pt_br: &Delimitador
ru: Разделитель

source: Field &separator:
de: &Feld-Trennungszeichen:
nl: Veld &scheidingsteken:
pt: &Separador de campo:
pt_br: &Separador de campo:
ru: Разделитель полей:

source: Please enter specify the delimiter character!
de: Bitte geben Sie das Trennungszeichen an !
it: Specifica il carattere del delimitatore!
nl: Voer een scheidingsteken in!
pt: Por favor especifique caracter delimitador!
pt_br: Por favor, especifique o caracter delimitador!
ru: Пожалуйста введите символ-разделитель!

source: vCard format address book exporter
de: vCard-Format Adressbuch Export Modul
pt: Exportador de livro de endereços em formato vCard
ru: Экспотрёр адресной книги формата vCard

source: vCard (.vcf) file
de: &vCard (.vcf)-Datei
pt: ficheiro vCard (.vcf)
ru: vCard (.vcf) файл

source: Failed to write vCard to the file '%s'.
de: Konnte vCard nicht in Datei '%s' schreiben.
ru: Неудалось записать vCard к файлу '%s'.

source: Failed to export address book to '%s'.
de: Adressbuch in '%s' exportieren gescheitert
pt: Falhou a exportação do livro de endereços para '%s'.
ru: Неудалось экспортировать адресную книгу в '%s'.

source: Choose the directory for vCard files
de: Wählen Sie das Directory für die vCard-Dateien
pt: Escolha o directório para os ficheiros vCard
ru: Выберите каталог для файлов vCard

source: Successfully exported address book data to directory '%s'
de: Adressbuchdaten erfolgreich in Verzeichnis '%s' exportiert.
pt: Dados do livro de endereços foram exportados com sucesso para o directório '%s'
ru: Успешно экспортированы данные адресной книги в каталог '%s'

source: Choose the name for vCard file
de: Wählen Sie den Name für die vCard-Datei
pt: Escolha o nome para o ficheiro vCard
ru: Выберите название для файла vCard

source: Eudora address book importer
ru: Импортёр адресной книги Eudora

source: Eudora for Windows address book
ru: Адресная книга Eudora для Windows

source: Unknown tag '%s' in Eudora address book file ignored.
ru: Неизвестный тег '%s' в файле адресной книги Eudora игнорирован.

source: Incorrect entry at line %d in the Eudora address book file '%s' ignored.
ru: Некорректный элемент на линии %d в файле '%s' адресной книги Eudora игнорирован.

source: Unix .mailrc file import module
de: Unix .mailrc-Import Modul
pt: Módulo de importação de ficheiro Unix .mailrc
ru: Модуль импорта файла Unix .mailrc

source: Unix .mailrc file
de: Unix .mailrc-Datei
pt_br: Arquivo Unix .mailrc
ru: Unix .mailrc файл

source: Invalid mailrc alias entry '%s' discarded.
de: Ungültiger .mailrc-Alias-Eintrag '%s' ignoriert
pt_br: Item `%s' do arquivo mailrc foi desconsiderado.
ru: Неверный mailrc псевдоним элемнта '%s' отвергнутый.

source: Mailrc entry '%s' doesn't have any addresses and will be ignored.
de: .mailrc-Eintrag '%s' enthält keine Adressen und wird ignoriert
pt: A entrada mailrc '%s' não tem quaisquer endereços e será ignorada.
pt_br: Item do arquivo `%s' não possui nenhum endereço e será ignorado.
ru: Mailrc элемнт '%s' не имеет никаких адресов и будет игнорироваться.

source: Didn't find the mailrc address book in the default location (%s).
de: Konnte das .mailrc-Adressbuch nicht an der üblichen Stelle (%s) finden
pt: O livro de endereços mailrc não foi encontrado na localização original ('%s').
pt_br: O arquivo mailrc de endereços não foi encontrado no local padrão (%s).
ru: Не найдена mailrc адресная книга в заданном по умолчанию местоположении (%s).

source: PINE address book import module
de: Modul für PINE-Adressbuch-Import
pt: Módulo de importação do livro de endereços PINE
ru: Модуль импортирта адресной книги PINE

source: PINE address book
de: PINE-Adressbuch
pt: Livro de endereços PINE
ru: адресная книга PINE

source: Unterminated mailing address list at line %d in the PINE address book file '%s'.
de: Nicht abgeschlossene Liste von Mail-Adressen in Zeile %d in PINE Adressbuch-Datei '%s'.
pt_br: Lista indeterminada de endereços na linha %d no arquivo %s do livro de endereçosdo PINE.
ru: Незаконченный список адресов электронной почты в строке %d в файле '%s' адресной книги PINE.

source: TAB character expected at position %d in line %d of the address book file '%s'; the entry will be ignored.
de: TAB-Zeichen an Position %d in Zeile %d des Adressbuchs '%s' erwartet; der Eintrag wird ignoriert
pt: O caracter de TABulação esperado na posição %d na linha %d do livro de endereços '%s'; a entrada será ignorada.
pt_br: Caracter de TABulação esperado na posicão %d, na linha %d do arquivo %s do livro de endereços. Item será ignorado.
ru: TAB cимвол ожидаемый в позиции %d в строке %d файла адресной книги '%s'; элемент будет игнорирован.

source: Unexpected line end at position %d in line %d of the address book file '%s'; the entry will be ignored.
de: Unerwartetes Zeilenende an Position %d in Zeile %d in Datei '%s'; der Eintrag wird ignoriert
pt: Fim de linha inesperado na posição %d na linha %d do livro de endereços '%s'; a entrada será ignorada.
pt_br: Fim inesperado de linha na posição %d na linha do arquivo % de livro de endereços. O item será ignorado.
ru: Неожиданный конец строки в позиции %d на строке %d файла адресной книги '%s'; элемент будет игнорирован.

source: Unrecognized address book entry '%s'.
de: Eintrag '%s' im Adressbuch nicht erkannt.
pt: Entrada '%s' do livro de endereços não reconhecida.
ru: Нераспознанный элемент адресной книги '%s'.

source: Invalid format for list of addresses of PINE mailing list entry: '%s'.
de: Ungültiges Format der Adressliste in der PINE-Mailing-Liste '%s'
pt_br: Formato inválido para o item `%s' lista de endereços do PINE.
ru: Неверный формат элемента списка для списка почтовых адресов PINE: '%s'.

source: No matching '>' in the address '%s'.
de: E-Mailadresse '%s' enthält '<' ohne '>'.
pt_br: Não existe o caracter `>' correspondente no endereço `%s'.
ru: Нет соответствия '>' в адресе '%s'.

source: Didn't find the PINE address book in the default location (%s).
de: Konnte das PINE-Adressbuch nicht an der üblichen Stelle (%s) finden
pt: O livro de endereços PINE não foi encontrado na localização original ('%s').
ru: Не найдена PINE адресная книга в заданном по умолчанию местоположении (%s).

source: Comma/TAB separated text format address book import module
de: Import-Modul für Adressbücher mit durch Komma/TAB getrennte Felder
pt: Módulo de importação do livro de endereços no formato de texto separado por vírgula/tabulação
ru: Модуль импорта адресной книги текстового формата с разделителем запятая/TAB

source: Comma/TAB separated values
de: Durch Komma/TAB getrennte Felder
pt: Valores separados por vírgula/tabulação
ru: Значения с разделителем запятая/TAB

source: vCard address book import module
de: Modul für vCard-Adressbuch-Import
pt: Módulo de importação do livro de endereços vCard
ru: Модуль импорта адресной книги vCard

source: vCard (.vcf) files
de: vCard-(.vcf) Dateien
pt: ficheiros vCard (.vcf)
ru: vCard (.vcf) файлы

source: XFMail address book import module
de: Modul für XFMail-Adressbuch-Import
pt: Módulo de importação do livro de endereços XFMail
ru: Модуль импорта адресной книги XFMail

source: XFMail address book
de: XFMail Adressbuch
pt: Livro de endereços XFMail
pt_br: Livro de endereços XFMail
ru: Адресная книга XFMail

source: Didn't find the XFMail address book in the default location (%s).
de: Konnte das XFMail-Adressbuch nicht an der üblichen Stelle (%s) finden
pt: O livro de endereços XFMail não foi encontrado na localização original ('%s')
pt_br: Livro XFMail de endereços não foi encontrado no local padrão (%s).
ru: Не найдена XFMail адресная книга в заданном по умолчанию местоположении (%s).

source: Bbdb::ReadListOfVectors expected ')', found '%s'
de: Bbdb::ReadListOfVectors erwartete ')', gefunden: '%s'
es: Bbdb::Lectura de Vectores esperaba ')', encontro '%s'
fi: Bbdb::ReadListOfVectors odotettu ')', lˆytyi: '%s'
fr: ')' attendu au lieu de '%s' dans un carnet d'adresses au format BBDB
it: Bbdb::ReadListOfVectors si aspettava ')' invece di '%s'
nl: Bbdb::ReadListOfVectors verwachtte ')', '%s' gevonden
pt_br: Bbdb::ReadListOfVectors esperado um ')', encontrado: `%s'
ru: Bbdb::ReadListOfVectors ожидался ')', найдено '%s'

source: BBDB: file has wrong header line: '%s'
de: BBDB: Datei hat falsche Kopfzeile '%s'
es: BBDB: archivo tiene linea de encabezado erronea: '%s'
fi: BBDB: tiedostolla on v‰‰r‰ otsikkorivi: '%s'
fr: L'en-tête du carnet d'adresses au format BBDB est incorrecte: '%s'
it: BBDB: il file ha un'intestazione errata: '%s'
nl: BBDB: bestand heeft foute koplijn: '%s'
pt_br: BBDB: arquivo possui linha incorreta de cabeçalho`%s'
ru: BBDB: файл имеет неверную строку заголовка: '%s'

source: BBDB: file format version '%s'
de: BBDB: Dateiformat Version '%s'
es: BBDB: version de formato de archivo '%s'
fi: BBDB: tiedostoformaatin versio '%s'
fr: BBDB: version du format '%s'
it: BBDB: versione del formato del file '%s'
nl: BBDB: bestandsformaat versie '%s'
pt_br: BBDB: formato de arquivo versão `%s'
ru: BBDB: версия формата файла '%s'

source: BBDB: read %d entries.
de: BBDB: %d Einträge gelesen.
es: BBDB: lee %d entradas
fi: BBDB: %d kohtaa luettu.
fr: BBDB: %d entrées lues.
it: BBDB: letti %d ingressi.
nl: BBDB: %d vermeldingen gelezen.
pt: BBDB: ler %d entradas.
pt_br: BBDB: %d itens lidos.
ru: BBDB: прочитано %d элементов.

source: BBDB: ignored %d entries with neither first nor last names.
de: BBDB: %d Einträge mit weder Vor- noch Nachnamen ignoriert.
es: BBDB: ignora %d entradas sin nombre ni apellido.
fi: BBDB: %d kohtaa ohitettu, ilman etu- tai sukunimi‰.
fr: BBDB: %d entrées sans le nom n'ont pas été lues.
it: BBDB: ignorati %d ingressi senza nome né cognome.
nl: BBDB: %d vermeldingen zonder voor- noch achternaam genegeerd.
pt: BBDB: %d entradas ignoradas sem primeiro nem último nome.
pt_br: BBDB: %d itens sem nome e sobrenome foram ignorados.
ru: BBDB: игнорировано %d элементов без первого и последнего имён.

source: Save BBDB address book '%s'? This might lead to loss of some of the original data.
de: BBDB Adressbuch '%s' speichern ? Dies kann zum Verlust eines Teils der Originaldaten führen.
es: Salvar BBDB libro de direcciones '%s'? Esto puede causar la predida de informacion original.
fi: Tallenna BBDB osoitekirja '%s'? T‰m‰ voi johtaa alkuper‰isen datan tuhoutumiseen.
fr: Sauvegarder le carnet d'adresses BBDB '%s'? Certaines parties des données initiales pourront être perdues.
it: Salvare l'agenda BBDB '%s'? Questo potrebbe portare alla perdita di alcuni dati del file di origine.
nl: BBDB adresboek '%s' bewaren? Dit kan leiden tot het verlies van enkele originele gegevens.
pt_br: Salvar o livro BBDB de endereços `%s' ? Isto pode causar perda de alguns dos dados originais.
ru: Сохранить BBDB адресную книгу '%s'? Это может привести к потере некоторых оригинальных данных.

source: (Emacs BBDB addressbook)
de: (Emacs BBDB Adressbuch)
it: (agenda BBDB Emacs)
ru: (Emacs BBDB адресная книга)

source: Entry '%s' has too many fields, extra ones ignored.
de: Eintrag '%s' hat zu viele Felder, zusätzliche Felder ignoriert.
es: Entrada '%s'tiene muchos campos, campos extra adicionales.
fi: Kohdalla '%s' on liian monta kentt‰‰, ylim‰‰r‰iset ohitetaan.
fr: Trop de champs pour l'entrée '%s', les champs supplémentaires ont été ignorés.
it: L'ingresso '%s' ha troppi campi; quelli in più verranno ignorati.
nl: Vermelding '%s' heeft te veel velden, extra velden genegeerd.
pt: Entrada '%s' tem demasiados campos, os excedentes serão ignorados.
pt_br: O item `%s' possui campos extras que foram ignorados.
ru: Элемент '%s' имеет слишком много полей, лишние игнорированы.

source: Trailing backslash discarded in entry '%s'.
de: Backslash '\' am Ende von Eintrag '%s' ignoriert.
es: Backslash final descardado en entrada '%s'.
fr: L'antislash à la fin de l'entrée '%s' a été ignorée.
it: Il backslash finale dell'ingresso '%s' verrà ignorato.
nl: Backslash aan einde van vermelding '%s' genegeerd.
pt: A barra oblíqua invertida (\) no fim da entrada '%s' foi descartada.
pt_br: A contra-barra '\' no final do item `%s' foi ignorada.
ru: Конечная наклонная черта влево, отвергнутая в элементе '%s'.

source: Couldn't create or write address book file '%s'.
de: Kann Adressbuch '%s' nicht anlegen oder schreiben.
es: No pude crear o escribir archivo de libro de direcciones '%s'.
fi: Osoitekirjatiedostoa '%s' ei voitu luoda eik‰ kirjoittaa.
fr: Impossible de créer ou écrire le fichier carnet d'adresses '%s'.
it: Impossibile creare o scrivere il file agenda '%s'.
nl: Kan adresboekbestand '%s' niet creëren of beschrijven.
pt_br: A criação ou escrita do arquivo do livro endereços `%s' não é possível.
ru: Невозможно создать или записать файл адресной книги '%s'.

source: Cannot open file %s.
de: Kann Datei %s nicht öffnen.
ru: Невозможно открыть файл %s.

source: Cannot write to file %s.
de: Speichern in Datei %s nicht möglich.
ru: Невозможно записать в файл %s.

source: PalmOS Addressbook
de: PalmOS-Adressbuch
it: Agenda PalmOS
pt: Livro de endereços PalmOS
ru: PalmOS адресная книга

source: Local Users
de: Lokale Benutzer
ru: Локальные Пользователи

source: The users with accounts on this system
de: Die Anwender mit Kennungen auf diesem Rechner
ru: Пользователи с учетными записями на этой системе

source: Your mail folder status cache file (%s) was created by a newer version of Mahogany but will be overwritten when the program exits in older format.
de: Der Zwischenspeicher '%s' für den Zustand der Ordner wurde von einer neueren Version von Mahogany erzeugt; er wird mit dem älteren Format überschrieben werden, wenn das Programm beendet wird.
ru: Ваш почтовый файл (%s) кэша состояния папки был создан более новой версией Mahogany, но будет записан поверх, когда программа выходит в старшем формате.

source: Missing header at line 1.
de: Fehlende Kopfzeile in Zeile 1
pt: Cabeçalho ausente na linha 1.
ru: Отсутствующий заголовок в строке 1.

source: Failed to create directory for cache files.
de: Konnte Verzeichnis für die Zwischenspeicher-Dateien nicht anlegen.
pt: Não foi possível criar o directório para os ficheiros de cache.
ru: Невозможно создать каталог для файлов кэша.

source: Some non vital information could be lost, please try to correct the problem and restart the program.
de: Einige nicht sehr wichtige Informationen können verloren gehen. Versuchen Sie das Problem zu korrigieren und das Programm neu zu starten.
ru: Некоторая неважная информация могла быть потеряна, пожалуйста пробуйте исправить проблему и перезапустить программу.

source: Failed to write cache file.
de: Konnte Puffer-Datei nicht schreiben.
pt: Não foi possível criar o ficheiro de cache.
ru: Невозможно записать в файл кэша.

source: Failed to load cache file '%s'.
de: Konnte die Zwischenspeicher-Datei '%s' nicht laden.
ru: Невозможно загрузить файл кэша '%s'.

source: Put &cursor here
de: Cursor hierher setzen
it: Metti qui il &cursore
nl: &Cursor hier zetten
pt: Colocar o &cursor aqui
pt_br: Posicionar &cursor aqui
ru: Поместите курсор сюда

source: Insert &signature
de: &Signatur einfügen
ru: Вставить сигнатуру

source: Insert current &date
de: Aktuelles &Datum einfügen
it: Inserisci la &data corrente
pt: Inserir a &data actual
ru: Вставить текущую дату

source: Insert &quoted text
de: Zitierten Text &einfügen
it: Inserisci il testo &virgolettato.
nl: Invoegen aangehaalde tekst
pt: Inserir texto entre aspas
pt_br: In&serir texto citado...
ru: Вставить текст в кавычках

source: &Attach original text
de: &Originaltext anhängen
it: &Allega il testo originale
nl: Originele tekst bijvoegen
pt: &Anexar o texto original
pt_br: &Anexar texto original
ru: Присоединить оригинальный текст

source: &Insert file...
de: Datei &einfügen...
es: &Insertar archivo...
fi: &Lis‰‰ tiedosto...
fr: &Insérer un fichier...
it: &Inserisci file...
nl: &Invoegen bestand...
pt: &Inserir ficheiro...
pt_br: &Inserir um arquivo...
ru: Вставить файл...

source: Insert &any file...
de: Beliebige Datei &einfügen...
it: Inserisci qu&alsiasi file...
pt: Inserir qualquer ficheiro...
ru: Вставить любой файл...

source: Insert &quoted file...
de: Datei als zitierten Text einfügen...
it: Inserisci file &virgolettato...
pt: Inserir ficheiro entre aspas...
ru: Вставить файл в кавычках

source: A&ttach file...
de: Datei &anhängen...
ru: Присоединить файл...

source: &To
de: An
es: &Para:
fi: &Vastaanottaja
it: &A:
nl: &Aan
pt: &Para
pt_br: &Para
ru: Кому

source: &First name
de: &Vorname
it: &Nome
pt: Nome próprio
ru: Первое имя

source: &Last name
de: &Nachname
it: &Cognome
pt: Apelido
ru: Последнее имя

source: &Subject
de: &Betreff
it: &Oggetto
nl: Onderwerp
pt: Assunto
pt_br: &Título
ru: Тема

source: &Date
de: &Datum
it: &Data
nl: &Datum
pt: &Data
pt_br: &Data
ru: Дата

source: &From
de: &Von
it: &Mitt.
nl: Van
pt: De
pt_br: Remetente
ru: От кого

source: Full &name
de: Vo&ller Name
it: Nome comp&leto
pt: Nome completo
ru: Полное имя

source: F&irst name
de: &Vorname
it: Nom&e
pt: Nome próprio
ru: Первое имя

source: &Reply to
de: &Beantworten
it: &Rispondi a
nl: Antwoo&rden
pt: &Responder a
pt_br: &Responder para
ru: Ответить

source: News&groups
ru: Новости

source: Entire &header
de: Alle Kopfzeilen
ru: Заголовок элемента

source: Insert &unquoted Text
de: Unzitierten Text &einfügen
ru: Вставить текст

source: &Miscellaneous
de: &Sonstiges
it: &Altro
nl: Diversen
pt: Diversos
pt_br: Miscelânea
ru: Прочее

source: Message &headers
de: Kopfzeilen der Nachrichten
it: &Intestazioni del messaggio
nl: Berichtenkoppen
pt: Cabeçalhos da mensagem
pt_br: Cabeçal&hos de mensagens
ru: Заголовки сообщения

source: &Original message
de: Ori&ginalnachricht
it: Messaggio &originale
nl: &Originele bericht
pt: Mensagem &original
pt_br: Mensagem &original
ru: Оригинальное сообщение

source: Insert or attach a &file
de: &Datei einfügen oder anhängen
it: Inserisci o allega un &file
pt: Inserir ou anexar um &ficheiro
ru: Вставить или прикрепить файл

source: Run &Python function...
de: Python-Funktion aus&führen...
ru: Выполнить Python функцию...

source: E&xecute command...
de: &Befehl ausführen...
ru: Выполнить команду...

source: The configured automatic wrap margin (%u) is too small, please increase it. Disabling automatic wrapping for now.
de: Die Breite für den Zeilenumbruch (%u) ist zu klein; bitte erhöhen Sie den Wert Zunächst wird der automatische Zeilenumbruch abgeschaltet.
ru: Установленный край автоматического переноса (%u) является слишком маленьким, пожалуйста увеличьте его. Отключение автоматического переноса сейчас.

source: Select the file to insert
de: Wählen Sie die Datei zum Einfügen
it: Seleziona il file da inserire
pt: Seleccionar o ficheiro a inserir
ru: Выберите файл для вставки

source: Failed to insert file '%s' into the message.
de: Konnte die Textdatei '%s' nicht einfügen.
nl: Kan tekstbestand niet invoegen in bericht.
pt: Falhou inserir ficheiro '%s' na mensagem.
pt_br: Não é possível inserir o arquivo `%s' na mensagem.
ru: Невозможно вставить файл '%s' в сообщение.

source: Select the file to attach
de: Wählen Sie die Datei zum Anhängen
it: Seleziona il file da allegare
pt: Seleccionar o ficheiro a anexar
ru: Выберите файл для прикрепления

source: Failed to attach file '%s' to the message.
de: Konnte die Datei '%s' nicht einfügen.
nl: Kan tekstbestand niet invoegen in bericht.
pt: Não conseguiu anexar o ficheiro '%s' à mensagem.
pt_br: A anexação do arquivo `%s' à mensagem falhou.
ru: Невозможно прикрепить файл '%s' к сообщению.

source: Failed to execute the command '%s'
de: Konnte den Befehl '%s' nicht ausführen
nl: Invoegen van bestand '%s' mislukt.
pt: Não conseguiu executar o comando '%s'
pt_br: A execução do comando `%s' falhou.
ru: Невозможно выполнить команду '%s'

source: ${header:%s} requires exactly one argument.
de: ${header: %s} benötigt genau ein Argument
ru: ${заголовок:%s} ожидается один аргумент.
