Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Cannot %s new mail from folder '%s' to '%s'.
de: %s der neue Nachricht von Ordner '%s' nach '%s' gescheitert.
ru: Невозможно %s новую почту из каталога '%s' в '%s'.

source: move
de: Verschieben
ru: переместить

source: copy
de: Kopieren
ru: копировать

source: Command '%s' (to execute on new mail reception) failed.
de: Befehlsausführung '%s' (wegen neuen Mailempfangs) gescheitert.
es: Comando'%s' (para ejecutar al recibir mail nuevo) fallo.
fi: Komennon '%s' (uusien viestien vastaanottokomento) ajo ep‰onnistui.
fr: La commande '%s' (à exécuter lors de la réception du nouveau message) a échoué.
it: Fallito il comando '%s' (da eseguire alla ricezione della posta).
nl: Commando '%s' (te starten bij ontvangst nieuwe post) mislukt.
pt: Comando '%s' (para executar aquando da recepção de correio novo) falhou.
pt_br: O comando `%s' (executado na recepção de novas mensagens) falhou.
ru: Команда '%s' (выполняемая во время приёма новой почты) неудалась.

source: Failed to play new mail sound.
de: Konnte den Klang für neue Nachrichten nicht abspielen.
ru: Неудалось играть звук новой почты.

source: You have received %lu new messages in the folder '%s'
de: Sie haben %lu neue Nachrichten im Ordner '%s' erhalten.
ru: Вы получили %lu новые сообщения в каталоге '%s'

source: unknown sender
de: unbekannter Absender
ru: неизвестный отправитель

source: without subject
de: Ohne Betreff
ru: без темы

source: about '
de: über '
ru: тема '

source: From:
de: Von:
ru: От:

source: Sorry, support for MH folders is disabled.
de: MH-Mailbox-Unterstützung ist deaktiviert.
it: Il supporto per le cartelle MH non è abilitato.
nl: Sorry, ondersteuning voor MH mappen is uitgezet.
pt: Lamento, o suporte para as pastas MH está desactivado.
pt_br: Sinto muito, o suporte às pastas MH está desabilitado.
ru: Извините, поддержка для каталогов MH, заблокирована.

source: Invalid MH folder name '%s' - all MH folders should be under '%s' directory.
de: Ungültiger MH-Mailbox Name '%s' - alle MH-Mailboxen müssen unter '%s' liegen.
it: Nome '%s' non valido della cartella MH - tutte le cartelle MH dovrebbero stare nella directory '%s'.
pt_br: Nome `%s' de pasta MH é inválido - todos as pastas MH devem estardentro do diretório `%s'.
ru: Недопустимое название '%s' каталога MH - все каталоги MH должны быть в '%s' каталоге.

source: MH folders
de: MH-Mailboxen
it: Cartelle MH
pt: pastas MH
ru: MH каталоги

source: Failed to create root MH folder at '%s'.
de: Konnte MH-Mailbox-Hierarchie in '%s' nicht anlegen.
pt: Não foi possível criar a pasta MH de raiz em '%s'.
ru: Неудалось создать корневой MH каталог в '%s'.

source: Failed to import MH subfolders under '%s'.
de: Konnte MH-Mailboxen unter '%s' nicht importieren.
pt: Não foi possível importar subpastas MH sob '%s'.
ru: Неудалось импортировать MH подкаталоги из '%s'.

source: Unmatched '<' in the email address '%s'.
de: E-Mailadresse '%s' enthält '<' ohne '>'.
ru: Неверный '<' в адресе электронной почты '%s'.

source: Cannot access closed folder '%s'.
de: Kann nicht auf den geschlossenen Ordner '%s' zugreifen
ru: Нет доступа к закрытому каталогу '%s'.

source: Failed to create a mail message.
de: Nachricht konnte nicht erzeugt werden.
ru: Неудалось создать почтовое сообщение.

source: Cannot fetch message header
de: Konnte den Nachrichtenkopf nicht holen.
ru: Невозможно получить заголовок сообщения

source: Failed to retrieve headers of the message from '%s'.
de: Konnte die Kopfzeilen der Nachricht nicht von '%s' holen.
pt: Não foi possível recuperar os cabeçalhos da mensagem de '%s'.
ru: Неудалось отыскать заголовки сообщения из '%s'.

source: Cannot get lock for obtaining message text.
de: Kann die Sperre zum Lesen der Nachricht nicht erlangen
ru: Невозможно получить блокировку для того, чтобы получить текст сообщения.

source: Impossible to retrieve message text: folder '%s' is closed.
de: Kann die Nachricht nicht lesen: Ordner '%s' ist geschlossen
ru: Невозможно отыскать текст сообщения: каталог '%s' закрыт.

source: Impossible to retrieve message text: failed to lock folder '%s'.
de: Kann die Nachricht nicht lesen: Sperre für Ordner '%s' konnte nicht gesetzt werden
ru: Невозможно отыскать текст сообщения: неудалось блокировать каталог '%s'.

source: Impossible to retrieve message headers: failed to lock folder '%s'.
de: Kann die Kopfzeilen der Nachricht nicht lesen: Sperre für Ordner '%s' konnte nicht gesetzt werden
ru: Невозможно отыскать заголовки сообщения: неудалось блокировать каталог '%s'.

source: Impossible to retrieve message body: failed to lock folder '%s'.
de: Kann Nachrichten-Körper nicht lesen: Sperre für Ordner '%s' konnte nicht gesetzt werden
ru: Невозможно отыскать тело сообщения: неудалось блокировать каталог '%s'.

source: Failed to create a virtual MIME part.
de: Konnte virtuellen MIME-Teil nicht anlegen.
ru: Неудалось создать виртуальную часть MIME.

source: Corrupted nested message.
de: Beschädigte verschachtelte Nachricht
ru: Разрушенное вложенное сообщение.

source: Failed to save flags for POP3 folder '%s'
de: Die Flags für den POP3-Ordner '%s' konnten nicht gespeichert werden.
ru: Неудалось сохранить флажки для POP3 каталога '%s'

source: Incorrect format at line %d.
de: Format in Zeile %d ist falsch.
ru: Неправильный формат на линии %d.

source: Stale cache file '%s' left.
de: Veraltete Zwischenspeicherdatei '%s' hinterlassen.
ru: Старый файл кэша '%s' удалён.

source: The folder '%s' specified in the FCC list doesn't exist.
de: Der Ordner '%s', der in der FCC-Liste angegeben ist, existiert nicht.
ru: Каталог '%s' указанный в списке FCC не существует.

source: The value of the header '%s' cannot be modified.
de: Die Kopfzeile '%s' kann nicht verändert werden.
ru: Значение заголовка '%s' не может быть изменено.

source: MIME type specified without subtype and no default subtype for this type.
de: MIME-Typ ohne Untertyp angegeben und keine Voreinstellung für den Untertyp vorhanden.
fi: MIME-tyyppi m‰‰ritelty ilman alatyyppi‰ ja oletustyyppi‰ ei ole.
it: Tipo MIME specificato senza sottotipo e nessun sottotipo predefinito per questo tipo.
pt: O tipo MIME especificado sem subtipo e não existe subtipo predefinido para este tipo
pt_br: Tipo MIME especificado sem um subtipo. Nenhum sub-tipo padrão existe para este tipo.
ru: Тип MIME, указан без подтипа и не задан по умолчанию подтип для этого типа.

source: No network connection available at present,message sending will probably fail. Do you still want to send it?
de: Keine Netzwerk-Verbindung vorhanden. Das Senden der Nachrichten wird wahrscheinlich scheitern. Wollen Sie dennoch senden ?
ru: Нет сетевого подключения, доступного в настоящее время, вероятно неудстся послать сообщение. Вы всё же хотите послать его?

source: Message queued in '%s'.
de: Nachricht in '%s' aufgereiht.
ru: Сообщение, поставленное в очередь в '%s'.

source: Article queued in '%s'.
de: Nachricht gespeichert in '%s'.
pt: Artigo em espera em '%s'.
ru: Статья, поставленная в очередь в '%s'.

source: Send this message?
de: Diese Nachricht senden ?
pt: Enviar esta mensagem?
ru: Отправить это сообщение?

source: Failed to get a temporary file name
de: Keinen Namen für temporäre Datei erhalten
ru: Неудалось получить имя временного файла

source: Message sent.
de: Nachricht gesendet.
it: Messaggio inviato.
nl: Bericht verstuurd
pt: Mensagem enviada.
ru: Посланное сообщение.

source: Failed to send message via '%s'
de: Konnte Nachricht nicht per '%s' senden.
pt: Não foi possível enviar a mensagem via '%s'
ru: Неудалось отправить сообщение через '%s'

source: Article posted.
de: Artikel veröffentlicht.
es: Articulo publicado.
fi: Artikkeli l‰hetetty.
it: Articolo inviato.
nl: Artikel gepost.
pt: Artigo afixado.
pt_br: Artigo enviado.
ru: Отправленная по почте статья.

source: Failed to send the message
de: Konnte Nachricht nicht senden
ru: Неудалось отправить сообщение

source: Failed to post the article
de: Konnte Artikel nicht veröffentlichen
ru: Неудалось отправить статью

source: Failed to write message to file '%s'.
de: Kann Nachricht nicht in Datei '%s' schreiben.
pt: Não foi possível escrever a mensagem para o ficheiro '%s'.
ru: Неудалось записать сообщение в файл '%s'.

source: Can't save sent message in the folder '%s' which doesn't exist.
de: Konnte die gesendete Nachricht nicht im Ordner '%s' speichern, da dieser nicht da ist.
ru: Невозможно сохранить посланное сообщение в каталог '%s', который не существует.

source: Can't open folder '%s' to save the message to.
de: Kann Ordner '%s' nicht öffnen um die Nachricht zu speichern
ru: Невозможно открыть каталог '%s', чтобы сохранить сообщение в него.

source: Spam filters options
de: Optionen der Spam-Filter
ru: Настройки спам фильтра

source: There are no configurable spam filters.
de: Es gibt keine konfigurierbare Spamfilter
ru: Нет никаких конфигурируемых фильтров спама.

source: Failed to load spam filter "%s".
de: Konnte Spam-Filter '%s' nicht laden.
ru: Невозможно загрузить спам фильтр "%s".

source: Minimal message editor
de: Minimaler Nachrichten-Editor
ru: Минимальный редактор сообщения

source: Message Body
de: Nachrichten-Text
ru: Тело Сообщения

source: Wrap &Paragraph
de: Absatz umbrechen
ru: Свернуть Параграф

source: &Wrap All
de: Alles umbrechen
ru: Свернуть Всё

source: Unwrap Paragrap&h
de: Umbruch für Paragraph aufheben
ru: Развернуть Параграф

source: &Unwrap All
de: Umbruch vollständig aufheben
ru: Развернуть Всё

source: Attachments
de: Anhänge
ru: Вложения

source: &Attach file...
de: Datei &anhängen...
it: Allega &file...
nl: Bestand &aanhangen...
pt: &Anexar ficheiro...
pt_br: &Anexar um arquivo...
ru: Прикрепить файл...

source: &Remove all
de: Alle entfernen
ru: Удалить все

source: Remove all the attachments from this message (files on the disk will not be affected)?
de: Alle Anhänge von dieser Nachricht entfernen ? (Die Dateien auf der Platte werden nicht gelöscht)
ru: Удалите все вложения из этого сообщения (файлы на диске не будет затрагиваться)?

source: Would you like to format all paragraphs first?
de: Wollen Sie zuerst alle Absätze umbrechen ?
ru: Хотели бы Вы форматировать все параграфы сначала?

source: The selected language "%s" can't be used to send this message, "%s" will be used instead.
de: Die gewählte Sprache "%s" kann nicht benutzt werden um diese Nachricht zu senden. "%s" wird statt dessen verwendet.
ru: Выбранный язык "%s" не может использоваться, для отправки этого сообщения, "%s" будет использоваться вместо этого.

source: Pick a Date
it: Fissa una data
pt: Escolher uma Data
ru: Выберите Дату

source: Please pick the date on which to send the message
it: Fissa la data alla quale spedire il messaggio
pt: Por favor escolha a data em que quer enviar a mensagem
ru: Пожалуйста выберите дату когда отправлено сообщение

source: Repeat Event
it: Ripeti l'evento
ru: Повторное Событие

source: every
it: ogni
pt: sempre
ru: каждый

source: days
it: giorni
pt: dias
ru: дней

source: weeks
it: settimane
pt: semanas
ru: недель

source: months
it: mesi
pt: meses
ru: месяцев

source: years
it: anni
pt: anos
ru: лет

source: Repeat ends on
it: Ripeti gli ultimi il
ru: Повторение окончаний на

source: Mahogany : Calendar
it: Mahogany: Calendario
pt: Mahogany: Calendário
ru: Mahogany : Календарь

source: &Add Reminder
it: &Aggiungi Promemoria
pt: &Adicionar Aviso
ru: Добавить Напоминание

source: &Calendar
it: &Calendario
pt: &Calendário
ru: Календарь

source: Action
it: Azione
pt: Acção
ru: Действие

source: This folder is used to store data for the calendar plugin module.
it: Questa cartella viene usata per memorizzare i dati per il modulo del calendario.
ru: Этот каталог используется, чтобы хранить данные для календарного сменного модуля.

source: Cannot create calendar module folder '%s'.
ru: Невозможно создать модуль календарного каталога '%s'.

source: Cannot parse date information.
it: Impossibile analizzare la sintassi della data.
ru: Невозможно анализировать информацию даты.

source: Please enter the text for the reminder:
it: Inserisci il testo per il promemoria:
pt: Por favor escreva o texto para o aviso:
ru: Пожалуйста введите текст для напоминания:

source: Mahogany : Create Reminder
it: Mahogany: Crea Promemoria
pt: Mahogany: Criar Aviso
ru: Mahogany : Создать Напоминание

source: Cannot open calendar folder
ru: Невозможно открыть календарный каталог

source: reminder
it: promemoria
pt: aviso
ru: напоминание

source: Stored reminder `%s' in mailbox `%s'.
it: Promemoria `%s' messo nella casella `%s'.
pt: O aviso '%s' foi guardado na caixa de correio '%s'.
ru: Сохранённое напоминание '%s' в почтовом ящике '%s'.

source: Sent or queued message `%s'.
ru: Отправленное или поставленное в очередь сообщение '%s'.

source: Message for reminder disappeared!
it: Scomparso il messaggio per il promemoria!
pt: A mensagem do aviso desapareceu!
ru: Сообщение для напоминания исчезло!

source: Mahogany Calendar Module
it: Modulo del calendario di Mahogany
pt: Módulo Calendário de Mahogany
ru: Календарный Модуль Mahogany

source: Reminder
it: Promemoria
pt: Aviso
ru: Напоминание

source: This module provides a calendar and scheduling plugin.
pt: Este módulo fornece um plugin de calendário e agenda.
ru: Этот модуль обеспечивает дополнение к программе планирования и календарь.

source: &Show
it: Mo&stra
ru: &Показать

source: &Configure
de: Einrichten
it: &Configura
pt: &Configurar
ru: Конфигурировать

source: &Calendar Module
it: Modulo del &calendario
pt: Módulo &Calendário
ru: Модуль Календаря

source: Functionality to schedule messages and reminders.
it: Funzionalità per schedulare messaggi e promemoria
pt: Função para agendar mensagens e avisos.
ru: Функциональные возможности для планирования сообщений и напоминаний.

source: Mailbox for calendar
it: Casella di posta per il calendario
pt: Caixa de correio para o calendário
ru: Почтовый ящик для календаря

source: Show on Startup
it: Mostra all'avvio
pt: Mostrar ao Iniciar o programa
ru: Показать на запуске

source: Calendar module preferences
it: Preferenze del modulo del calendario
pt: Preferências do módulo calendário
ru: Настройки календарного модуля

source: Filters output
de: Ausgabe des Filter-Moduls
it: Uscita dei filtri
ru: Вывод фильтров

source: Filters:
de: Filter:
it: Filtri:
pt: Filtros:
ru: Фильтры:

source: Executing filter actions...
de: Aktionen aus Filter werden ausgeführt...
ru: Выполнение действий фильтра...

source: Parse error at input position %lu: %s %s<error> %s
de: Syntaxfehler an Eingabeposition %lu: %s %s<Fehler>%s
it: Errore di sintassi alla posizione di ingresso %lu: %s %s<errore> %s
nl: Parse fout op invoer positie %lu: %s %s<error> %s
pt_br: Erro de interpretação na posição %lu: %s %s<erro> %s
ru: Ошибка анализа во входной позиции %lu: %s %s<ошибка> %s

source: Parse error!
de: Syntaxfehler !
it: Errore di sintassi!
pt: Analizar erro!
pt_br: Error de interpretação!
ru: Ошибка анализа!

source: Unterminated string.
de: Nicht-terminierte Zeichenkette.
it: Stringa senza terminatore.
nl: Niet afgesloten string.
pt_br: Seqüencia não determinada de caracteres.
ru: Незаконченная строка.

source: No filter program found
de: Kein Filter-Programm gefunden
ru: Не найдена программа фильтра

source: Parse error, cannot find valid program.
de: Syntaxfehler, kein gültiges Programm gefunden.
it: Errore di sintassi, non trovo un programma valido.
nl: Parse fout, kan geen geldig programma vinden.
ru: Ошибка анализа, невозможно найти допустимую программу.

source: expected '(' after 'if'.
de: ')' nach 'if' erwartet.
pt: '(' esperado depois de 'if'.
ru: ожидается '(' после 'if'.

source: expected ')' after condition in if statement.
de: '`)` nach Bedingung in if-Befehl erwartet.
ru: ожидается ')' после условия, в выражении if.

source: Expected '{' at start of block.
de: '{' am Beginn eines Blocks erwartet.
ru: Ожидается '{' в начале блока.

source: Expected statements after '{'
de: Befehle nach '{' erwartet.
ru: Ожидаются выражения после '{'

source: Expected '}' after block.
de: '}' nach Block erwartet.
ru: Ожидается '}' после блока.

source: Expected ';' at end of statement.
de: ';' am Ende der Anweisung erwartet.
ru: Ожидается ';' в конце выражения.

source: Expected a statement.
de: Anweisung erwartet.
ru: Ожидается выражение.

source: Invalid conditional expression
de: Ungültige Bedingung
ru: Недопустимое условное выражение

source: Expected expression after '?'
de: Ausdruck nach '?' erwartet.
ru: Ожидается выражение после '?'

source: Expected ':' after '?' expression.
de: ':' nach '?'-Ausdruck erwartet.
ru: Ожидается ':' после '?' выражение.

source: Expected expression after ':'
de: Ausdruck nach ':' erwartet.
pt: Expressão esperada após ':'
ru: Ожидается выражение после ':'

source: Expected expression after OR operator
de: Ausdruck nach OR-Operator erwartet.
pt: Expressão esperada após o operador OR
ru: Ожидается выражение после оператора OR

source: Expected expression after IFF operator
de: Ausdruck nach IFF-Operator erwartet.
pt: Expressão esperada após o operador IFF
ru: Ожидается выражение после оператора IFF

source: Expected expression after AND operator
de: Ausdruck nach AND-Operator erwartet.
pt: Expressão esperada após o operador AND
ru: Ожидается выражение после оператора AND

source: Expected expression after bit OR operator
de: Ausdruck nach bit-OR-Operator erwartet.
pt: Expressão esperada após o operador bit OR
ru: Ожидается выражение после битового оператора OR

source: Expected expression after XOR operator
de: Ausdruck nach XOR-Operator erwartet.
pt: Expressão esperada após o operador XOR
ru: Ожидается выражение после оператора XOR

source: Expected expression after bit AND operator
de: Ausdruck nach bit-AND-Operator erwartet.
pt: Expressão esperada após o operador bit AND
ru: Ожидается выражение после битового оператора AND

source: Expected expression after relational operator
de: Ausdruck nach relationalem Operator erwartet.
ru: Ожидается выражение после относительного оператора

source: Expected term after plus/minus operator
de: Term nach plus/minus-Operator erwartet.
ru: Ожидается термин после оператора плюс/минус

source: Expected factor after multiply/divide/modulus operator
de: Faktor nach Multiplikation/Division/modulo erwartet.
ru: Ожидается фактор после оператора умножение/деление/модуль

source: Expected ')' after expression.
de: ')' nach Ausdruck erwartet.
it: Atteso ')' dopo l'espressione.
ru: Ожидается ')' после выражения.

source: Expected unary after negation operator.
de: unary nach Negations-Operator erwartet.
ru: Ожидается унарное отрицание после оператора.

source: Expected a number or a function call.
de: Zahl oder Funktionsaufruf erwartet.
it: Atteso un numero o una chiamata a una funzione.
nl: Verwachtte een getal of een functieaanroep.
pt_br: Experado um número ou uma chamada de função.
ru: Ожидается число или вызов функции.

source: Functioncall expected '(' after '%s'.
de: Funktionsaufruf braucht '(' nach '%s'.
it: Atteso '(' dopo '%s' nella chiamata a una funzione.
nl: Functieaanroep verwacht '(' na '%s'.
pt_br: Chamada de função esperava um `(' depois do `%s'.
ru: Ожидается вызов функции '(' после того, как ' %s'.

source: Expected an expression in argument list.
de: Ausdruck in Argumentliste erwartet.
it: Era attesa un'espressione nella lista degli argomenti.
ru: Ожидается выражение в списке параметров.

source: Expected ',' or ')' after argument.
de: ',' oder ')' nach Argument erwartet.
ru: Ожидается ',' или ')' после параметра.

source: Attempt to call undefined function '%s'.
de: Versuch, undefinierte Funktion '%s' aufzurufen.
it: Tentativo di chiamata alla funzione '%s' non definita.
nl: Poging om ongedefinieerde functie '%s' aan te roepen.
pt: Tentativa para chamar função não definida '%s'.
ru: Попытка вызывать неопределённую функцию '%s'.

source: Python support for filters is not available.
de: Python-Unterstützung für Filter ist nicht verfügbar.
it: Il supporto Python per i filtri non è disponibile.
pt: O suporte Python para os filtros não está disponível.
ru: Поддержка Python фильтрам не доступна.

source: Filtering %u messages in folder '%s'...
de: %u Nachrichten in Ordner '%s' werden gefiltert ....
ru: Фильтруется %u сообщений в каталоге '%s'...

source: Filtering message %u/%u
de: Filtere Nachricht %u/%u
ru: Фильтрация сообщения %u/%u

source: from
de: von
ru: от

source: about '
de: über '
ru: тема '

source: error!
de: Fehler !
ru: ошибка!

source: recognized as spam (%s);
de: Als Spam erkannt (%s);
ru: признанный как спам (%s);

source: moved to
de: verschoben nach
pt: movido para
ru: перемещённый в

source: copied to
de: kopiert nach
pt: copiado para
ru: скопированный в

source: Copying messages to '%s'...
de: Kopiere Nachrichten nach '%s'...
ru: Копирование сообщений в '%s'...

source: Deleting moved messages...
de: Verschobene Nachrichten löschen...
ru: Удаление перемещённых сообщений...

source: Filtering capabilities plugin
de: Filter-Sprache Modul
it: Plugin per le capacità di filtraggio
ru: Фильтрация с помощью плагина

source: This plug-in provides a filtering language for Mahogany. It is an interpreter for a simplified algebraic language which allows one to apply different tests and operations to messages, like sorting, replying or moving them automatically.
de: Dieses Erweiterungs-Modul stellt eine Filter-prache für Mahogany zur Verfügung. Dies ist eine einfache Programmiersprache, dies es erlaubt Nachrichten nach diversen Kriterien automatisch zu filtern, beantworten oder zu verschieben und sortieren.
it: Questo plug-in fornisce a Mahogany un linguaggio di filtraggio. Esso è un interprete per un linguaggio algebrico semplificato che permette di applicare diversi test e operazioni ai messaggi, come il riordino, le risposte o il loro spostamento automatico.
pt: Este plugin fornece uma linguagem de filtragem para Mahogany. É um intérprete para uma linguagem algébrica simplificada que permite aplicar teste e operações diferentes às mensagens, como ordenar, responder ou movê-las automáticamente.
ru: Это дополнение к программе обеспечивает язык фильтрации для Mahogany. Это - интерпретатор для упрощенного алгебраического языка, который позволяет применять различные тесты и операции к сообщениям, подобно сортировке, ответу или перемещению их автоматически.

source: HTML message viewer
de: HTML-Anzeige
ru: HTML средство просмотра сообщения

source: Sorry, searching is not implemented in the HTML viewer yet
de: Suchen ist in der HTML-Anzeige leider noch nicht möglich.
ru: Извините, поиск ещё не реализован в средстве просмотра HTML

source: Mahogany Printing
de: Mahogany Ausdruck
ru: Mahogany Печать

source: Default message editor
de: Standard Nachrichten-Editor
ru: Редактор сообщений по умолчанию

source: Default message viewer
de: Standard-Anzeige
ru: Просмотр сообщений по умолчанию

source: Failed to access the IMAP server %s, please return to the previous page and check its parameters.
de: Auf den IMAP-Server '%s' konnte nicht zugegriffen werden. Bitte gehen Sie zur vorhergehenden Seite zurück und prüfen Sie die Angaben für diesen Server.
ru: Неудалось обратиться к IMAP серверу %s, пожалуйста вернитесь к предыдущей странице и проверьте его параметры.

source: There doesn't seem to be any folders on the IMAP server %s! You may want to return to the previous page and change the server parameters there.
de: Auf dem IMAP-Server '%s' scheint es keine Ordner zu geben ! Sie sollten zur vorhergehenden Seite zurück gehen und dort andere Angaben für den Server machen.
ru: Кажется на IMAP сервере %s, нет никаких каталогов! Вы можете вернуться к предыдущей странице и изменить там параметры сервера.
