Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Do you really want to delete folder '%s'?
es: Realmente desea borrar el folder '%s'?
fi: Haluatko poistaa kansion '%s'?
fr: Voulez-vous vraiment effacer le répertoire '%s'?
nl: Wilt u werkelijk map '%s' verwijderen?
pt_br: Você realmente deseja remover a pasta `%s'?

source: Folder '%s' deleted
es: Folder '%s' borrado
fi: Kansio '%s' poistettu
fr: Le répertoire '%s' a été effacé.

source: Can not open this folder.
fr: Impossible d'ouvrir ce répertoire.

source: Please choose a folder
es: Seleccione un folder
fi: Valitse kansio
fr: Veuillez choisir un répertoire
nl: Kies aub. een map
pt_br: Por favor escolha uma pasta

source: c-client log:
fr: message de c-client:

source: Cannot open folder to save to:
es: No puedo abrir folder para salvar a:
fi: Kansion avaus tallennusta varten ep‰onnistui:
fr: Impossible d'ouvrir le répertoire pour la sauvegardde:
nl: Kan map om in te bewaren niet openen:
pt_br: Impossível abrir a pasta a ser salva:

source: &Cancel
es: &Cancelar
fi: &Peruuta
fr: &Annuler

source: Can't find any matches for '%s'.
fr: Pas de resultats de recherche pour '%s'.

source: What kind of address book do you want to create?
fr: Quel type de carnet d'adresse voulez-vous créer?

source: %s an address book
fr: %s un carnet d'adresses

source: Address book '%s' was created, but couldn't be flushed. It might be unaccessible until the program is restarted.
fr: Le carnet d'adresses '%s' a été créé mais n'a pas pu être écrit sur le disque. Il peut y avoir des problèmes d'accès à ce carnet d'adresses à moins que vous ne redémarriez le programme.

source: Can't paste entry '%s' %s: an entry with the same name already exists.
fr: Impossible de coller l'entrée '%s' %s: une entrée avec le même nom existe déjà.

source: Can't paste the clipboard contents here.
fr: Impossible de coller le contenu du presse-papier ici.

source: This group doesn't have any entries
fr: Ce groupe n'a pas d'entrée

source: No entry '%s': '%s' doesn't have entry/subgroup '%s'.
fr: Pas d'entrée '%s': '%s' n'a pas d'entrée/sousgroupe '%s'.

source: Entry '%s' can't have subgroup/entry '%s'!
fr: Entrée '%s' n'a pas d'entrée/sousgroupe '%s'!

source: User name:
fr: Nom d'utilisateur:

source: Password:
fr: Mot de passe:

source: File name:
fr: Nom du fichier:

source: Server:
fr: Serveur:

source: Mailbox:
fr: Répertoires:

source: Newsgroup:
fr: Groupe de discussion:

source: Comment:
fr: Commentaire:

source: running on:
fr: s'exécutant sur:

source: , running on
fr: , s'exécutant sur

source: Sent Mail
nl: Mail verzonden
pt_br: Mensagem enviada

source: 1 message
es: 1 mensaje
fi: 1 viesti
nl: 1 bericht
pt_br: 1 mensagem

source: Cannot build list of folders to keep open.
es: No puedo construir la lista de folders para abrir
fi: Avoimien kansioiden luettelon luonti ep‰onnistui.
nl: Kan geen lijst maken van open te houden mappen.
pt_br: Não é possível construir a lista de pastas que devem permancer abertas.

source: Sent %lu messages from outbox ´%s´.
nl: %lu berichten uit postvak Uit '%s' verstuurd.

source: Cannot parse MMD file for module '%s'.
nl: Kon MMD bestand voor module '%s' niet parsen.
pt_br: Não é possível interpretar o arquivo MMD do módulo `%s'.

source: On $(ORIGINAL:DATE) you wrote: $QUOTE $CURSOR
nl: Op $(ORIGINAL:DATE) schreef je: $QUOTE $CURSOR
pt_br: No dia $(ORIGINAL:DATE), você escreveu: $QUOTE $CURSOR

source: &Message
es: &Mensaje
fi: &Viesti
nl: &Bericht
pt_br: &Mensagem

source: Saved %lu messages.
nl: %lu berichten bewaard.
pt_br: %lu mensagens salvas.

source: Message sent
es: Mensaje enviado
fi: Viesti l‰hetetty.
nl: Bericht verstuurd
pt_br: Mensagem enviada.

source: No modules to run or configure!
nl: Geen modules om te starten of configureren!

source: Configure %s module...
nl: Configureer %s module...

source: The setting for image conversion program should include exactly two '%%s' format specificators. The current format specificators are incorrect and the default value will be used instead.
es: La configuracion del programa de conversion de imagenes debe incluir exactamente dos '%%s' especificadores de formato. Los especificadores de formato actuales son incorrectos y el valor por defectosera usado a cambio.
fi: Kuvanmuokkausohjelman asetuksen tulisi sis‰lt‰‰ tasan kaksi '%%s' formaattim‰‰rityst‰. Nykyiset formaattim‰‰ritykset ovat virheellisi‰, k‰ytet‰‰n oletusarvoa.
nl: De instellingen voor grafieken conversieprogramma moet exact twee '%%s' formaatspecificeringen bevatten. De huidige formaatspecificeringen zijn onjuist en de standaard waarde zal gebruikt worden.
pt_br: A definição do programa de conversão deve incluir exatamente dois especificadores de formato '%%s'. Os especificadores atuais estão incorretos. Será utilizado o valor padrão.

source: Date (reverse)
nl: Datum (omgekeerd)
pt_br: Data (inverso)

source: Subject (reverse)
nl: Onderwerp (omgekeerd)
pt_br: Título (inverso)

source: Author (reverse)
nl: Auteur (omgekeerd)
pt_br: Autor (inverso)

source: Status (reverse)
nl: Status (omgekeerd)
pt_br: Status (inverso)

source: Score (reverse)
nl: Score (omgekeerd)
pt_br: Pontuação (inverso)

source: Thread messages
nl: Berichten per thread
pt_br: Seqüenciar mensagens

source: You have selected message score as a sort criterium but not loaded any scoring plugin module yet. Scoring will only work if you load an extension module providing the '%s' interface. Otherwise all messages will have score 0.
nl: U heeft de berichtscore als sorteercriterium gekozen maar geen plugin module voor scoring geladen. Scoring zal alleen werken als u een uitbreidingsmodule laadt voor de '%s' interface. Anders krijgen alle berichten score 0.
pt_br: Você selecionou a pontuação de mensagens como um critério de ordenação mas não carregou nenhum módulo pontuador. A pontuação somente funcionará quando você carregar um módulo que fornece a interface `%s'. De outra maneira, as mensagens terão 0 pontos.

source: Search for
nl: Zoeken naar

source: Check all incoming folder for new mail and download it now
fi: Tarkista kaikki saapuvat-kansiot ja hae viestit
nl: Alle Inkomende mail mappen controleren op nieuwe mail en nu downloaden
pt_br: Verificar todas as caixas postais e transmitir novas mensagens agora

source: Save as F&ile
nl: Op&slaan als bestand

source: Fi&nd...
nl: Zoeken...

source: Send and &keep
es: &Envie y conserve
fi: L‰&het‰ ja s‰ilyt‰
nl: Ver&sturen en bewaren
pt_br: Enviar e &continuar

source: The user and host names are used to compose the return address, unless a different return address is explicitly specified.
es: El nombre de usuario y host son usados para la direccion de retorno a menos que una direccion de retorno diferente sea especificada.
fi: K‰ytt‰j‰- ja host-nimi‰ k‰ytet‰‰n vastausosoitteen muodostamiseen, ellei erillist‰ vastausosoitetta ole m‰‰ritelty.
nl: De gebruiker- en hostnamen worden gebruikt om het retour-adres samen te stellen tenzij een ander retour-adres gespecificeerd wordt.
pt_br: O nome do usuário e do servidor são utilizados na definição do endereço de resposta a menos que um outro endereço seja explicitamente especificado.

source: Quote &character
es: &Citar caracter
fi: Lainaus&merkki
nl: Aanhaal&karakter
pt_br: Caracter para &citações

source: Folder where to store &outgoing messages
nl: Map om uitgaande p&ost in te verzamelen

source: Move &deleted messages to Trash folder
nl: Verwijderde berichten naar Trash map verplaatsen

source: The following settings allow to limit the amount of data retrieved from remote server: if the message size or number is greater than the value specified here, you will be asked for confirmation before transfering data.
es: Las variables siguientes permiten limitar la cantidad de datos recogida del servidor: si el tamaño del mensaje o su numero es mayor que el valor especificado aqui, le sera solicitada confirmacion antes de transferir los datos
fi: Seuraavat asetukset rajoittavat palvelimesta haettavan datan m‰‰r‰‰: jos viestien koko tai m‰‰r‰ on suurempi kuin t‰ss‰ m‰‰ritelty arvo, ohjelma kysyy ennen datasiirtoa, haluatko vastaanottaa.
nl: Met de volgende instellingen kunt u de hoeveelheid gegevens binnengehaald van de remote server beperken: als de bericht- grootte of het aantal groter is dan de aangegeven waarden, wordt u gevraagd om een bevestiging alvorens de gegevens opgehaald worden.
pt_br: As seguintes definições permitem definir a quantidade de dados transmitidos do servidor remoto. Se o tamanho da mensagem ou o número de mensagens for maior que o valor aqui especificado ser-lhe-á solicitada uma confirmação para transmissão dos dados.

source: &Keep folder always open:
es: &Conserve este folder abierto siempre
fi: P&id‰ kansio aina avoinna:
nl: Deze map altijd open houden:
pt_br: &Manter esta pasta sempre aberta:

source: Folder can be accessed &without network
nl: Map is toegankelijk zonder netwerk

source: news postins
nl: nieuws postings

source: Subfolders of folder '%s'
nl: Submappen van map '%s'
pt_br: Sub-pastas da pasta `%s'.

source: No subfolders
nl: Geen submappen
pt_br: Nenhuma sub-pasta

source: in Subject
nl: in Onderwerp

source: in From
nl: in Van

source: in To
nl: in Aan

source: Filter rule
nl: Filter regel

source: Edit
nl: Bewerken

source: Up
nl: Omhoog

source: Down
nl: Omlaag

source: Saving %d messages...
es: Salvando '%d mensajes...
fi: Tallennetaan %d viesti‰...
nl: Bewaren van %d berichten...
pt_br: Salvando %d mensagens...

source: Cannot open folder '%s'.
es: No puedo abrir folder'%s'.
fi: Kansion '%s' avaus ep‰onnistui.
nl: Kan map '%s' niet openen.
pt_br: Impossível abrir a pasta `%s'.

source: Please enter the password for folder '%s':
nl: Geef het wachtwoord voor map '%s':

source: , compiled for
es: , compilado para
nl: , gecompileerd onder
pt_br: , compilado para

source: Failed to send - %s
es: Fallo envio de - %s
fi: L‰hetys ep‰onnistui - %s.
nl: Kon - %s niet versturen
pt_br: Falha no envio - %s.

source: Cannot open connection to any server
es: No puedo abrir coneccion a ningun servidor
fi: Yhteyden avaus palvelimeen ep‰onnistui
nl: Kan geen verbinding openen met een server
pt_br: Impossível abrir uma conexão para qualquer servidor

source: PalmOS addressbook format
nl: PalmOS adresboek formaat

source: Parser output
nl: Parser uitvoer
pt_br: Saída do interpretador

source: ')' expected after condition in if statement.
nl: ')' verwacht na conditie in if statement

source: Expected Factor after negation operator.
nl: Verwachtte Factor na negatie operator.
pt_br: Experado um Fator depois do operador de negação.

source: Expected Condition after conditional operator.
nl: Verwachtte Voorwaarde na voorwaardelijke operator.
pt_br: Esperada uma condição depois do operador condicional.

source: Expected expression after operator.
nl: Verwachtte uitdrukking na operator.
pt_br: Esperada uma expressão depois do operador.

source: Expected term after operator.
nl: Verwachtte term na operator.
pt_br: Esperado um termo depois do operador.

source: Expected Block after '{'
nl: Verwachtte Blok na '{'
pt_br: Experado um bloco depois do `{'

source: Expected ';' at end of condition.
nl: Verwachtte ';' aan einde voorwaarde.
pt_br: Esperado `;' no final da condição.

source: Could not obtain lock for mailbox '%s'.
nl: Kon geen lock krijgen voor mailbox '%s'.

source: You are trying to run Mahogany as the super-user (root). For security reasons this is not possible, please log in as an ordinary user and try again.
es: Esta tratando de correr Mahogany como super-user(root). Por razones de seguridad esto no es posible, por favor log in como usuario ordinario y trate de nuevo.
fi: Yritit k‰ynnist‰‰ Mahoganyn p‰‰k‰ytt‰j‰n‰ (root). Turvallisuussyist‰ t‰m‰ ei ole mahdollista. Kirjaudu sis‰‰n tavallisena k‰ytt‰j‰n‰ ja yrit‰ uudelleen.
pt_br: Você está tentando executar o Mahogany como Super-usuário (root). Por motivos de segurança, isto não é possível. Por favor, logue como um usuário normal e tente novamente.

source: Checking for new mail...
fi: Haetaan uusia viestej‰...
pt_br: Verificando se novas mensagens chegaram...

source: Checking for new mail... done.
fi: Haetaan uusia viestej‰... valmis.
pt_br: Verificando se novas mensagens chegaram... concluído.

source: &Group reply
fi: Vastaa &ryhm‰lle
pt_br: Resposta ao &grupo

source: Custom &header...
pt_br: Cabeçalho do usuário...

source: &rsh timeout
es: &Tiempo limite de rsh
pt_br: Limite de tempo para &rsh

source: Please select the template to edit in the list first. Then right click the mouse in the text control to get the list of all available macros
pt_br: Por favor, selecione o modelo que será editado na lista e click com o botão direito do mouseno controle de texto para obter a lista com todas as macro disponíveis

source: Password for '%s':
es: Clave para '%s':
fi: Salasana '%s':
pt_br: Senha para `%s':

source: Password prompt
es: Clave:
fi: Salasanan kysely
pt_br: Entrada da senha

source: This folder contains %lu messages, which is greater than the current threshold of %lu (set it to 0 to avoid this question).
pt_br: Esta pasta (%s) possui %lu mensagens, um número maior que o limite especificado de %lu (defina o limite como zero (0) para evitar novas perguntas).

source: Comma separated values
pt_br: Valores separados por vírgulas

source: TAB separated values
pt_br: Valores separados por TABulação

source: PINE addressbook file
pt_br: Livro PINE de endereços

source: Opening folder '%s' for saving outgoing messages.
es: Abriendo folder '%s' para salvar mensajes de salida.

source: Cannot open folder '%s' for saving outgoing messages.
es: No puedo abrir el folder '%s' para salvar mensajes de salida.

source: The application is terminating abnormally. Please report the bug to mahogany-developers@lists.sourceforge.net Thank you!
es: La aplicacion esta terminando anormalmente. Por favor reporte el bug a mahogany-developers@lists.sourceforge.net Gracias!

source: compiled for:
es: compilada para:

source: This software is provied 'as is' and without any expressed or implied
es: Este software es suministrado 'en su estado actual' y no tiene garantias
fi: This software is provided 'as is' and without any expressed or implied

source: Post &News Article
es: Enviar &Articulo de Noticias
fi: L‰het‰ &News artikkeli

source: Show raw message
es: Mostrar mensaje de texto

source: &Send and keep
es: &Envie y conserve

source: The following timeout values are used for TCP connections to remote mail or news servers. Their scope is global, but they will get set from the folder that has been opened last.
es: Los siguientes valores limite se usan para conecciones TCP a servidores de mail remotos. Su fin es global, pero seran tomados del ultimo folder qhe haya sido abierto.
fi: Seuraavia timeout-arvoja k‰ytet‰‰n TCP-yhteyksiss‰ et‰isiss‰ posti- tai uutispalvelimissa. Niiden laajuus on globaali, mutta ne asetetaan kansiosta, joka on viimeksi ollut auki.

source: &Open timeout
es: &Tiempo limite de abertura
fi: &Avaus timeout

source: &Keep this folder always open
es: &Conserve este folder abierto siempre

source: You should not delete the INBOX folder: it is automatically created by Mahogany to store your incoming mail.
es: No borre el folder INBOX Mahogany lo crea automaticamente para alamacenar su mail.

source: &Anonymous access:
es: &Acceso anonimo:
fi: &Anonymous oikeus:

source: You have not specified %s for this folder, although it requires one. Would you like to do it now?
es: No ha especificado %s para este folder, requiere uno de todas formas. Le gustarira hacerlo ahora?

source: This folder (%s) contains %lu messages, which is greater than the current threshold of %lu. Would you like to retrieve only the last %lu messages? (selecting [No] will retrieve all messages)
es: Este folder '(%s) contiene %s mensajes, que superan el umbral %lu. Le gustaria recoger solo el primer %lu mensaje? (seleccionar [No] recogera todos los mensajes)

source: Mail sent.
es: Mail enviado.
fi: Viesti l‰hetetty.

source: Found additional folder '%s' marked as central new mail folder. Ignoring it.
es: Encontrado folder adicional '%s' marcado como nuevo folder de mail. Descartado.
fi: Ylim‰‰r‰inen kansio '%s' lˆydetty, joka oli merkitty keskuskansioksi uudelle postille. J‰tet‰‰n huomioimatta.

source: Sent
es: Enviado

source: compiled for
es: ,]compilado para
fi: k‰‰nnetty

source: Copyright (c) 1999 by Karsten Ballüder
es: Derechos de autor (c) 1999 por Karsten Ballüder

source: Written by Karsten Ballüder
es: Escrito por Karsten Ballüder

source: and Vadim Zeitlin
es: y Vadim Zeitlin
fi: ja Vadim Zeitlin

source: Pre&ferences...
es: &Preferencias
fi: &Asetukset...

source: You cannot delete the '%s' folder.
es: No puede borrar este folder '%s'.
fi: Et voi poistaa kansiota '%s'.

source: Copyright (c) 1999 by Karsten Ball¸der
fi: Copyright (c) 1999: Karsten Ball¸der

source: Written by Karsten Ball¸der
fi: Tekij‰t: Karsten Ball¸der

source: Check &mail
fi: Tarkista &viestit

source: F&ind...
fi: &Etsi...

source: All the fields shown in this dialog have a slightly different meaning for the folders of type "Group". Instead of applying to this folder (which wouldn't make sense, as such folders don't contain any mail messages at all, but only other folders, these values will be used as defaults for all folders created under this group folder.
fi: Kaikilla t‰ss‰ n‰kyvill‰ kentill‰ on hiukan eri tarkoitus "Ryhm‰" tyyppisille kansioille. N‰it‰ arvoja k‰ytet‰‰n oletusarvoina kaikille kansioille, jotka luodaan t‰m‰n ryhm‰kansion alle.
