Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Change Score
it: Cambia il punteggio

source: &Remove folder
it: &Rimuovi la cartella

source: %d messages saved
es: %d mensajes salvados
fi: %d viesti‰ talletettu
fr: %d messages sauvegardés
it: %d messaggi salvati
nl: %d berichten bewaard
pt_br: %d mensagens salvas

source: Saving messages failed.
es: Fallo el salvado de mansajes
fi: Viestien tallennus ep‰onnistui.
fr: La sauvegarde de message(s) a échoué.
it: Salvataggio messaggi fallito.
nl: Berichten bewaren mislukt.
pt_br: O salvamento de mensagens falhou.

source: Filtering messages failed.
it: Filtraggio messaggi fallito.

source: Sort messages by
it: Ordina i messaggi per
nl: Berichten sorteren op
pt_br: Mensagens ordenadas por

source: Search for text in
it: Cerca il testo in
nl: Zoeken naar tekst in

source: Invert selection
it: Inverti la selezione
nl: Selectie omkeren

source: Press the right mouse button over the input field to insert format specifiers.
it: Premi il bottone destro del mouse nel campo di immissione per specificare il formato.
nl: Klik op de rechter muistoets over het invoerveld om de formaat- aangevers in te voegen.
pt_br: Pressione o botão direito do mouse sobre o campo de entrada para inserir especificadores de formato.

source: You need to know the existing global password to change it.
it: Devi conoscere la password globale precedente per modificarla.

source: ask whether to send unsent messages on exit
it: chiedo se, uscendo, devo spedire i messaggi non ancora inviati

source: ask whether to go online to send Outbox
it: chiedo se mi collego per spedire la posta

source: propose to save message before closing
it: propongo di salvare il messaggio prima di chiudere

source: ask whether to mark all articles as read before closing folder
it: chiedo se marcare tutti gli articoli come 'letti' nel chiudere la cartella

source: ask for the login name when opening the folder if required
it: chiedo lo Username quando apro la cartella, se essa lo richiede

source: ask for the password when opening the folder if required
it: chiedo la Password quando apro la cartella, se essa lo richiede

source: ask whether to ping remote folders offline
it: chiedo se fare un ping offline alle cartelle remote

source: propose to remember passwords entered interactively
it: propongo di ricordare la Password immessa interattivamente

source: ask to suspend auto-collecting messages from failed incoming folder
it: chiedo di sospendere di scaricare automaticamente i messaggi da una cartella con dei problemi

source: Question whether to store remote configuration from options dialog
it: Chiedere se salvare le impostazioni remote dal menù opzioni

source: Question whether to retrieve remote configuration from options dialog
it: Chiedere di importare le impostazioni remote dal menù di opzioni

source: Question whether to overwrite newer remote config settings
it: Chiedere se sovrascrivere le impostazioni remote con quelle più recenti

source: &Mailbox:
es: &Buzon:
fi: &Kansio:
it: Casella di posta&m:
pt_br: Caixa &postal:

source: Force &re-open on ping:
it: Forza la &riapertura a un ping:
pt_br: Forçar &reabertura no "ping":

source: Anon&ymous access:
it: Accesso anon&ymo:

source: MBOX folder
it: Cartella MBOX
nl: MBOX map
pt_br: Pasta MBOX

source: &Plugins
it: &Plugin

source: P&rint Setup
es: &Configuracion Impresion
fi: &Tulostusasetukset
it: Configu&ra la stampante
nl: Afd&rukinstellingen
pt_br: Configura&r impressão

source: P&age Setup
es: &Configuracion Pagina
fi: &Sivun asetukset
it: Configura la p&agina
nl: P&agina instellingen
pt_br: Configurar &Página

source: R&un Script...
it: Eseg&ui script...
nl: Script starten...

source: &Templates...
it: &Modelli...

source: Print Pre&view
es: Presentacion Preliminar
fi: &Esikatselu
fr: &Aperçu d'imppression
it: &Anteprima di stampa
nl: Print&voorbeeld
pt_br: Preve&r impressão

source: &Group reply Ctrl-G
it: Rispondi al &gruppo Ctrl-G

source: Followup/group-reply to this message
it: Rispondi a un gruppo di destinatari di questo messaggio
nl: Allen beantwoorden op dit bericht
pt_br: Responder mensagem ao grupo

source: G&roup reply with template... Shift-Ctrl-G
it: Rispondi al gruppo col modello... Shift-Ctrl-G

source: D&eselect all Ctrl-B
it: D&eseleziona tutto Ctrl-B

source: Show ra&w message
fi: N‰yt‰ &raaka viesti
fr: Message &brut...
it: Mostra il messaggio al &grezzo...
nl: Laat ru&w bericht zien
pt_br: Mostrar &formato interno da mensagem

source: Insert a file
es: Insertar archivo
fi: Lis‰‰ tiedosto
fr: Insérer un fichier...
it: Inserisci un file
nl: Voeg een bestand in
pt_br: Inserir um arquivo

source: &Clear Ctrl-C
it: Pulis&ci Ctrl-C

source: Find &next
es: &Buscar siguiente
fi: Etsi &seuraava
fr: &Continuer de chercher
it: Cerca a&ncora
nl: Volge&nde zoeken
pt_br: Procurar &próximo

source: &FAQ...
it: &Risposte...

source: &Help Ctrl-H
it: Ai&uto Ctrl-H

source: &Info...
fi: &Tiedoksi...
it: &Informazioni...
nl: &Informatie...
pt_br: &Informação...

source: Please enter the command to handle '%s' data:
es: Por favor entre el comando para manejar '%s' datos:
fi: Anna komento k‰sitell‰ksesi '%s' tietoa:
fr: Veuillez entrer la commande à utiliser pour le traitement des données du type '%s':
it: Inserire il comando per il trattamento dei dati di tipo '%s':
nl: Geef het commando om '%s' data te verwerken:
pt_br: Por favor, digite o comando para tratamento de `%s':

source: Unknown MIME type
es: Tipo MIME desconocido
fi: Tuntematon MIME-tyyppi
fr: Type MIME inconnu
it: Tipo MIME sconosciuto
nl: Onbekend MIME type
pt_br: Tipo MIME desconhecido

source: Do not know how to handle data of type '%s'.
es: No se como manejar datos del tipo '%s'.
fi: Ei osaa k‰sitell‰ dataa, joka on tyyppi‰ '%s'.
fr: Je ne sais pas gérer les données dans le format '%s'.
it: Non so come tarttare i dati di tipo '%s'.
nl: Weet niet hoe om te gaan met data van type '%s'.
pt_br: Não sei como tratar o arquivo do tipo `%s'.

source: The selected message is %u Kbytes long which is more than the current threshold of %d Kbytes. Do you still want to download it?
es: El mensaje seleccionado tiene %u Kbytes, es mayor que el limiteactual de %d Kbytes. Quiere descargarlo aun?
fi: Valittu viesti on %u KB:n kokoinen, suurempi kuin maksimikoko eli %d KB. Haluatko silti hakea sen?
fr: Le message que vous venez de sélectioner a une taille de ^u Koctets ce qui est supérieur à la limite de %d Koctets spécifiée dans les options du programme. Voulez-vous le télécharger néanmoins?
it: Il messaggio selezionato è lungo %u Kbyte che è superiore all'attuale soglia di %d Kbyte. Vuoi scaricarlo comunque?
nl: Het geselecteerde bericht is %u Kbytes lang, wat langer is dan de huidige drempelwaarde van %d Kbytes. Wilt u het toch downloaden?
pt_br: A mensagem selecionada possui %u kB, o que é maior que o limite atual de %d kB. Você ainda deseja transmití-la?

source: &Add this hostname if none specified
es: &Use este hostname si no hay uno especificado
fi: &Lis‰‰ host-nimi, jos ei ole m‰‰ritelty
it: &Aggiungi questo host se non è specificato un altro
nl: Deze hostname toevoegen als geen andere is gegeven
pt_br: &Adicionar este nome de servidor se nenhum foi especificado

source: &Hostname
fi: &Host-nimi
fr: Nom de la &machine
it: Nome dell'&host
nl: &Hostnaam
pt_br: &Nome do servidor

source: Reply return address from &To: field
es: Responder a direccion en campo £Para:
fi: Vastausosoite Va&staanottaja: kent‰st‰
fr: Répondre à l'adresse spécifiée dans le champ &A:
it: Rispondere all'indirizzo di ritorno del campo &A:
nl: Antwoord retouradres van &Aan: veld
pt_br: Endereço de retorno igual ao campo &Para:

source: Mahogany contains support for dial-up networks and can detect if the network is up or not. It can also be used to connect and disconnect the network. To aid in detecting the network status, you can specify a beacon host which should only be reachable if the network is up, e.g. the WWW server of your ISP. Leave it empty to use the SMTP server for this.
it: Mahogany supporta le connessioni telefoniche e può rilevare se la connessione è attiva o no. Può anche essere usato per connettersi o disconnettersi alla rete. Per la rilevazione dello stato della rete, puoi specificare un host-guida, ciò che dovrebbe essere raggiungibile solo se la rete è attiva, per ex. il server WWW di chi ti fornisce l'accesso a internet. Lascia la casella vuota se vuoi usare il server SMTP.

source: The following timeout value is used for TCP connections to remote mail or news servers.
it: Il seguente valore di tempo massimo viene usato per i collegamenti TCP a un server remoto di posta o gruppi di discussione.

source: Mail alias substring ex&pansion
es: &Expansion de mail alias
fr: &Expansion de sous-chaînes dans les aliases
it: Es&pansione delle sottostringhe negli alias
nl: Alias substring &uitbreiding
pt_br: Expansão de apelidos

source: &Ping/check folder interval in seconds
es: &Ping/intervalo en segundos para chequear folders
fi: &Ping/tarkista kansio hakuaika (sekunteina)
fr: Vérifier la disponibilité du répertoire toutes les (en secondes)
it: Controlla la dis&ponibilit della cartella ogni (in secondi)
nl: &Ping/controle map interval in seconden
pt_br: Intervalo de verificação das &pastas (s)

source: Python &Path
fi: Pythonin &polku
fr: &Chemin de Python
it: &Percorso di Python
nl: Python &Pad
pt_br: Localização do &Python

source: &Startup script
es: &Script de inicio
fi: &K‰ynnistysskripti
fr: Script à exécuter au &démarrage
it: &Script da eseguire all'avvio
nl: Op&start script
pt_br: &Script de inicialização do programa

source: &Folder open callback
es: &Llamada a Folder abierto
fi: &Kansion avaus (?)
fr: Exécuter quand un répertoire est ouvert
it: Eseguire all'&apertura di una cartella
nl: &Map open-routine
pt_br: Callback para abertura de &pastas

source: Reuse colours when too many quotation marks
it: Riutilizza colori in caso di troppi quote-marks

source: &Inline graphics
es: &Graficos en linea
fi: &Inline grafiikka
fr: *Images dans le texte
it: &Immagini nel messaggio
pt_br: &Gráficos na própria mensagem

source: &Backgroud colour
it: Colore di s&fondo

source: Mahogany may automatically remember all e-mail addresses in the messages you receive in a special addresss book. This is called 'address autocollection' and may be turned on or off from this page.
es: Mahogany puede recordar automaticamente todas las direcciones de email que recibe en un libro de direcciones especial. Esto se llama auto importacion y puede ser desactivado desde esta pagina
fi: Mahogany voi muistaa kaikki e-mail osoitteet viesteist‰, jotka vastaanotat osoitekirjaan. T‰t‰ kutsutaan 'automaattiseksi osoitteenkeruuksi ja t‰ll‰ sivulla voi m‰‰ritell‰ sen tilan (on/off).
it: Mahogany può automaticamente ricordare gli indirizzi di posta dei messaggi che ricevi in un'agenda speciale. Questo è chiamato 'raccolta automatica degli indirizzi' e può essere abilitata o disabilitata da questa pagina.
nl: Mahogany kan alle adressen uit berichten die u ontvangt opslaan in een special adresboek. Dit heet 'automatisch verzamelen' van adressen en kan op deze pagina aan of uit worden gezet.
pt_br: O Mahogany pode salvar automaticamente os endereços de todas as mensagens que você receber em um livro especial de endereços. Isto é chamado auto-coleta de endereços e pode ser ligado ou desligado nesta página.

source: &Help viewer
es: &Visor de ayuda
fi: &Help-katseluohjelma
fr: Afficher l'&aide avec
it: Vedi l'aiuto con
nl: &Help bekijken met...
pt_br: Visualizador de &ajuda

source: &New Mail Command
es: &Comando Mail nuevo
fi: &New Mail komento
fr: Exécuter quand un message est &reçu
it: Comando per &Nuova Mail
nl: &Nieuwe post commando
pt_br: Comando para &novas mensagens

source: Mahogany can use SSL (Secure Sockets Layer) for secure, encrypted communications, if you have the libssl and libcrypto shared libraries (DLLs) on your system.
it: Mahogany può usare SSL (un sistema di sicurezza) per le comunicazioni di sicurezza e/o criptate, se nel tuo sistema hai le librerie condivise libssl e libcrypt.

source: Message Viewer
es: Visor de mensajes
fi: Viestin n‰yttˆ
fr: Ecran de visualisation de message
it: Visualizzatore messaggio
nl: Berichtenviewer
pt_br: Visualizador de mensagens

source: Following up
it: Proseguire

source: Entry type:Local Mailbox File:Local MH Folder:IMAP Mailbox:POP3 Mailbox:IMAP Server:NNTP News Server:IMAP Hierarchy:NNTP News Hierarchy:NNTP Newsgroup:Local News Hierarchy:Local Newsgroup:Folder Group
it: Tipo di ingresso:File locale di messaggi:Cartella MH locale:Casella di posta IMAP:Casella di posta POP3:Server IMAP:Server NNTP:Gerarchia IMAP: Gerarchia NNTP:Gruppi di discussione NNTP:Gerarchia discussioni locale:Gruppi discussioni locale:Gruppo di cartelle

source: an IMAP server
it: un server IMAP

source: a NNTP newsserver
it: un server NNTP

source: an IMAP mail hierarchy
it: una gerarchia di posta IMAP

source: Path on IMAP server
it: Percorso sul server IMAP

source: a NNTP news hierarchy
it: una gerarchia NNTP

source: Hierarchy name
it: Nome della gerarchia

source: a local news hierarchy
it: una gerarchia locale di discussioni

source: Server Host
it: Server

source: You have now specified the basic parameters for the new mailbox entry. If you want to use any more advanced access options, you can modify the complete set of parameters by invoking the folder properties dialog. Simply click the right mouse button on the entry in the tree.
it: Hai ora specificato i parametri di base per l'ingresso della nuova casella di posta. Se vuoi usare qualche altra opzione avanzata di accesso, puoi modificare l'intero ventaglio di parametri invocando la finstra di dialogo delle proprietà della cartella. Devi semplicemente cliccare il pulsante destro del mouse sul relativo ingresso nell'albero.

source: The server name could not be resolved. Maybe the network connection or the DNS servers are down?
it: Non si riesce a risolvere il nome del server. Forse si è interrotta la connessione alla rete o sono caduti i server DNS?

source: Would you like to remember the password for this folder? (WARNING: don't do it if you are concerned about security)
it: Vuoi che Mahogany ricordi la password di questa cartella? (ATTENZIONE: non farlo se avete problemi di sicurezza)

source: Found lock-file: '%s' Some other process may be using the folder. Shall I forcefully override the lock?
es: Encontrado archivo de bloqueo: '%s' Otros procesoso pueden usar el folder. Debo remover el bloqueo a la fuerza?
fi: Lukitustiedosto: '%s' lˆydetty. Joku toinen prosessi saattaa k‰ytt‰‰ kansiota. Kumotaanko lukitus?
fr: Fichier 'lock' détecté: '%s' Un autre processus peut ètre en cours d'utiliser ce répertoire. Voulez-vous forcer l'accès à ce répertoire néanmoines?
it: Trovato file 'lock': '%s' Qualche altro processo potrebbe avere in uso la cartella. Devo forzare l'accesso al file 'lock'?
nl: Lock-file gevonden: '%s' Andere processen gebruiken wellicht de map. Moet ik het slot negeren en verwijderen?
pt_br: Arquivo de bloqueio foi encontrado: `%s' Algum outro processo pode estar utilizando a mesma pasta. Devo continuar mesmo assim?

source: Could not remove lock-file. Other process may have terminated. Will try to continue as normal.
es: No puedo remover el archivo de bloqueo. Otros procesos pueden haber terminado. Intentare continuar normalmente.
fi: Lukitustiedostoa ei voitu poistaa. Toiset prosessit saattoivat pys‰hty‰. Yritet‰‰n jatkaa normaalisti.
fr: Effacement du fichier 'lock' a échoué. L'autre processus a peut-être terminé. L'exécution continuera normalement.
it: Non riesco a rimuovere il file 'lock'. L'altro processo può essere terminato. L'esecuzione continuerà normalmente.
nl: Kon lock-file niet verwijderen. Ander proces is misschien afgelopen. Zal proberen als normaal verder te gaan.
pt_br: Impossível remover o arquivo de bloqueio. O outro processo pode ter finalizado. Tentarei continuar normalmente.

source: Cannot open the folder while lock-file exists.
es: No puedo abrir el folder mientras exista el archivo de bloqueo.
fi: Kansiota ei voida avata, sill‰ lukitustiedosto on olemassa.
fr: Impossible d'ouvrir le répertoire: fichier 'lock' détecté.
it: Impossibile aprire la cartella quando il file 'lock' esiste.
nl: Kan map niet openen zolang lock-file bestaat.
pt_br: Impossível abrir a pasta enquanto o arquivo de bloqueio existir.

source: Mailstream for folder '%s' has been closed, trying to reopen it.
es: Mailstream para folder '%s' fue cerrado, tratando de reabrirlo.
fi: Viestivirta kansiolle '%s' on suljettu, yritet‰‰n uudelleenavausta.
fr: Le répertoire '%s' a été fermé, tentative de la réouverture en cours.
it: Il flusso di posta per la cartella '%s' è stato chiuso; tento di riaprirla.
nl: Poststroom voor map '%s' is afgesloten, probeer hem te heropenen.
pt_br: Canal de dados para da pasta `%s' foi fechado. Tentando reabri-lo.

source: Folder '%s' :
fi: Kansio '%s' :
fr: Répertoire '%s' :
it: Cartella '%s' :
nl: Map '%s' :
pt_br: Pasta `%s' :

source: Folder Log:
es: Bitacora de Folder
fi: Kansioloki:
fr: Mesages du répertoire:
it: Registro della cartella:
nl: Map log:
pt_br: Registro de pasta:

source: Non-existent message data.
es: Datos de mensaje inexistente
fi: Viestidataa ei ole olemassa.
fr: Pas de données du message.
it: Dati del messaggio non esistenti.
nl: Niet-bestaande bericht data.
pt_br: Dados da mensagem não existem.

source: Cannot open connection to any server.
it: Impossibile aprire la connessione a qualsiasi server.

source: Cannot find a colour named '%s', using default instead. (please check the settings)
es: No encuentro el color '%s', uso el color por defecto. (por favor revise la configuracion)
fi: V‰ri‰ '%s' ei lˆydy, k‰ytet‰‰n oletusta. (tarkista asetukset)
fr: Impossible de trouver la couleur '%s', la couleur par défaut sera utilisé à sa place. (veuillez vérifier votre configuration)
it: Colore '%s' non trovato: utilizzo quello predefinito. (controlla le impostazioni)
nl: Kan kleur genaamd '%s' niet vinden, standaardinstelling wordt gebruikt. (controleer de instellingen)
pt_br: Não é possível encontrar a cor denominada `%s'. Usando uma cor padrão. (Por favor, verifique a configuração.)

source: Successfully loaded '%s' and '%s' - SSL authentification now available.
it: '%s' e '%s' caricati correttamente - l'autenticazione SSL è ora disponibile.

source: Mahogany uses a global password to protect sensitive information in your configuration files. The next dialog will ask you for your global password. If you have not previously chosen one, please choose one now, otherwise enter the one you chose previously. If you do not want to use a global password, just cancel the next dialog. (Tick the box below to never see this message again.)
it: Mahogany utilizza una password per proteggere le informazioni dei vostri file di configurazione. Se non volete utilizzare una password, premete Cancel alla prossima finestra di dialogo. (Spuntate qui se non volete vedere ancora questo messaggio.)

source: Welcome to Mahogany! This wizard will help you to setup the most important settings needed to successfully use the program. You don't need to specify everything here - it can also be done later by opening the 'Options' dialog - but if you do fill the, you should be able to start the program immediately. If you decide to not use the dialog, just check the box below or press [Cancel] at any moment.
it: Benvenuto in Mahogany! Le seguenti finestre ti aiuteranno a configurare i principali parametri necessari a far funziare Mahogany. Rilassati: per ora non devi specificare nulla, lo puoi fare con calma più tardi dalla finestra di dialogo 'Opzioni'. Configurare questi paramentri ora evita di incorrere in vari messaggi di errore durante l'esecuzione del programma. Se non vuoi usare la finestra di dialogo, basta spuntare l' opzione in basso, oppure premere [Annulla].
nl: Welkom bij Mahogany! Deze wizard zal u helpen met de belangrijkste instellingen nodig om het programma correct te gebruiken. U hoeft niet alles hier in te vullen - dit kan ook later door het openen van het dialoog- venster 'Opties'. Vult u wel alles in dan kunt u het programma meteen gaan gebruiken. Als u dit venster niet wilt gebruiken, kruis het vakje aan of druk op [Annuleren] op ieder gewenst moment.

source: Mahogany has detected that you have one or more other email programs installed on this computer. You may click the button below to invoke a dialog which will allow you to import some configuration settings (your personal name, email address, folders, address books &c) from one or more of them.
it: Mahogany ha rilevato un altro programma di email Cliccando il tasto qui sotto, Mahogany può tentare di importare dei parametri di configurazione (il tuo nome, l'indirizzo di email, le cartelle, le agende, e&cc), evitando di doverli reinserire.

source: Please specify your name and e-mail address: they will be used for sending the messages.
it: Mi devi dire come ti chiami e l'indirizzo di e-mail: quelli che vuoi far comparire nella posta.

source: Mahogany can automatically detect if your network connection is online or offline. It can also connect and disconnect you to the network, but for this it needs to know which commands to execute to go online or offline.
it: Mahogany può automaticamente rilevare se la connessione alla rete è attiva o meno. Può anche collegarti e scollegarti dalla rete. Scegli l' eventuale programma da eseguire per la connessione e la disconnessione.

source: Finally, you may want to test your configuration by sending a test message to yourself.
it: A questo punto vorrete testare la vostra configurazione mandando un messaggio di Prova a voi stessi.

source: Could not create INBOX mailbox.
it: Impossibile creare la casella IN ARRIVO.

source: Could not create Trash mailbox.
it: Impossibile creare il Cestino.

source: News-spool
it: Area delle News

source: The previously installed version of Mahogany was probably newer than this one. Cannot upgrade.
es: La version anterior de Mahogany era probablemente mas reciente que esta no se puede actualizar.
fi: Aikaisempi asennettu versio Mahoganysta on ehk‰ uudempi kuin t‰m‰. P‰ivityst‰ ei voida suorittaa.
fr: Il semble que la version de M installée précédemment ait été plus à jour que la version utilisée maintenant. La mise à jour n'a pas pu être faite.
nl: De vorige geïnstalleerde versie van Mahogany was waarschijnlijk nieuwer dan deze. Kan niet opwaarderen.
pt_br: A versão do Mahogany previamente instalada era mais nova que esta. A atualização não é possível.

source: Open any folder
fr: Ouvrir un répertoire quelconque

source: no messages
es: no hay mensajes
fi: ei viestej‰
fr: pas de messages
nl: geen berichten
pt_br: nenhuma mensagem

source: , %lu recent
es: , %lu reciente
fi: , %lu uusia
fr: , %lu récents
pt_br: , %lu recentes

source: , %lu new
es: ,%lu nuevo
fi: , %lu uusia
fr: , %lu nouveaux
nl: , %lu nieuw
pt_br: , %lu novas

source: &Open Folder...
es: &Abrir Folder
fi: &Avaa kansio...
fr: &Ouvrir un répertoire...

source: Open &Any Folder...
fr: Ouvrir un répertoire &quelconque...

source: Open any existing message folder
fr: Ouvrir un répertoire déjà configuré

source: Program execution aborted due to installation problems.
es: Ejecucion del programa abortada debido a problemas de instalacion
fi: Ohjelman ajaminen keskeytettiin asennuksessa tapahtuneiden ongelmien vuoksi.
fr: L'exécution du programme a été interrompue à cause de problèmes d'installation
pt_br: A execução do programa abortou devido a problemas de instalação.
