Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: used to extend Mahogany's functionality. It is not essential
de: Mahogany erweitert werden kann. Sie ist normalerweise nicht
es: usado para entender la funcionalidad de Mahogany. No es esencial
fi: k‰ytt‰‰ laajentamaan Mahoganyn toimivuutta. Se ei ole v‰ltt‰m‰tˆn
it: per estendere le funzionalit di Mahogany. Non è indispensabile
nl: kunnen worden om Mahogany's functionaliteit uit te breiden.
pt: utilizada para ampliar a funcionalidade do programa. Não é essencial
pt_br: para a expansão da funcionalidade do Mahogany, mas não é necessária
ru: использован для расширения функционала Mahogany.

source: for the program's normal operation.
de: benötigt.
es: para la operacion normal del programa.
fi: ohjelman toimimisen kannalta.
fr: pour l'opération normale du programme.
it: per le normali operazioni del programma.
nl: Het is niet essentieel voor de normale werking van het programma.
pt: para o normal funcionamento do programa.
pt_br: para a operação normal do programa.
ru: В этом нет необходимости для нормальной работы программы.

source: &Enable Python
de: &Python aktivieren
es: &Habilitar Python
fi: &Aktivoi Python
fr: Utiliser &Python
it: &Usa il Python
nl: Python g&ebruiken
pt_br: Ativar P&ython
ru: Разрешить Python

source: If Mahogany can't find Python shared library in one of the standard locations, you may enter full path to it here
de: Wenn Mahogany die dynamischen Bibliotheken für Python nicht an den üblichen Stellen finden kann, können Sie den vollen Pfad hier eingeben
ru: Если Mahogany не может найти библиотеку Python в одном из стандартных местоположений, Вы можете ввести полный путь для этого здесь

source: The option below determines where Mahogany should look for Python modules (in addition to standard places)
de: Die Option unten entscheidet, wo Mahogany nach Python-Modulen suchen soll (Neben den Standard-Stellen)
ru: Опция ниже определяет, где Mahogany должен искать модули Python (в дополнение к стандартным местам)

source: Python &path
de: Pfad zu Python
ru: Путь к Python

source: Mahogany may load a Python module containing functions you use on startup, you will be able to later refer to these functions without "module." part. Also, if this module contains a special Init() function, it will be called.
de: Mahogany kann ein Python-Modul beim Start laden. Funktionen in diesem Modul können Sie später ohne den "modul."-Teil verwenden. Wenn dieses Modul eine Funktion Init() enthält, wird diese aufgerufen.
ru: Mahogany может загрузить модуль Python, содержащий функции используемые на запуске, у Вас будет возможность поменять это позже через настройку "модуль.". Также, если этот модуль содержит специальную Init() функцию, она будет выполнена.

source: Module to load on &startup
de: Modul, das beim Programmstart geladen werden soll:
ru: Модуль для загрузки на запуске

source: You may define below the Python function which will be called when the corresponding event happens. You may enter just the functions names or use "module"."function" notation.
de: Sie können unten die Python-Funktion angeben, die aufgerufenwerden wird, wenn das entsprechende Ereignis eintritt. Sie können nur den Namen der Funktion angeben, oder die Schreibweise "Modul"."Funktion" verwenden.
ru: Вы можете определить ниже функции Python, которые будут вызваны, при соответствующих событиях. Вы можете ввести только названия функций или использовать "модуль"."функция" наименование.

source: Folder &open callback
de: Aufgerufene Routine beim Öffnen eines Ordners
ru: Событие каталог открывается

source: Folder &update callback
de: Routine beim Aktualisieren eines Ordners
es: &Llamada a actualizar folder
fi: Kansion &p‰ivitys (?)
fr: Exécuter quand un répertoire est &changé
it: Eseg&uire all'aggiornamento di una cartella
nl: Map update-routine
pt_br: Callback para a&tualização de pastas
ru: Событие каталог обновляется

source: Folder e&xpunge callback
de: Routine beim Löschen von Nachrichten
es: &Llamada a purgar folder
fi: Kansion p&oisto (?)
fr: Exécuter quand les messages sont &purgés
it: Eseguire all'elimina&zione di una cartella
nl: Map uit&wissen-routine
pt_br: Callback para &limpeza de pastas
ru: Событие каталог чистится

source: Flag &set callback
de: Routine beim Setzen einer Markierung
es: Llamada para &configuracionde flag
fi: Viestin &tilan asetus (?)
fr: Exécuter quand l'état d'un message change (&1)
it: Eseguire all'impo&stazione del flag
nl: Post-&status instel-routine
pt_br: &Ativar callback
ru: Событие установка флага

source: Flag &clear callback
de: Routine beim Löschen einer Markierung
es: Llamada para &limpiar flag
fi: Viestin t&ilan tyhjennys (?)
fr: Exécuter quand l'état d'un message change (&2)
it: Eseguire alla &cancellazione del flag
nl: Post-status verwijder-routine
pt_br: &Desativar callback
ru: Событие снятие флага

source: Mahogany has several standard message viewers and more can be plugged in. The default one is the safest choice but you may try the others for an alternative look.
de: Mahogany hat verschiedene Nachrichten-Ansichten und weitere können hinzugefügt werden. Der Standard ist die sicherste Wahl, die Anderen können Sie als alternative Ansicht verwenden.
ru: Mahogany имеет несколько стандартных средств просмотра сообщения и можно добавить ещё. Заданное по умолчанию - самый безопасный выбор но Вы можете пробовать другие для альтернативного просмотра.

source: &Message viewer
de: Nachrichten-Anzeige
ru: Средство просмотра сообщения

source: Show viewer &bar
de: Auswahl für das Anzeigeformat einblenden
ru: Показывать строку просмотра

source: &Font family:default:decorative:roman:script:swiss:modern:teletype
de: &Schrift-Familie:Standard:Dekorativ:Roman:Skript:Schweizer:Modern:Schreibmaschine
es: &Tipo de fuente:valor por defecto:decorative:roman:script:modern:teletype
fi: &Kirjasinlaji:oletus:koriste:Roman:skripti:swiss:moderni:teletype
it: &Famiglia font:predefinita:decorativa:roman:script:swisse:modern:teletype
nl: &Font familie:standaard:decoratief:roman:script:swiss:modern:teletype
pt_br: Famí&lia de fontes:padrão:decorativa:romana:script:suíça:moderna;máquina de escrever
ru: Тип шрифта:по-умолчанию:декоративный:роман:скрипт:свисс:модерн:телетайп

source: Colour for header &names
de: Farbe für &Kopfzeilennamen
es: &Color para encabezados y nombres
fi: Otsikkonimien &v‰ri
fr: Couleur pour les noms des en-&têtes
it: Colore dei &nomi delle intestazioni
nl: Kleur voor header&namen
pt: Cor para os &nomes dos cabeçalhos
pt_br: Cor para os &nomes dos cabeçalhos
ru: Цвет для названий заголовков

source: Colour for header &values
de: Farbe für Kopfzeilen&einträge
es: &Color para encabezados y valores
fi: O&tsikkoarvojen v‰ri
fr: Couleur pour les en-&tètes
it: Colore dei &valori delle intestazioni
nl: Kleur voor header&waarden
pt: Cor para os &valores dos cabeçalhos
pt_br: Cor para os &valores dos cabeçalhos
ru: Цвет для значений заголовков

source: &Highlight the URLs
de: URLs hervorheben
ru: Подсветка ссылок

source: Colour for &URLs
de: Farbe für &URLs
es: &Color para URLs
fi: &URLn v‰ri
fr: Couleur des &URLs
it: Colore degli &URL
nl: Kleur voor &URLs
pt: Cor para os &URLs
pt_br: Cor das &URLs
ru: Цвет для ссылок

source: Colourize &quoted text
de: &Zitierten Text farbig markieren
ru: Выделять цветом текст в кавычках

source: You may specify the colours for the first 3 levels of the quoted text individually. If quoting level is greater than 3, Mahogany may either reuse the last colour for the deeper levels or start over with the first colour again if you check the option below.
de: Sie können Farben für die ersten drei Ebenen mit zitiertem Text getrennt einstellen. Sind die Zitate tiefer verschachtelt, kann Mahogany die letzte Farbe für alle tieferen Ebenen verwenden oder wieder mit der ersten Farbe beginnen, wenn Sie die Einstellung unten auswählen.
ru: Вы можете указать цвета для первых 3 уровней текста в кавычках индивидуально. Если уровень больше чем 3, Mahogany может использовать последний цвет для более глубоких уровней или начать с первым цветом снова если Вы установите опцию ниже.

source: Colour for the &1st level
de: Farbe für erste Zitatebene
ru: Цвет для первого уровня

source: Colour for the &2nd level
de: Farbe für zweite Zitatebene
ru: Цвет для второго уровня

source: Colour for the &3rd level
de: Farbe für dritte Zitatebene
ru: Цвет для третьего уровня

source: Loop over these colours
de: Diese Farben reihum verwenden
ru: Повторение этих цветов

source: Highlight the si&gnature
de: Signatur hervorheben
ru: Подсветка подписи

source: Colour for s&ignatures
de: Farbe für Signatur
ru: Цвет для подписи

source: A progress dialog can be shown during the message download if it is bigger than the given size or takes longer than the specified time (use -1 to disable progress dialog entirely)
de: Eine Fortschrittsanzeige kann während des Herunterladens der Nachricht angezeigt werden, wenn diese größer ist als die angegebene Größe oder es länger als die angegebene Zeit dauert. (mit -1 können Sie diese Fortschrittsanzeige vollständig abschalten)
ru: Диалог прогресса можно показать в течение загрузки сообщения если это больше чем данный размер или берет дольше чем указанное время (используйте -1, чтобы отключить диалог прогресса совсем)

source: Dialog minimal size t&hreshold (kb)
de: Schwelle zum Anzeigen des Dialogs (KByte)
ru: Порог минимального размера диалога (kb)

source: Progress dialog &delay (seconds)
de: Verzögerung für die Fortschrittsanzeige (Sek.)
ru: Задержка прогресса (секунды)

source: The following setting allows to limit the amount of data retrieved from remote server: if the message size is greater than the value specified here, you will be asked for confirmation before transfering data(set to 0 to disable)
de: Die folgende Einstellung erlaubt es, die Datenmenge die von externen Servern geholt wird zu beschränken: Falls die Nachricht größer ist als der hier angegebene Wert, werden Sie vor Übertragen der Daten gefragt. ('0' um die Abfrage zu unterdrücken)
ru: Следующая установка позволяет ограничивать количество данных найденных на удалённом сервере: если размеры сообщения больше чем значение, указанное здесь, Вы будете подтверждать перед передачей данных (установите 0, чтобы отключить)

source: Ask if size of &message (in Kb) >
de: Fragen, wenn die Größe (in KByte) der Nachricht >
pt: Perguntar se o tamanho das mensagens (em Kb) >
ru: Спрашивать если размер сообщения (в Kb) >

source: Some of the Mahogany text viewers may show the images included with the message inline, i.e. directly in the viewer window. If you enable this feature, you may specify below the maximal size of an image to display inline (setting it to 0 disables image inlining, setting it to -1 means to always inline them) and also enable showing the images embedded in HTML messages even if they are are not included into the message itself (for the HTML viewer only). Be warned that this could be a potential security risk!
de: Einige Text-Anzeiger in Mahogany können Bilder die in den Nachrichten enthalten sind, in die Nachricht eingebettet, d.h. direkt im Ansichts- Fenster anzeigen. Wenn Sie dies aktivieren, können Sie unten die maximale Größe eines Bildes angeben, das eingebettet angezeigt wird. (0 schaltet die eingebettete Anzeige ab, -1 schaltet sie immer ein) Sie können auch Nachrichten die in HTML eingebettet sind anzeigen lassen, selbst wenn Sie nicht in der HTML-Nachricht selbst enthalten sind. (Nur in der HTML-Ansicht). Dies stellt allerdings ein mögliches Sicherheitsrisiko dar !
ru: Некоторые из средств просмотра Mahogany могут показать изображения включенные в сообщение, встроенными, то есть непосредственно в окно средства просмотра. Если Вы допускаете эту особенность, Вы можете определить ниже максимальный размер изображения, чтобы показывать (чтобы отключить установите 0, -1 чтобы всегда показывать) и также показываются изображения внедрённые в сообщения HTML, даже если они - не включены в сообщение непосредственно (только для средства просмотра HTML). Предупреждаем Вас, что это потенциальный риск защиты!

source: Show images &inline
de: Bilder in der Nachricht eingebettet anzeigen.
ru: Показывать встроенные картинки

source: But only if size is less than (kb)
de: Aber nur, wenn die Größe (in KByte) kleiner ist als
pt: Mas apenas se o tamanho for menor que (kb)
ru: Но только если размер меньше чем (kb)

source: &Enable showing external images
de: Externe Darstellung der Bilder einschalten
ru: Разрешить показывать внешние картинки

source: Display &text attachments inline
de: Text-Anhänge eingebettet anzeigen.
ru: Показывать встроенные текстовые вложения

source: Display &mail messages as text
de: &Nachrichten als Text anzeigen
it: Mostra i &messaggi come testo
pt: Exibir mensagens de correio como texto
ru: Показывать почтовые сообщения как текст

source: Wra&p lines automatically
de: Zeilen au&tomatisch umbrechen
it: Vai a ca&po automaticamente
ru: Автоматический перенос строк

source: Mahogany has built-in support for the faxes sent via eFax or a similar service, use the options below to configure it.
de: Mahogany hat eine eingebaute Unterstützung für Faxe, gesendet mit eFax oder einem ähnlichen Anbieter. Benutzen Sie die Einstellung unten um dies einzurichten.
ru: Mahogany имеет встроенную поддержку факсам, посланным через eFax или подобную службу, используйте варианты ниже, чтобы настроить это.

source: Support special &fax mailers
de: &Fax-Versender unterstützen
es: &Soporte para fax mailers
fi: &Fax-viestimien tuki
fr: Support pour les serveurs de &fax
it: Supporto speciale per i &fax
nl: Ondersteun speciale &fax mailers
pt_br: Suporte a transmissores de &Fax especiais
ru: Поддержка специальных почтовых факсов

source: &Domains sending faxes
de: &Domains die Faxe senden
es: &Dominios que envian fax
fi: Faxeja l‰hett‰v‰t &domainit
fr: Les &domaines emmetrices de fax
it: &Domini che inviano i fax
nl: &Domeinen die faxen sturen
pt_br: &Domínios enviando fax
ru: Домены, посылающие факсы

source: Conversion program for fa&xes
de: Konvertierungs-Programm für FAXe
pt: Programa de conversão para fa&xes
ru: Конверсионная программа для факсов

source: Configure &headers to show...
de: Angezeigte Spalten...
es: &Configurar encabezados para mostrar..
fi: &Aseta otsikot n‰ytt‰m‰‰n...
fr: Configurer les en-&têtes à afficher...
it: Configura le &intestazioni da mostrare...
nl: Welke &headers laten zien...
pt: Configurar os cabeçalhos que quer ver...
pt_br: &Configurar cabeçalhos a serem mostrados...
ru: Конфигурировать просмотр заголовков...

source: Configure &format for displaying dates
de: Datums&format einstellen
it: Configura il &formato per le date
nl: &Formaat voor weergave datums instellen
pt: Configurar o &formato para exibir as datas
pt_br: Configurar &formato para visualicação de datas
ru: Конфигурировать формат для показа дат

source: &Title of message view frame
de: Titel der Nachrichten-Anzeige
ru: Заголовок фрейма просмотра сообщения

source: What happens when the folder is opened? Mahogany may either return to the message which had been previously selected or go to the specified one.
de: Was soll geschehen, wenn der Ordner geöffnet wird ? Mahogany kann ent- weder zur zuvor ausgewählten Nachricht springen oder zur angegebenen.
ru: Что делать когда каталог открыт? Mahogany может или вернуться к сообщению, которое было предварительно выбрано или идти в указанный.

source: Return to the &last selected
de: Zur letzten ausgewählten Nachricht zurückkehren
ru: Вернуть последний выбор

source: &Go to this message:First unread:First:Last
de: Gehe zu dieser Nachricht: Erste ungelesene:Erste:Letzte
ru: Перейти к этому сообщению:Первое непрочитанное:Первое:Последнее

source: When the message is selected Mahogany may preview it immediately or wait until you double click it or press <Return>. In this mode it may be convenient to avoid automatically previewing the message initially selected when you open the folder as well.
de: Wenn eine Nachricht ausgewählt wird, kann Mahogany sofort eine Vorschau zeigen, oder warten, bis Sie doppelt klicken oder <RETURN> drücken. Wenn Sie auch den Ordner öffnen, mag es sinnvoll sein, die automatische Vorschau der ursprünglich gewählten Nachricht abzuschalten.
ru: Когда сообщение выбрано Mahogany может просмотреть его немедленно или ждать, пока Вы дважды щёлкнете мышкой или нажимёте <Enter>. В этом режиме может быть удобно избежать автоматического просмотра сообщения, первоначально выбранного, когда Вы открываете каталог.

source: Preview message when &selected
de: Vorschau der Nachricht &wenn ausgewählt
es: Presentacion preliminar de mensaje al &seleccionar
fi: &Esikatsele valittu viesti
it: Anteprima del messaggio &selezionato
nl: Afdrukvoorbeeld bij &selecteren bericht
pt: Prever a mensagem &selecionada
pt_br: Prever mensagem quando &selecionada
ru: Просматривать сообщение когда выбрано

source: &Select the initial message
de: Ursprüngliche Nachrichten auswählen
ru: Выбор начального сообщения

source: Go to next message on command
de: Auf Befehl zur nächsten Nachricht gehen
ru: Команда перемещения на следующее сообщение

source: What happens when you scroll down beyond the end of the current message? Mahogany may automatically select...
de: Was soll passieren, wenn Sie über das Ende der Nachricht hinaus blättern ? Mahogany kann automatisch auswählen:
ru: Что делать когда Вы прокручиваете вниз до конца текущего сообщения? Mahogany может автоматически выбрать...

source: next unread &message
de: Die nächste ungelesene Nachricht
ru: следующее непрочитанное сообщение

source: next unread &folder
de: Den nächsten Ordner mit ungelesenen Nachrichten
ru: следующий непрочитанный каталог

source: The settings below specify how should the two windows (folder and message view) arranged inside the folder view.
de: Die Angaben unten, legen fest, wie die zwei Fenster (Ordner und Nachricht) innerhalb der Ordner-Anzeige angeordnet werden sollen
ru: Параметры настройки ниже определяют как если эти два окна (каталог и просмотр сообщения) размещенны в панели каталога.

source: Split the view vertically
de: Ansicht senkrecht aufteilen
ru: Разделить просмотр вертикально

source: Put folder view on top/to the left
de: Anzeige der Ordner nach oben/nach links
ru: Поместить просматриваемый каталог вверху слева

source: The following settings control appearance of the messages list:
de: Einstellungen für die Liste von Nachrichten:
pt: As definições seguintes controlam a aparência da lista de mensagens:
ru: Следующие настройки контролируют вид списка сообщений:

source: Show only sender's name, not &e-mail
de: Nur Namen der Absender anzeigen, nicht die &E-Mail-Adresse
it: Mostra solo il nome del mittente, non il m&essaggio
ru: Показывать только имя отправителя, без адреса

source: Show "&To" for messages from oneself
de: Für selbst gesendete Nachrichten "An:" anzeigen
it: Mostra "&To" per i messaggi dagli utenti
ru: Показывать "&Кому" для сообщений от себя

source: &Background colour
de: &Hintergrund-Farbe
ru: Фоновый цвет

source: Colour for &new message
de: Farbe für &neue Nachricht
it: Colore dei &nuovi messaggi
pt: Cor para a &nova mensagem
ru: Цвет для нового сообщения

source: Colour for &recent messages
de: Farbe für &kürzliche empfangene Nachrichten
it: Colore per i messaggi &recenti
pt: Cor para as mensagens &recentes
ru: Цвет для недавнего сообщения

source: Colour for u&nread messages
de: Farbe für u&ngelesene Nachrichten
it: Colore per i messaggi &non letti
pt: Cor para as mensagens &não lidas
ru: Цвет для непрочитанного сообщения

source: Colour for &deleted messages
de: Farbe für ge&löschte Nachrichten
it: Colore per i messaggi &cancellati
pt: Cor para as mensagens elimina&das
ru: Цвет для удалённого сообщения

source: Colour for &flagged messages
de: Farbe für markierte Nachrichten
ru: Цвет для отмеченного сообщения

source: You may configure how (and if) Mahogany sorts and threads messages in the folder using the buttons below. To access these configuration dialogs faster, just right click on any folder view header column.
de: Sie können mit den Knöpfen unten einstellen, ob (und wie) Mahogany Nachrichten in diesem Ordner sortiert und verknüpft. Um diesen Dialog schneller zu erreichen, können Sie die Kopfzeile jeder Ordner-Ansicht rechts klicken.
ru: Вы можете конфигурировать, как (и если) Mahogany сортирует и потоки сообщений в каталоге, используя кнопки ниже. Быстро вызвать эти настройки, можно правой кнопкой мыши на любом столбце заголовка табличной части просматриваемого каталога.

source: Threading &options...
de: Einstellungen für das Verknüpfen...
ru: Настройки поточности...

source: &Sort messages by...
de: Nachrichten &sortieren nach...
it: Ordina i me&ssaggi per...
nl: Berichten &sorteren op...
pt_br: Ordenar mensagen&s por...
ru: Сортировать сообщения по...

source: Configure &columns to show...
de: Angezeigte Spalten...
pt: Configurar as colunas que quer ver...
ru: Настроить вид колонок...

source: Show size in &units of:automatic:autobytes:bytes:kbytes:mbytes
de: Größe in Einheiten von:automatisch:autobytes:Bytes:KBytes:MBytes
ru: Показать размер в единицах:автоматически:автобайты:байты:килобайты:мегабайты

source: Mahogany may delay previewing the selected message until the timeout specified below expires. This allows to quickly browse through the list of messages without waiting for them to be previewed. Set it to 0 to disable this feature.
de: Mahogany kann die Vorschau der gewählten Nachricht um die unten angegebene Zeit verzögern. Dies erlaubt es rasch eine Reihe Nachrichten zu überfliegen, ohne auf die Vorschau zu warten. Setzen Sie den Wert auf 0, um dies abzuschalten.
ru: Mahogany может задержать предрассмотрение выбранного сообщения до истечения задержки, указанной ниже. Это допускает быстрый обзор через список сообщений без ожидания предварительного просмотра. Установите 0, чтобы отключить эту опцию.

source: Delay in milliseconds
de: Verzögerung in Millisekunden
ru: Задержка в миллисекундах

source: You can choose to show the information about the currently selected message in the status bar. You can use the same macros as in the template dialog (i.e. $subject, $from, ...) in this string.
de: Sie können festlegen, welche Informationen über die aktuelle Nachricht in der Statuszeile angezeigt werden. Sie können die gleichen Makros verwenden, wie bei den Vorlagen (d.h. $subject, $from, ...)
ru: Вы можете выбрать показывать информации о текущем выбранном сообщении в строке состояния. Вы можете использовать такой же макрос как в шаблоне диалога (то есть $subject, $from, ...) в этой строке.

source: &Use status bar
de: Statuszeile verwenden
pt: &Utilizar a barra de estado
ru: Использовать статусную строку

source: &Status bar line format
de: Format der Statuszeile
ru: Формат статусной строки

source: Put folder tree on the left side
de: Ordner-Baum auf die linke Seite
ru: Разместить дерево каталогов слева

source: The two options below are common for all folders, but note that the first of them may be overridden by setting the normal folder colour in the "Folder View" page.
de: Die zwei Einstellungen unten sind für alle Ordner gemeinsam, aber beachten Sie, dass die erste überschrieben werden kann, indem Sie die normale Farbe für Ordner in der Seite "Ordner Ansicht" einstellen.
ru: Эти два варианта ниже обычны для всех каталогов, но, первый из них может быть отменён установкой нормального цвета каталога на странице "Вид Каталога".

source: Tree &foreground colour
de: Vordergrund-Farbe des Baums
ru: Цвет переднего плана дерева

source: Tree &background colour
de: Hintergrund-Farbe des Baums
ru: Цвет фона дерева

source: Show &opened folder specially
de: Geöffnete Ordner speziell anzeigen
ru: Показ открытый каталог специально
