Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Select all unread messages
de: Alle ungelesenen Nachrichten auswählen
pt: Seleccionar todas as mensagens por ler
ru: Выбрать все непрочитанные сообщения

source: Select all &flagged
de: Alle markierten Nachrichten auswählen
ru: Выбрать все сигнализированные

source: Select all flagged messages
de: Alle markierten Nachrichten auswählen
pt: Seleccionar todas as mensagens marcadas
ru: Выбрать все сигнализированные сообщения

source: &Deselect all Ctrl-B
de: Alle Markierungen entfernen Ctrl-B
ru: Отменить весь выбор Ctrl-B

source: Deselect all messages
de: Keine Nachricht mehr markiert
it: Deseleziona tutti i messaggi
pt: Anular seleccionar todas as mensagens
ru: Отменить выбор для всех сообщений

source: Searc&h...
de: &Suchen...
ru: Поиск...

source: Search for the messages in folder(s)
de: Die Ordner nach Nachrichten durchsuchen
ru: Искать сообщения в каталоге(ах)

source: &Filters...
de: &Filter-Regeln...
pt: &Filtros...
ru: Фильтры

source: Edit the filters to use for current folder
de: Filter-Regeln für den aktuellen Ordner einstellen
pt: Editar os filtros a utilizar na pasta actual
ru: Редактировать фильтры, чтобы использовать для текущего каталога

source: &Where is filter...
de: Welche Filter...
ru: Где фильтр...

source: Find the filters which move messages to this folder
de: Findet die Filter, die Nachrichten in diesen Ordner verschieben
ru: Найдите фильтры, которые перемещают сообщения в эту папку

source: Show the properties of the current folder
de: Eigenschaften des aktuellen Ordner anzeigen
it: Mostra le proprietà della cartella corrente
pt: Mostrar as propriedades da pasta actual
ru: Показать свойства текущей папки

source: Cu&t Ctrl-X
de: &Ausschneiden Ctrl-X
ru: Вырезать Ctrl-X

source: Cut selection and copy it to clipboard
de: Markierten Text ausschneiden und in die Zwischenablage kopieren
es: Cortar seleccion y copiar al portapapeles
fi: Leikkaa valinta ja kopioi se leikepˆyd‰lle
fr: Effacer la sélection et la copier dans le presse-papier
it: Taglia il testo selezionato e lo copia negli appunti
nl: Knip selectie uit en kopieeer naar klembord
pt_br: Cortar seleção e copiá-la para a área de transferência
ru: Вырезать выбор и копировать в буфер обмена

source: &Copy Ctrl-C
de: &Kopieren Ctrl-C
it: &Copia Ctrl-C
pt: &Copiar Ctrl-C
ru: Копировать Ctrl-C

source: Copy selection to clipboard
de: Markierten Text in Zwischenablage kopieren
es: Copiar seleccion al portapapeles
fi: Kopioi valinta leikepˆyd‰lle
fr: Copier la sélection dans le presse-papier
it: Copia il testo selezionato negli appunti
nl: Kopieer selectie naar klembord
pt: Copiar a selecção para a área de transferência
pt_br: Copiar seleção para a área de transferência
ru: Скопировать выбранное в буфер обмена

source: &Paste Ctrl-V
de: &Einfügen Ctrl-V
it: Inco&lla Ctrl-V
pt: Colar Ctrl-V
ru: Вставить Ctrl-V

source: Paste from clipboard
de: Text aus der Zwischenablage einfügen
es: Pegar desde el portapapeles
fi: Liit‰ leikepˆyd‰lt‰
fr: Coller le contenu du presse-papier
it: Incolla il contenuto degli appunti
nl: Plakken van klembord
pt: Colar da área de transferência
pt_br: Colar da área de transferência
ru: Вставить из буфера обмена

source: Paste &quoted Shift-Ctrl-V
de: Als Zitat einfügen Shift-Ctrl-V
ru: Вставить в кавычках Shift-Ctrl-V

source: Paste from clipboard as quoted text
de: Aus der Zwischenablage als zitierten Text einfügen
ru: Вставьте от буфера обмена как цитируемый текст

source: Select a&ll
de: &Alle markieren
ru: Выбрать всё

source: Select the entire contents of the message view window
de: Alles im Nachrichten-Fenster auswählen
ru: Выберите полное содержание сообщения окна представления

source: &Find... F3
de: Suchen... F3
ru: Искать... F3

source: Find text in message
de: Text in Nachricht suchen
es: Buscar texto en mensaje
fi: Etsi viestist‰
fr: Chercher text dans le message
pt: Procurar texto na mensagem
pt_br: Procurar texto na mensagem
ru: Искать текст в сообщении

source: Find a&gain Ctrl-F3
de: Erneut suchen Ctrl-F3
ru: Искать снова Ctrl-F3

source: Find the same text again
de: Den gleichen Text erneut finden
ru: Искать тот же самый текст снова

source: Address boo&ks... Ctrl-D
de: &Adressbücher... Ctrl-D
ru: Адресные книги... Ctrl-D

source: Edit the address book(s)
de: Adressbücher bearbeiten
es: Editar libro de direcciones
fi: Muokkaa osoitekirjaa
fr: Editer le(s) carnet(s) d'adresses
it: Modifica rubriche
nl: Adresboek(en) bewerken
pt: Editar o(s) livro(s) de endereços
pt_br: Editar o(s) livro(s) de endereços
ru: Редактировать адресную книгу(и)

source: Pr&eferences... Ctrl-Shift-E
de: &Einstellungen... Ctrl-Shift-E
ru: Настройки... Ctrl-Shift-E

source: Change options
de: Einstellungen ändern
es: Cambiar opciones
fi: Muuta asetuksia
fr: Changer les options du programme
it: Cambia le impostazioni del programma
nl: Instellingen wijzigen
pt: Modificar opções
pt_br: Mudar opções
ru: Изменить настройки

source: M&odules...
de: &Module...
ru: Модули...

source: Choose which extension modules to use
de: Wählen Sie, welche Erweiterungs-Module Sie verwenden möchten
it: Scegli quali moduli di estensione usare
nl: Kies de extensie gebruikt door modules
pt_br: Escolher módulos de estensões a serem utilizados
ru: Выбрать дополнительный модуль для использования

source: Filter &rules...
de: &Filter-Regeln...
ru: Правила фильтров...

source: Edit rules for message filtering
de: Regeln zum Filtern von Nachrichten definieren
it: Configura le regole per il filtraggio dei messaggi
pt: Editar as regras para a filtragem das mensagens
ru: Редактировать правила для фильтрации сообщений

source: Te&mplates...
de: &Vorlagen...
ru: Шаблоны...

source: Edit templates used for message composition
de: Vorlagen zum Schreiben von Nachrichten bearbeiten.
it: Edita i modelli usati per l'edizione del messaggio
pt: Editar modelos utilizados para a composição da mensagem
ru: Редактировать шаблоны для создания сообщений

source: Sp&am filters...
de: Sp&am Filter...
ru: Спам фильтры...

source: Set the options for spam detection
de: Optionen der Spam-Erkennung
ru: Установить настройки для определения спама

source: &Save preferences
de: Einstellungen &speichern
ru: Сохранить настройки

source: Save options
de: Einstellungen speichern
es: Salvar opciones
fi: Tallenna asetukset
fr: Sauvegarder les options du programme
it: Salva le impostazioni del programma
nl: Opties bewaren
pt: Gravar opções
pt_br: Salvar opções
ru: Сохранить опции

source: E&xport preferences...
de: Einstellungen exportieren
ru: Экспортировать настройки...

source: Export options
de: Export-Optionen
ru: Экспортировать опции

source: &Import preferences...
de: Einstellungen importieren...
ru: Импорт настроек...

source: Import options
de: Import-Optionen
ru: Импорт опций

source: Restore &defaults...
de: Einstellungen zurücksetzen...
ru: Восстановить значения по умолчанию...

source: Restore default options values
de: Einstellungen zurücksetzen
es: Restaurar valores por defecto
fi: Palauta alkuper‰isasetukset
fr: Restaurer les option par défaut
it: Ripristina le impostazioni predefinite
nl: Standaard waarden voor opties herstellen
pt_br: Reatribuir valores padrão às opções
ru: Восстановить значения настроек по умолчанию

source: View selected message in a separate window
de: Ausgewählte Nachricht in einem zusätzlichen Fenster anzeigen
ru: Смотреть выбранное сообщение в отдельном окне

source: Ed&it in composer Ctrl-E
de: Im Editor bearbeiten Ctrl-E
ru: Редактировать в создателе Ctrl-E

source: Edit selected message in composer
de: Ausgewählte Nachricht im Editor bearbeiten
ru: Редактируйте выбранное сообщение в компоновщике

source: &Print Ctrl-P
de: &Drucken CTrl-P
it: &Stampa Ctrl-P
pt: &Imprimir Ctrl-P
ru: Печать Ctrl-P

source: Print this message
de: Diese Nachricht drucken
es: Imprimir este mensaje
fi: Tulosta viesti
fr: Imprimer ce message
it: Stampa questo messaggio
nl: Druk dit bericht af
pt: Imprimir esta mensagem
pt_br: Imprimir esta mensagem
ru: Печатать это сообщение

source: Print Previe&w
de: Druckvorschau
ru: Предварительный просмотр

source: Preview a printout of this message
de: Vorschau eines Ausdrucks dieser Nachricht
es: Presentacion preliminar de este mensaje
fi: Esikatsele tulostettavaa viesti‰
fr: Aperçu d'imppression
it: Anteprima della stampa di questo messaggio
nl: Geeft printvoorbeeld van dit bericht
pt: Previsualizar ver como ficaria a mensagem imprimida
pt_br: Prever a impressão desta mensagem
ru: Предварительный просмотр этого сообщения

source: PS-Prin&t
de: &PS-Drucken
es: Impresion PS
fi: &PS-Tulostus
fr: Impression &PostScript
it: S&tampa PostScript
nl: PS-Af&drukken
pt_br: I&mprimir em PS
ru: PS-Печать

source: Print this message as PostScript
de: Diese Nachricht als PostScript drucken
es: Imprimir este mensaje como PostScript
fi: Tulosta viesti PostScript-muodossa
fr: Imprimer ce message en tant que PostScript
it: Stampa questo messaggio come PostScript
nl: Dit bericht als PostScript afdrukken
pt: Imprimir esta mensagem como PostScript
pt_br: Imprimir esta mensagem em formato PostScript
ru: Печатать это сообщение как PostScript

source: PS&-Print Preview
de: PS-Druckvo&ransicht
es: Presentacion Preliminar PS
fi: PS-Esikatselu
fr: Aperçu d'imppression Post&Script
it: Anteprima di stampa Post&Script
nl: PS&-Afdrukvoorbeeld
pt_br: Pre&ver impressão PostScript
ru: PS-Предварительный просмотр

source: View PostScript printout
de: Vorschau für PostScript Ausdruck
es: Ver presentacion preliminar PS
fi: Esikatsele PostScript tulostusta
fr: Aperçu d'imppression PostScript
it: Mostra la stampa PostScript
nl: Bekijk PostScript afdruk
pt: Ver a impressão (cópia em papel) PostScript
pt_br: Prever impressão PostScript
ru: Вид PostScript распечатка

source: Rep&ly
de: Beantworten
ru: Ответ

source: &Reply Ctrl-R
de: Beantwo&rten Ctrl-R
it: &Rispondi Ctrl-R
pt: &Responder Ctrl-R
ru: Ответ Ctrl-R

source: Reply to this message using default reply command
de: Beantworten dieser Nachricht mit dem normalen Antwort-Befehl
ru: Ответьте на это сообщение, используя заданную по умолчанию команду ответа

source: Reply with &template... Shift-Ctrl-R
de: Mit Vorlage bean&tworten... Shift-Ctrl-R
it: Rispondi col modello... Shift-Ctrl-R
pt: Responder com modelo... Shift-Ctrl-R
ru: Ответ с шаблоном... Shift-Ctrl-R

source: Reply to this message after choosing a template to use
de: Antworten auf diese Nachricht mit Vorlage
ru: Ответить на это сообщение после выбора шаблона для использования

source: Reply to &sender
de: An Absender antworten
ru: Ответить отправителю

source: Reply to the sender of this message only
de: Antwort nur an den Absender dieser Nachricht
ru: Ответить отправителю этого сообщения только

source: Reply to sender with t&emplate...
de: An Absender mit Vorlage antworten...
ru: Ответить отправителю с шаблоном

source: Reply to the sender of this message after choosing a template to use
de: Antwort an den Absender, mit Vorlage
ru: Ответить отправителю этого сообщения после выбора шаблона для использования

source: Reply to &all Ctrl-G
de: Allen Antworten
ru: Ответить всем Ctrl-G

source: Reply to all recipients of this message (group reply)
de: Antwort an alle Empfänger dieser Nachricht (Antwort an Gruppe)
ru: Ответить всем получателям этого сообщения (ответ группе)

source: Reply to all with te&mplate... Shift-Ctrl-G
de: Antwort an Alle unter Verwendung einer Vorlage...
ru: Ответить всем с шаблоном... Shift-Ctrl-G

source: Reply to all recipients of this message after choosing a template to use
de: Antwort an alle Empfänger dieser Nachricht, nachdem Sie eine Vorlage gewählt haben
ru: Ответить всем получателям этого сообщения после выбора шаблона для использования

source: Reply to &list Ctrl-L
de: An Liste antworten
ru: Ответить по списку Ctrl-L

source: Reply to the mailing list this message was sent to
de: Antwort an die Mailing-Liste an die diese Nachricht gesendet wurde
ru: Ответить списку адресатов, которому это сообщение посылали

source: Reply to list with tem&plate... Shift-Ctrl-L
de: An Liste mit Vorlage antworten...
ru: Ответить списку адресатов с шаблоном... Shift-Ctrl-L

source: Reply to the mailing list after choosing a template to use
de: Antwort an die Mailing-Liste mit Vorlage
ru: Ответьте списку адресатов после выбора шаблона для использования

source: &Forward Ctrl-F
de: Weiterleiten
it: &Inoltra Ctrl-F
ru: Вперед Ctrl-F

source: Forward this message to another recipient
de: Nachricht an einen anderen Empfänger weiterleiten
ru: Отправьте это сообщение другому получателю

source: Forward wit&h template... Shift-Ctrl-F
de: Nachricht mit Vorlage weiterleiten...
ru: Вперед с шаблоном... Shift-Ctrl-F

source: Forward this message after choosing a template to use
de: Nachricht unter Verwendung einer Vorlage weiterleiten
ru: Отправьте это сообщение после выбора шаблона для использования

source: Follow-up to &newsgroup
de: Antwort an Newsgroup
ru: Проверка новостей

source: Follow-up (reply to) this message to the newsgroup
de: Nachricht an Newsgroup beantworten ("Followup")
ru: Проверка (ответ на) этим сообщением на новости

source: &Bounce...
ru: Срыв...

source: Redirect the selected messages to another recipient
de: Markierte Nachricht an einen anderen Empfänger weiterleiten
ru: Переадресовать выбранные сообщения другому получателю

source: R&esend...
de: Erneut senden...
ru: Снова послать...

source: Send the selected messages again.
de: Markierte Nachrichten erneut senden
ru: Послать выбранные сообщения снова.

source: Appl&y filter rules...
de: Filter-Regeln anwenden...
it: App&lica il filtro...
ru: Применить правила фильтра...

source: Apply filter rules to selected messages
de: Ausgewählte Nachrichten mit Filter-Regeln bearbeiten
it: Applica le regole di filtraggio al messaggio selezionato
pt: Aplicar regras de filtragem às mensagens seleccionadas
ru: Применить правила фильтра к выбранным сообщениям

source: &Quick filter...
de: Jetzt filtern...
ru: Быстрый фильтр...

source: Create a new filter for the selected message
de: Neue Filter-Regel für gewählte Nachricht anlegen
pt: Criar um novo ficheiro para a mensagem seleccionada
ru: Создайте новый фильтр для выбранного сообщения

source: Sa&ve as file...
de: Als Da&tei speichern...
ru: Сохраните как файл...

source: Export message to a file
de: Nachricht in Datei speichern
es: Exportar mensaje a archivo
fi: Tallenna viesti tiedostoon
fr: Sauvegarder le message dans un fichier
it: Salva il messaggio in un file
nl: Exporteer bericht naar bestand
pt: Exportar mensagem para um ficheiro
pt_br: Salvar mensagem em um arquivo
ru: Экспортирвать сообщение в файл

source: &Copy to folder...
de: In Ordner &kopieren ...
pt: &Copiar para a pasta...
ru: Копировать в папку...

source: Save message to another folder
de: Nachricht in einem anderen Ordner speichern
es: Salvar mensaje a otro folder
fi: Tallenna viesti toiseen kansioon
fr: Copier le message dans un autre répertoire
it: Copia il messaggio in un'altra cartella
nl: Bewaar bericht in andere map
pt_br: Salvar mensagem em outra pasta
ru: Сохранить сообщение в другой папке

source: &Move to folder...
de: In Ordner &verschieben ...
pt: &Mover para a pasta...
ru: Переместить в папку...

source: Move message to another folder
de: Nachricht in einen anderen Ordner verschieben
es: Mover emnsaje a otro folder
fi: Siirr‰ viesti toiseen kansioon
fr: Déplacer le message dans un autre répertoire
it: Muovi il messaggio in un'altra cartella
nl: Bericht naar andere map verplaatsen
pt: Mover mensagem para outra pasta
pt_br: Mover mensagem para outra pasta
ru: Переместите сообщение в другую папку

source: Delete messages(s) (mark it as deleted or move to trash)
de: Nachricht(en) löschen (Als gelöscht markieren oder in den Papierkorb werfen)
ru: Удалить сообщение(я) (отметить как удалено или переместить в корзину)

source: &Zap
de: Endgültig löschen
ru: Затереть

source: Permanently and unrecoverably delete message(s)
de: Nachrichten endgültig löschen
ru: Навсегда и без восстановления удалить сообщение(я)

source: &Undelete
de: Wieder&herstellen
es: &Desborrar
fi: Pa&lauta
fr: &Annuler effacer
it: Rec&upera
nl: &Herstellen
pt_br: Cancelar re&moção
ru: Восстановить

source: Undelete message
de: Nachricht entlöschen
es: Desborrar mensaje
fi: Palauta viesti
fr: Récupérer le message
it: Recupera il messaggio cancellato
nl: Maak verwijdering ongedaan
pt: Anular eliminar mensagem
pt_br: Cancelar remoção da mensagem
ru: Восстановить сообщение

source: E&xpunge
de: &Verwerfen
ru: Вычеркнуть

source: Remove all messages marked as deleted from the folder.
de: Entferne alle als gelöscht markierten Nachrichten aus dem Ordner
ru: Удалить все сообщения, отмеченные как удалено из папки.

source: &Jump to message... Ctrl-J
de: Zu Nachrichten springen... Ctrl-J
ru: Перейти к сообщению... Ctrl-J

source: Select the message by its number
de: Nachricht anhand ihrer Nummer wählen
ru: Выбрать сообщение по его номеру

source: &Next unread Ctrl-U
de: Nächste &ungelesene Ctrl-U
ru: Следующее непрочитанное Ctrl-U

source: Nex&t flagged
de: Nächste markierte
ru: Следующее отмеченное

source: Select next flagged message
de: Nächste markierte Nachricht auswählen
pt: Seleccionar a próxima mensagem marcada
ru: Выберать следующее отмеченное сообщение

source: Fla&g Ctrl-I
de: Markieren/Entmarkieren Ctrl-I
ru: Пометить Ctrl-I

source: Mark message as flagged/unflagged
de: Markiere Nachricht / Entferne Markierung
pt: Marcar mensagem como marcada/desmarcada
ru: Пометить сообщение как отмечено/неотмечено

source: Mark &read
de: Als gelesen markieren
ru: Пометить как прочитанное

source: Mark message as read
de: Nachricht als gelesen markieren
ru: Пометить сообщение как прочитанное

source: Mar&k unread Shift-Ctrl-U
de: Als ungelesen markieren Shift-Ctrl-U
ru: Пометить как непрочитанное Shift-Ctrl-U

source: Mark message as unread
de: Nachricht als ungelesen markieren
ru: Пометить сообщение как непрочитанное

source: &Spam
ru: Спам

source: Dispose as &spam Shift-Ctrl-Del
de: Als Spam wegwerfen Shift-Ctrl-Del
ru: Определить как спам Shift-Ctrl-Del

source: Classify the message as spam and treat it accordingly
de: Nachricht als Spam klassifizieren und entsprechend behandeln
ru: Классифицируйте сообщение как спам, и обработайте это соответственно

source: Mark as &ham
de: Als Ham markieren
ru: Пометить как плохое

source: Classify the message as non-spam
de: Nachricht als kein Spam klassifzieren
ru: Классифицируйте сообщение как неспам

source: Chec&k message... Shift-Ctrl-K
de: Nachrichten prüfen...
ru: Проверить сообщение... Shift-Ctrl-K

source: Check if this message is spam
de: Prüfen, ob die Nachricht Spam ist
ru: Проверить, является ли это сообщение спамом

source: Extract &addresses...
de: Adressen sammeln...
ru: Извлечь адреса...

source: Save all or some addresses of the message in an address book
de: Einige oder alle Adressen der Nachricht in einem Adressbuch speichern
pt: Guardar todos ou alguns endereços da mensagem num livro de endereços
ru: Сохраните все или некоторые адреса сообщения в адресной книге

source: &Viewer to use
de: Gewähltes Anzeigeformat:
ru: Средство просмотра для использования

source: Show &headers
de: Kopfzeilen an&zeigen
it: Mostra &intestazioni
nl: Laat &headers zien
pt: Mostrar cabeçalhos
pt_br: Mostrar cabeçal&ho
ru: &Показать заголовки

source: Toggle display of message header
de: Anzeige der Kopfzeilen der Nachrichten ein-/ausschalten
es: Cambiar vista de encabezados
fi: Viestiotsikon n‰yttˆ (on/off)
fr: Montrer ou cacher les en-têtes du message
it: Mostra o nascondi le intestazioni del messaggio
nl: Aan/uitzetten van berichtheader
pt_br: Ativar/Desativar visualização do cabeçalho da mensagem
ru: Переключить отображение заголовка сообщения

source: Show ra&w message Ctrl-Z
de: Reinen Nachrichtente&xt anzeigen Ctrl-Z
ru: Показать исходное сообщение

source: Show the raw message text
de: Anzeigen des unkonvertierten Nachrichtentextes
es: Mostrar mensaje de texto
fi: N‰yt‰ viestin raaka teksti
fr: Montrer le texte de message brut
it: Mostra il testo del messaggio al grezzo
nl: Laat de ruwe berichttekst zien
pt_br: Mostrar o formato interno da mensagem
ru: Показать исходный текст сообщения

source: Show &MIME structure... Shift-Ctrl-Z
de: MIME-Struktur anzeigen... Shift-Ctrl-Z
ru: Показать &MIME структуру... Shift-Ctrl-Z

source: Show the MIME structure of the message
de: Die MIME-Struktur der Nachricht anzeigen
ru: Показать MIME структуру сообщения

source: &Filters
de: &Filter...
ru: Фильтры

source: &Insert file... Ctrl-I
de: Datei anhängen...
it: &Inserisci file... Ctrl-I
pt: &Inserir ficheiro... Ctrl-I
ru: Вставить файл... Ctrl-I

source: Attach a file to the message
de: Eine Datei an die Nachricht anhängen
pt: Anexar um ficheiro à mensagem
ru: Прикрепить файл к сообщению

source: I&nsert text... Ctrl-T
de: Textdatei &einfügen... Ctrl-T
pt: I&nserir texto... Ctrl-T
ru: Вставить текст... Ctrl-T

source: Insert text file
de: Textdatei einfügen
es: Insertar archivo de texto
fi: Lis‰‰ tekstitiedosto
fr: Insérer un fichier texte dans le message
it: Inserisci un file di testo
nl: Tekstbestand invoegen
pt: Inserir ficheiro de texto
pt_br: Inserir arquivo texto
ru: Вставить текстовый файл

source: &Send Shift-Ctrl-X
de: &Senden Shift-Ctrl-X
ru: Отправить Shift-Ctrl-X

source: Send the message (either now or later depending on the options)
de: Nachricht senden (jetzt oder später, abhängig von den Einstellungen)
ru: Послать сообщение (или теперь или позже в зависимости от вариантов)

source: Send right n&ow
de: Sofort senden
ru: Послать прямо сейчас

source: Send the message immediately
de: Nachricht jetzt senden
ru: Послать сообщение немедленно

source: Close and save as &draft
de: Schließen und als Entwurf speichern
ru: Закрыть и сохраните как проект

source: Close the window and save the message in the drafts folder
de: Fenster schließen und Nachricht im Ordner für Entwürfe speichern
ru: Закройте окно, и сохраните сообщение в папке проектов

source: Send &Later Shift-Ctrl-L
de: S&päter senden Shift-Ctrl-L
it: Spedisci &dopo Shift-Ctrl-L
pt: Enviar Mais Tarde Shift-Ctrl-L
ru: Послать Позже Shift-Ctrl-L

source: Schedule the message to be send at a later time.
de: Nachricht zu einem späteren Zeitpunkt senden.
it: Metti in attesa il messaggio per spedirlo più tardi.
ru: Отметить сообщение, чтобы послать позднее.

source: Send and &keep Shift-Ctrl-K
de: &Senden und offen halten Shift-Ctrl-K
it: Invia e &mantieni Shift-Ctrl-K
pt: Enviar e manter Shift-Ctrl-K
ru: Отправить и сохранить Shift-Ctrl-K

source: Send the message now and keep the editor open
de: Nachricht jetzt senden und Fenster weiter offen lassen
es: Enviar mensaje ahora y conservar el editor abierto
fi: L‰het‰ viesti ja j‰t‰ muistio auki
it: Invia il messaggio adesso e tieni aperto l'editor
nl: Verstuur het bericht nu en hou de editor open
pt: Enviar a mensagem agora e manter o editor aberto
pt_br: Enviar a mensagem agora e continuar editando
ru: Отправить сообщение теперь, и оставить редактор открытым

source: Print the message
de: Nachricht drucken
es: Imprimir mensaje
fi: Tulosta viesti
fr: Imprimer le message
it: Stampa il messaggio
nl: Druk bericht af
pt: Imprimir a mensagem
pt_br: Imprimir a mensagem
ru: Печатать сообщение

source: Previe&w...
de: Vorschau...
ru: Предварительный просмотр...

source: View the message as it would be sent
de: Nachricht so anzeigen, wie sie gesendet werden würde
ru: Смотреть сообщение так как оно будет послано

source: Save &text...
de: &Text speichern...
es: &Salvar texto...
fi: &Tallenna teksti...
fr: Sauvegarder le &texte...
it: Salva &testo...
nl: Bewaar &tekst...
pt: Guardar &texto...
pt_br: Salvar &texto...
ru: Сохранить текст...

source: Save (append) message text to file
de: Nachrichtentext an Datei anfügen
ru: Сохранить (добавить в конец) текст сообщения в файл

source: &Clear
de: Löschen...
es: &Limpiar
fi: T&yhjenn‰
fr: &Effacer
pt_br: &Limpar
ru: Очистить
