Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: There was a problem with showing the preview: perhaps your current printer is not set correctly?
de: Es gab ein Problem mit der Druckvorschau: Vielleicht ist Ihr Drucker nicht richtig eingestellt?
es: Hubo problemas mostrando la presentacion preliminar: tal vez su impresora no esta configurada correctamente?
fi: Viestin esikatselu ep‰onnistui: ehk‰ tulostimesi ei ole oikein asennettu?
fr: Il y a avait un problème avec l'aperçu d'impression: peut-être votre imprimante n'est pas installée correctement?
it: C' è stato un problema nel mostrare l'anteprima: forse la tua stampante non è stata configurata correttamente.
nl: Er was een probleem bij het laten zien van het afdrukvoorbeeld: wellicht is de huidige printer niet goed ingesteld?
pt: Não foi possível mostrar a previsão: provalmente a sua impressora não está bem configurada?
pt_br: Ocorreu um problema na visualização da previsão, talvez a sua impressora padrão não foi configurada corretamente.
ru: Была проблема с показом предварительного просмотра: возможно ваш текущий принтер не установлен правильно?

source: Previewing
de: Vorschau
es: Presentacion preliminar
fi: Avataan esikatselua varten
fr: Aperçu d'imppression
it: Anteprima
nl: Afdrukvoorbeeld
pt: Prevendo
pt_br: Previsão
ru: Предварительное просматривание

source: Print Preview
de: Druckvorschau
es: Presentacion preliminar de impresion
fi: Esikatselu
fr: Aperçu d'imppression
it: Anteprima di stampa
nl: Afdrukvoorbeeld
pt: Previsão da impressão
pt_br: Previsão da impressão
ru: Предварительный просмотр

source: Ln:%d Col:%d
de: Z:%d S:%d
fi: Rivi:%d Kolumni:%d
nl: R:%d K:%d
pt_br: Lin:%d Col:%d
ru: Лн:%d Кол:%d

source: Layout Menu
de: Formatmenü
es: Menu de Layout
fi: Ulkoasuvalikko
fr: Menu d'éditeur
it: Menu di impaginazione
pt: Menu de Composição
pt_br: Menu de formatação
ru: Размещение Меню

source: &Larger
de: &Größer
es: &Aumentar
fi: &Suurempi
fr: &Plus grand
it: &Più grande
nl: &Groter
pt: &Maior
pt_br: Ma&ior
ru: Больший

source: Switch to larger font.
de: Größere Schrift wählen.
es: Cambiar a tipo letra grande
fi: Vaihda suurempaan kirjasimeen.
fr: Utiliser une fonte plus grande
it: Usa un font più grande
nl: Schakel naar groter lettertype.
pt: Mudar para um tipo de letra maior.
pt_br: Mudar para uma fonte maior.
ru: Переключить на больший шрифт.

source: &Smaller
de: &Kleiner
es: &Disminuir
fi: &Pienempi
fr: Plus &petit
it: Più pi&ccolo
nl: &Kleiner
pt: Menor
pt_br: &Menor
ru: Меньший

source: Switch to smaller font.
de: Kleinere Schrift wählen.
es: Cambiar a tipo de letra pequeña
fi: Vaihda pienemp‰‰n kirjasimeen.
fr: Utiliser une fonte plus petite
it: Usa un font più piccolo
nl: Schakel naar kleiner lettertype.
pt: Mudar para um tipo de letra menor.
pt_br: Mudar para uma fonte menor.
ru: Переключить на меньший шрифт.

source: &Underline
de: &Unterstreichen
es: &Subrayado on
fi: &Alleviivaa
fr: &Sousligner
it: &Sottolineato
nl: &Onderlijnen aan
pt: &Sublinhar
pt_br: &Sublinhado
ru: Подчеркивание

source: Underline mode.
de: Unterstrichenmodus
es: Modo Subrayado
fi: Alleviivaus
it: Modo sottolineato
nl: &Onderlijnmodus
pt: Modo de sublinhado.
pt_br: Modo sublinhado
ru: Подчеркнутый режим.

source: &Bold
de: &Fett
es: &Negrilla
fi: &Lihavoitu
fr: &Gras
it: &Grassetto
nl: &Vet aan
pt: &Negrito
pt_br: &Negrito
ru: Полужирный

source: Bold mode.
de: Fettmodus
es: Modo Negrilla
fi: Lihavointi
it: Modo grassetto.
nl: Vetmodus.
pt: Modo de negrito
pt_br: Modo negrito
ru: Полужирный режим.

source: &Italics
de: Kur&siv
es: &Italica
fi: Kursivoitu
fr: &Italiques
it: &Corsivo
nl: &Cursief aan
pt: &Itálico
pt_br: Itál&ico
ru: Курсив

source: Italics mode.
de: Kursivmodus
es: Modo Italica
fi: Kursiivinen
it: Modo corsivo
nl: Cursiefmodus
pt: Modo de itálico.
pt_br: Modo itálico
ru: Режим курсива.

source: &Roman
de: &Römisch
fr: &Romain
pt_br: &Romana
ru: Католик

source: Switch to roman font.
de: Schrift "Roman" wählen.
es: Cambiar a fuente Roman
fi: Vaihda Roman-kirjasimeen.
fr: Utiliser la fonte 'romaine'
it: Usa il font 'Roman'
nl: Omschakelen naar roman lettertype.
pt: Mudar para tipo de letra: Roman.
pt_br: Mudar para uma fonte romana.
ru: Переключить на католический шрифт.

source: &Typewriter
de: &Courier
fi: &Courier
fr: &Machine à écrire
nl: &Schrijfmachine
pt_br: &Courier
ru: Печатный

source: Switch to typewriter font.
de: Schreibmaschinenschrift wählen.
es: Cambiar a fuente Typewriter
fi: Vaihda Courier-kirjasimeen.
fr: Utiliser la fonte 'machine à écrire'
it: Usa il font 'Typewriter'
nl: Omschakelen naar Courier lettertype.
pt: Mudar para tipo de letra: Typewriter.
pt_br: Mudar para uma fonte de máquina de escrever.
ru: Переключить на печатный шрифт.

source: &Sans Serif
de: &Helvetica
nl: &Schreefloos
pt_br: &Helvética
ru: Гротесковый

source: Switch to sans serif font.
de: Serifenlose Schrift wählen.
es: Cambiar a fuente Sans Serif
fi: Vaihda Sans Serif -kirjasimeen.
it: Usa il font 'Sans Serif'.
nl: Schakel naar schreefloos lettertype.
pt: Mudar para tipo de letra: Sans Serif.
pt_br: Mudar para uma fonte sem serifas.
ru: Переключить на гротесковый шрифт.

source: Cannot create thread!
de: Kann Ausführungs-Thread nicht erzeugen !
it: Non riesco a creare il concatenamento!
ru: Невозможно создать поток!

source: Re
de: Aw
ru: Ре

source: Sorting %lu messages...
de: Sortiere %lu Nachrichten...
ru: Отсортировано %lu сообщений...

source: Sorting failed!
de: Sortierung gescheitert
ru: Сортировка неудалась!

source: Threading %lu messages...
de: %lu Nachrichten verknüpfen...
ru: Сообщений %lu в потоке...

source: Threading failed!
de: Verknüpfen gescheitert !
ru: Поточность неудалась!

source: Retrieving %u headers...
de: Lese %u Nachrichtenköpfe...
ru: Найдено %u заголовков...

source: The server name could not be resolved (maybe the network connection is down?)
de: Der Servername konnte nicht aufgelöst werden. (Vielleicht ist die Netzverbindung unterbrochen ?)
ru: Название сервера не было разрешено (возможно отсутсвует сетевое подключение?)

source: One or more email addresses were not recognised.
de: Eine oder mehrere E-Mailadressen wurden nicht erkannt.
it: Uno o più indirizzi E-mail non sono stati risolti.
pt: Um ou mais endereços de correio electrónico não foram reconhecidos.
ru: Один или более адресов электронной почты не были признаны.

source: Incorrect username or password: please verify if they are correct.
de: Der Benutzername oder das Passwort sind falsch: Bitte prüfen Sie sie.
ru: Неправильное имя пользователя или пароль: пожалуйста проверте, правильны ли они.

source: Mail server didn't accept one or more of the message recipients
de: Der Mail-Server hat einen oder mehrere der Nachrichten-Empfänger nicht akzeptiert
ru: Сервер почты не принял один или более получателей сообщения

source: The message contained an invalid address specification.
de: Die Nachricht enthielt eine ungültige Adressangabe.
it: Il messaggio contiene un indirizzo non valido.
pt: A mensagem continha uma especificação de endereço inválida.
ru: Сообщение содержало недопустимую спецификацию адреса.

source: The mailbox is already opened from another session, please close it first and retry.
de: Die Mailbox ist bereits in einer anderen Sitzung offen. Bitte schließen Sie diese zuerst und versuchen Sie es nochmals.
ru: Почтовый ящик уже открыт из другого сеанса, пожалуйста сначала закройте там и повторите.

source: You chose not to trust the SSL certificate of this server. You may want to check the "Accept unsigned certificates" option in the "Access" page of the folder properties dialog if you want to accept self-signed certificates.
de: Sie haben entschieden, dem SSL-Zertifikat dieses Servers nicht zu vertrauen. Um selbst signierte Zertifikate zu akzeptieren, können Sie die Einstellung "Akzeptiere unsignierte Zertifikate" auf der Seite "Zugriff" der Ordner- Einstellungen verwenden.
ru: Вы не доверяете SSL сертификату от этого сервера. Вы можете проверить "Принимать удостоверения без подписи" опцию на странице диалога свойств каталога "Доступ", если Вы хотите принять самоподписанные удостоверения.

source: SMTP server advertises support for PLAIN authorization mechanism, but doesn't really support it. Please enter "PLAIN" in the "Methods NOT to use" field of the "Network" page of the program options dialog and retry
de: SMTP-Server bietet PLAIN als Autorisierungs-Methode an, aber unterstützt sie nicht.Bitte geben Sie "PLAIN" in das Feld "Diese NICHT benutzen" ein (auf der Seite "Netzwerk"der Einstellungen) und versuchen Sie es nochmals.
ru: Сервер SMTP рекламирует поддержку PLAIN механизму авторизации, но не поддерживает его. Пожалуйста введите "PLAIN" в поле "Методы НЕ использовать" на странице "Сеть" диалога настроек программы и повторите

source: Missing '%c' at line %d.
de: Fehlendes '%c' in Zeile %d
pt: '%c' ausente na linha %d.
ru: Отсутствие '%c' на линии %d.

source: Missing field(s) at line %d.
de: Fehlende(s) Feld(er) in Zeile %d
pt: Campo(s) ausente(s) na linha %d.
ru: Отсутствие поле(й) на линии %d.

source: Your mail folder status cache file (%s) was corrupted.
de: Ihre Zwischenspeicher-Datei (%s) für den Ordner-Zustand war beschädigt.
pt: O seu ficheiro de cache (%s) da pasta de correio estava corrompido.
ru: Ваш файл (%s) кэша состояния каталога почты был разрушен.

source: %lu lines
de: %lu Zeilen
pt: %lu linhas
ru: %lu строк

source: empty
de: leer
pt: vazio (a)
ru: пусто

source: kilobytes
ru: килобайты

source: Kb
de: KBytes
ru: Кб

source: megabytes
ru: мегабайты

source: Mb
de: MBytes
ru: Мб

source: Unexpected end of string in the status format string '%s'.
de: Unerwartetes Ende in Statusformat-Angabe '%s'.
ru: Неожиданный конец строки в форматированной строке состояния '%s'.

source: Unknown macro '%c%c' in the status format string '%s'.
de: Unbekanntes Makro '%c%c' in Statusformat-Angabe '%s'.
it: Macro '%c%c' sconosciuta nella stringa '%s' del formato di stato.
ru: Неизвестный макрос '%c%c' в форматированной строке состояния '%s'.

source: Unknown folder kind '%s'
de: Unbekannte Art des Ordners '%s'
ru: Неизвестный вид каталога '%s'

source: To open the folder '%s', network access is required but it is currently not available. Would you like to connect to the network now?
de: Das Öffnen von Ordner '%s' benötigt Netzwerk-Zugriff, aber dieser ist momentan nicht verfügbar. Möchten Sie jetzt die Netzwerk-Verbindung aufbauen?
it: Per accedere alla cartella '%s' è necessario l'accesso alla rete, ma attualmente non è disponibile. Vuoi collegarti alla rete ora?
pt: Para abrir a pasta '%s', é necessário acesso à rede mas actualmente não está disponível. Você quer fazer a ligação à rede agora?
ru: Чтобы открыть каталог '%s', требуется сетевой доступ, но в настоящее время его нет. Хотели бы Вы сейчас подключить сетевое соединение?

source: Opening this folder will probably fail! Continue anyway?
de: Der Versuch, diese Ordner zu öffnen wird vermutlich fehlschlagen! Trotzdem versuchen?
it: L'apertura di questa cartella probabilmente fallirà! Continuo comunque?
ru: Открытие этого каталога вероятно будет неудачным! Всё равно продолжить?

source: None of the message recipients is a configured mailing list, maybe you should configure the list of the mailing list addresses?
de: Keiner der Empfänger der Nachricht ist eine eingestellte Mailing-Liste. Sie sollten die Liste der Adressen von Mailing-Listen eintragen.
ru: Ни один из получателей сообщения не из конфигурированного списка адресатов, возможно Вы будете конфигурировать список адресатов?

source: re
de: aw
fi: vast
ru: ре

source: Would you like to permanently remember the password for the folder '%s'? (WARNING: don't do it if you are concerned about security)
de: Möchten Sie das Passwort für den Ordner '%s' dauerhaft speichern ? (WARNUNG: Tun Sie dies nicht, wenn Sie um die Sicherheit besorgt sind)
ru: Хотели бы Вы постоянно помнить пароль для каталога '%s'? (ПРЕДУПРЕЖДЕНИЕ: не сделайте этого, если Вы обеспокоены о защите)

source: Should the password be kept in memory during this session only (it won't be saved to a disk file)? If you answer "No", you will be asked for the password each time when the folder is accessed.
de: Soll das Passwort für diese Sitzung im Speicher gehalten werden ? (Es wird nicht in einer Datei gespeichert) Wenn Sie "Nein" antworten, so werden Sie jedes mal nach dem Passwort gefragt werden, wenn Sie auf den Ordner zugreifen.
ru: Должен пароль сохраняться в памяти в течение только этого сеанса (не будет сохранён в файле на диске)? Если Вы отвтите "Нет", у Вас будет запрошен пароль каждый раз, когда обращаетесь к каталогу.

source: Cannot access this folder without a password.
de: Auf diesen Ordner kann nicht ohne Passwort zugegriffen werden.
es: No puedo abrir este folder sin clave.
fi: Kansioon p‰‰sy estetty ilman salasanaa.
it: Non è possibile aprire questa cartella senza password.
nl: Kan deze map niet openen zonder wachtwoord.
pt: Não é possível aceder a esta pasta sem uma senha.
pt_br: Não é possível acessar esta pasta sem uma senha.
ru: Не может обратиться к этому каталогу без пароля.

source: Retrieving %lu message headers...
de: Lese %lu Nachrichtenköpfe...
ru: Поиск %lu заголовков сообщения...

source: From:
de: Von:
es: De:
fi: L‰hett‰j‰:
fr: De:
nl: Van:
pt_br: Remetente:
ru: От:

source: Subject:
de: Betreff:
es: Tema:
fi: Aihe:
fr: Sujet:
nl: Onderwerp:
pt_br: Título:
ru: Тема:

source: Reading %s...
de: Lese %s...
ru: Чтение %s...

source: Retrieving data from server
de: Daten vom Server werden geladen
ru: Восстановление данных из сервера

source: Ignoring SSL authentication for folder '%s'
de: Ignoriere SSL-Authentifizierung für Ordner '%s'
it: L'autenticazione SSL per la cartella '%s' viene ignorata
pt: Ignorar a autenticação SSL para a pasta '%s'
ru: Игнорирование идентификации SSL для каталога '%s'

source: Invalid MH folder name '%s' not under the root MH directory '%s'.
de: Ungültiger MH-Mailbox Name '%s' - nicht unter dem MH-Verzeichnis '%s'.
it: Nome di cartella MH invalido: '%s' non è nella directory principale MH '%s'.
ru: Недопустимое название '%s' каталога MH не в корневом MH каталоге '%s'.

source: Opening
de: Öffnen
ru: Открытие

source: Opening in read only mode
de: Nur zum Lesen Öffnen
ru: Открытие в режиме только для чтения

source: Connecting to
de: Verbinden mit
ru: Соединение с

source: Found lock-file '%s' for the mailbox '%s'. Some other process may be using the folder. Shall I forcefully override the lock?
de: Sperrdatei '%s' für die Mailbox '%s' gefunden. Ein anderes Programm scheint auf den Ordner zuzugreifen. Trotzdem fortfahren und Sperrdatei ignorieren ?
ru: Найден файл блокировки '%s' для почтового ящика '%s'. Некоторый другой процесс может использовать каталог. Я буду насильно переписывать блокировку?

source: The file '%s' is not empty, still remove it?
de: Die Datei '%s' ist nicht leer, dennoch löschen ?
ru: Файл '%s' не пуст, всё ещё удалить его?

source: Failed to remove the lock file
de: Die Sperrdatei konnte nicht entfernt werden
ru: Неудалось удалить файл блокировки

source: Lock file is present, opening the folder might fail.
de: Eine Sperrdatei ist vorhanden. Das Öffnen des Ordners kann scheitern.
ru: Файл блокировки присутствует, открытие каталога может быть неудачным.

source: %s mailbox "%s"...
ru: %s почтовый ящик "%s"...

source: Could not open mailbox '%s'.
de: Konnte Mailbox '%s' nicht öffnen.
pt: Não foi possível abrir a caixa de correio '%s'.
ru: Невозможно открыть почтовый ящик '%s'.

source: Mailbox "%s" opened.
de: Mailbox "%s" geöffnet.
ru: Почтовый ящик "%s" открыт.

source: Mailbox "%s" opened in read only mode.
de: Mailbox "%s" nur zum Lesen geöffnet.
ru: Почтовый ящик "%s" открыт в режиме только для чтения.

source: Successfully connected to "%s"
de: Erfolgreich mit "%s" verbunden
ru: Успешное соединение с "%s"

source: System is offline, cannot access mailbox '%s'
de: Netzwerk-Verbindung ist getrennt, kann nicht auf Mailbox '%s' zugreifen.
ru: Система в автономном режиме, невозможно обратиться к почтовому ящику '%s'

source: Dial-Up network is down. Do you want to try to check folder '%s' anyway?
de: Die Netzwerk-Verbindung ist getrennt. Möchten Sie trotzdem versuchen, den Ordner '%s' zu testen ?
ru: Сетевое соединение отключено. Вы всё равно хотите пробовать проверить каталог '%s'?

source: Failed to check status of the folder '%s'
de: Zustand des Ordners '%s konnte nicht geprüft werden
ru: Невозможно проверить состояние каталога '%s'

source: Failed to save message to the folder '%s'
de: Nachrichten konnte nicht in Ordner '%s' gespeichert werden
pt: Não foi possível guardar a mensagem na pasta '%s'
ru: Невозможно сохранить сообщение в каталоге '%s'

source: Failed to retrieve the message text.
de: Text der Nachrichten konnte nicht geholt werden.
pt: Não foi possível recuperar o texto da mensagem.
ru: Неудалось восстановить текст сообщения.

source: Message details: subject '%s', from '%s'
de: Details über Nachricht: Betreff '%s', von '%s'
pt: Detalhes da mensagem: assunto '%s', de '%s'
ru: Детали сообщения: тема '%s', от '%s'

source: Server side copy from '%s' to '%s' failed, trying inefficient append now.
de: Das Kopieren von '%s' nach '%s' auf dem Server ist gescheitert. Verwenden nun das langsamere Anhängen.
ru: Копирование на стороне сервера от '%s' к '%s' неудалось, попробуйте теперь добавить неэффективный.

source: Impossible to set this flag for the folder '%s'.
de: Das Flag für den Ordner '%s' konnte nicht gesetzt werden.
ru: Невозможный установить этот флажок для каталога '%s'.

source: Server side sorting failed, trying to sort messages locally.
de: Sortieren der Nachrichten auf dem Server ist gescheitert. Versuche die Nachrichten lokal zu sortieren.
ru: Сортировка на стороне сервера неудалась, попробуйте отсортировать сообщения локально.

source: Server side threading failed, trying to thread messages locally.
de: Verknüpfen der Nachrichten auf dem Server ist gescheitert. Versuche die Nachrichten lokal zu verknüpfen.
ru: Поточность на стороне сервера неудалась, попробуйте поток сообщений локально.

source: Connection lost while threading messages.
de: Die Verbindung wurde während dem Verknüpfen unterbrochen.
ru: Подключение потерянно при поточности сообщений.

source: Error retrieving the message headers from folder '%s'
de: Fehler beim Lesen der Kopfzeilen der Nachrichten aus dem Ordner '%s'.
ru: Ошибка восстановления заголовков сообщения из каталога '%s'

source: Cannot set signal handler for SIGPIPE.
de: Kann keinen Signalhandler für SIGPIPE bekommen.
it: Impossibile impostare il trattamento del segnale per SIGPIPE
ru: Невозможно установить обработчик сигнала для SIGPIPE.

source: Connection to the folder '%s' lost unexpectedly.
de: Verbindung zum Ordner '%s' ist abgebrochen.
ru: Подключение к каталогу '%s' неожиданно потеряно.

source: Mail log
de: Mail Protokoll
ru: Почтовый лог

source: , error level:
de: , Fehlergrad:
es: , nivel de error:
fi: , virheraja:
fr: , niveau d'erreur:
nl: , fout niveau:
pt_br: , nível de erro:
ru: , уровень ошибки:

source: Mail log: %s
de: Mail-Protokoll: %s
pt: Registo do correio: %s
ru: Почтовый лог: %s

source: Fatal error: %s
de: Unbehebbarer Fehler: %s
pt: Erro fatal: %s
ru: Фатальная ошибка: %s

source: Last folder in a critical section was:
de: Letzter Ordner während des kritischen Zustands (critical section) war:
it: L'ultima cartella in una sessione critica era:
ru: Последний каталог в критическом разделе был:

source: Failed to rename the mailbox for folder '%s' from '%s' to '%s'.
de: Umbenennen der Mailbox für den Ordner '%s' von '%s' in '%s' gescheitert
ru: Неудалось переименовать почтовый ящик для каталога '%s' от '%s' до '%s'.

source: Impossible to open folder '%s'
de: Ordner '%s' kann nicht geöffnet werden
pt: É impossível abrir a pasta '%s'
ru: Невозможно открыть каталог '%s'

source: Attempt to re-open all folders failed.
de: Der Versuch, alle Ordner wieder zu öffnen, schlug fehl.
es: Intento para reabrir todos los folders fallo.
fi: Kaikkien kansioiden uudelleenavaus ep‰onnistui.
it: Fallito il tentativo di aprire tutte le cartelle.
nl: Poging alle mappen te heropenen mislukt.
pt: Não foi possível reabrir todas as pastas.
pt_br: Tentativa de abrir todos as pastas falhou.
ru: Попытка повторно открыть все неудавшиеся каталоги.

source: Choose file to save message to
de: Wählen Sie eine Datei um die Nachricht zu speichern
es: Seleccione archivo para salvar mensaje
fi: Valitse tiedosto johon viesti tallennetaan
fr: Veuillez choisir le fichier pour la sauvegardé
it: Scegli il file dove salvare il messaggio
nl: Kies bestand om bericht in te bewaren
pt: Escolha um ficheiro onde guardar a mensagem
pt_br: Escolha o nome do arquivo onde a mensagem será salva
ru: Выберите файл для сохранения сообщения

source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*
es: Todos los archivos (*.*)|*.*
fi: Kaikki tiedostot (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*
it: Tutti i file (*.*)|*.*
nl: Alle bestanden (*.*)|*.*
pt: Todos os ficheiros (*.*)|*.*
pt_br: Todos os arquivos (*.*)|*.*
ru: Все файлы (*.*)|*.*

source: Could not truncate the existing file.
de: Konnte bestehende Datei nicht verkürzen.
es: No puedo truncar el archivo existente.
fi: Olemassaolevan tiedoston katkaisu ep‰onnistui.
it: Impossibile troncare il file esistente.
nl: Kon bestaand bestand niet afkappen.
pt_br: Impossível truncar o arquivo existente.
ru: Невозможно сократить существующий файл.

source: Saving %d messages to the file '%s'...
de: Speichere %d Nachrichten in die Datei '%s'...
pt: Guardando %d mensagens no ficheiro '%s'...
ru: Сохранено %d сообщений в файл '%s'...

source: Failed to get the text of the message to save.
de: Konnte den Text der Nachricht nicht zum Speichern erhalten.
ru: Неудалось получить текст сообщения, чтобы сохранить.

source: Impossible to copy messages in the folder '%s'. You can't create messages in the folders of this type.
de: Es können keine Nachrichten in den Ordner '%s' kopiert werden. In Ordnern dieses Typs können keine Nachrichten abgelegt werden.
pt: É impossível copiar as mensagens para a pasta '%s'. Você não pode criar mensagens em pastas deste tipo.
ru: Невозможно скопировать сообщения в каталог '%s'. Вы не можете создать сообщения в каталогах этого типа.

source: Cannot save messages to folder '%s'.
de: Kann Nachrichten nicht in Ordner '%s' speichern.
pt: Não é possível guardar as mensagens na pasta '%s'.
ru: Невозможно сохранить сообщения в каталог '%s'.

source: Saving %d messages to the folder '%s'...
de: %d Nachrichten werden in Ordner '%s' gespeichert...
pt: Guardando %d mensagens na pasta '%s'...
ru: Сохранено %d сообщений в каталог '%s'...

source: Impossible to save messages to not existing folder '%s'.
de: Nachrichten können nicht im Ordner '%s' gespeichert werden - Ordner nicht vorhanden.
pt: É impossível guardar as mensagens na pasta inexistente '%s'.
ru: Невозможно сохранить сообщения в не существующий каталог '%s'.

source: Searching in %lu messages...
de: Suche in %lu Nachrichten...
nl: Zoeken in %lu berichten...
pt: Procurando em %lu mensagens...
ru: Поиск в %lu сообщениях...

source: - %lu matches found.
de: - %lu gefunden.
it: - trovate %lu corrispondenze.
nl: - %lu matches gevonden.
ru: - %lu вхождений найдено.

source: No filters configured for this folder.
de: Keine Filter für diesen Ordner eingerichtet.
pt: Não existem filtros configurados para esta pasta.
ru: Нет фильтров, конфигурированных для этого каталога.

source: Cannot collect mail from folder '%s' into itself, please modify the properties for this folder. Disabling automatic mail collection for now.
de: Kann keine Nachrichten vom Ordner "%s" in sich selbst sammeln. Bitte ändern Sie die Einstellungen für diesen Ordner. Zunächst ist das automatische Sammeln abgeschaltet.
ru: Невозможно забрать почту из каталога '%s' в него же, пожалуйста измените свойства для этого каталога. Пока отключен автоматический сбор почты.
