Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Delete message contents
de: Inhalt der Nachrichten löschen
es: Borrar contenido del mensaje
fi: Poista viestin sis‰ltˆ
fr: Effacer le contenu du message
it: Cancella il contenuto del messaggio
nl: Inhoud bericht verwijderen
pt: Eliminar o conteúdo da mensagem
pt_br: Remover conteúdo da mensagem
ru: Удалить содержание сообщения

source: E&valuate template
de: Vorlage &auswerten
it: Pre&senta modello
ru: Определить шаблон

source: Use the template to create skeleton of a message
de: Vorlage verwenden, um die Nachricht zu erzeugen.
it: Usa il modello per creare lo scheletro del messaggio
pt: Utilize o modelo para criar a estrutura da mensagem
ru: Использовать шаблон, чтобы создать скелет сообщения

source: &External editor Ctrl-E
de: &Externer Editor Ctrl-E
pt: &Editor Externo Ctrl-E
ru: Внешний редактор Ctrl-E

source: Invoke alternative editor
de: Aufrufen des externen Editors
es: Invocar editor alterno
fi: Avaa ulkoinen muistio
fr: Lancer un éditeur externe
it: Lancia un editor esterno
nl: Alternatieve editor starten
pt: Invocar editor alternativo
pt_br: Invocar editor alternativo
ru: Вызвать альтернативный редактор

source: Custom &header... Ctrl-H
de: Benutzerdefinierte Kopfzeile...
it: Intestazioni &personalizzate... Ctrl-H
ru: Заказной заголовок

source: Add/edit header fields not shown on the screen
de: Kopfzeilen hinzufügen/bearbeiten, die nicht angezeigt werden
fi: Lis‰‰/muokkaa otsikkokentti‰, jotka eiv‰t n‰y ruudulla
it: Aggiungi o modifica i campi delle intestazioni non mostrati sullo schermo
nl: Toevoegen/bewerken niet op scherm getoonde headervelden
pt: Adicionar/editar campos de cabeçalho não visiveis no ecrã
pt_br: Adicionar/editar campos ocultos de cabeçalho
ru: Добавить/редактировать поля заголовка, не показанные на экране

source: De&fault
de: Voreinstellung
pt: Prede&finido
ru: По-умолчанию

source: Use the default encoding
de: Vorgabe für Kodierung verwenden
ru: Использовать кодирование по умолчанию

source: &Western European (ISO-8859-1)
de: &Westeuropa (ISO-8859-1)
ru: Западно Европейская (ISO-8859-1)

source: Ce&ntral European (ISO-8859-2)
de: Ze&ntraleuropa (ISO-8859-2)
pt: Europa Ce&ntral (ISO-8859-2)
ru: Центрально Европейская (ISO-8859-2)

source: Es&peranto (ISO-8859-3)
ru: Эсперанто (ISO-8859-3)

source: Baltic &old (ISO-8859-4)
de: Baltisch, &alt (ISO-8859-4)
ru: Балтийская старая (ISO-8859-4)

source: C&yrillic (ISO-8859-5)
de: Kyrillisch (ISO-8859-5)
ru: Кириллица (ISO-8859-5)

source: &Arabic (ISO-8859-6)
de: &Arabisch (ISO-8859-6)
pt: &Árabe (ISO-8859-6)
ru: Арабская (ISO-8859-6)

source: &Greek (ISO-8859-7)
de: &Griechisch (ISO-8859-7)
pt: &Grego (ISO-8859-7)
ru: Греческая (ISO-8859-7)

source: Heb&rew (ISO-8859-8)
de: Heb&räisch (ISO-8859-8)
pt: Heb&raico (ISO-8859-8)
ru: Иврит (ISO-8859-8)

source: &Turkish (ISO-8859-9)
de: &Türkisch (ISO-8859-9)
pt: &Turco (ISO-8859-9)
ru: Турецкая (ISO-8859-9)

source: Nor&dic (ISO-8859-10)
de: Nor&disch (ISO-8859-10)
pt: Nór&dico (ISO-8859-10)
ru: Скандинавская (ISO-8859-10)

source: T&hai (ISO-8859-11)
ru: Тайская (ISO-8859-11)

source: &Indian (ISO-8859-12)
de: Indisch (ISO-8859-12)
pt: &Indiano (ISO-8859-12)
ru: Индийская (ISO-8859-12)

source: &Baltic (ISO-8859-13)
de: &Baltisch (ISO-8859-13)
pt: &Baltico (ISO-8859-13)
ru: Балтийская (ISO-8859-13)

source: Ce&ltic (ISO-8859-14)
de: Keltisch (ISO-8859-14)
pt: Ce&ltico (ISO-8859-14)
ru: Кельтская (ISO-8859-14)

source: Western European with &Euro (ISO-8859-15)
de: Westeuropäisch mit Eu&ro (ISO-8859-15)
pt: Europa Ocidental com &Euro (ISO-8859-15)
ru: Западно Европейская с Евро (ISO-8859-15)

source: Windows Central European (CP 125&0)
de: Ze&ntraleuropa (CP 1250)
pt: Europa Central Windows (CP 125&0)
ru: Центрально Европейская Windows (CP 125&0)

source: Windows Cyrillic (CP 125&1)
de: Windows Kyrillisch (CP 125&1)
pt: Cirílico Windows (CP 125&1)
ru: Кириллица Windows (CP 125&1)

source: Windows Western European (CP 125&2)
de: Windows Westeuropäisch (CP1252)
pt: Europa Ocidental Windows (CP 125&2)
ru: Западно Европейская Windows (CP 125&2)

source: Windows Greek (CP 125&3)
de: Windows Griechisch (CP 125&3)
pt: Grego - Windows (CP 125&3)
ru: Греческая Windows (CP 125&3)

source: Windows Turkish (CP 125&4)
de: Windows Türkisch (CP 125&4)
pt: Turco - Windows (CP 125&4)
ru: Турецкая Windows (CP 125&4)

source: Windows Hebrew (CP 125&5)
de: Windows Hebräisch(CP 125&5)
pt: Hebraico - Windows (CP 125&5)
ru: Иврит Windows (CP 125&5)

source: Windows Arabic (CP 125&6)
de: Windows Arabisch (CP 125&6)
pt: Árabe - Windows (CP 125&6)
ru: Арабская Windows (CP 125&6)

source: Windows Baltic (CP 125&7)
de: Windows Baltisch (CP 125&7)
pt: Báltico - Windows (CP 125&7)
ru: Балтийская Windows (CP 125&7)

source: Russian (KOI&8-R)
de: Russisch (KOI&8-R)
pt: Russo (KOI&8-R)
ru: Русская (KOI&8-R)

source: Uni&code (UTF-7)
ru: Юникод (UTF-7)

source: &Unicode (UTF-8)
ru: Юникод (UTF-8)

source: &Set default encoding...
de: Vorgabe für Kodierung ein&stellen...
ru: Установить язык по умолчанию...

source: Create a new address book
de: Neues Adressbuch anlegen
es: Crear nuevo libro de direcciones
fi: Luo uusi osoitekirja
fr: Créer un nouveau carnet d'adresses
it: Crea una nuova agenda
nl: Nieuw adresboek aanmaken
pt: Criar um novo livro de endereços
pt_br: Criar um novo livro de endereços
ru: Создать новую адресную книгу

source: &Open...
de: &Öffnen...
es: &Abrir
fi: &Avaa...
fr: &Ouvrir...
it: &Apri...
nl: &Openen...
pt_br: &Abrir...
ru: &Открыть

source: Open an address book file
de: Eine Adressbuchdatei öffnen
es: Abrir archivo de libro de direcciones
fi: Avaa osoitekirja
fr: Ouvrir un carnet d'adresses
it: Apri un'agenda
nl: Open een adresboekbestand
pt_br: Abrir um livro de endereços
ru: Открыть файл адресной книги

source: &Export...
de: &Exportieren...
it: &Esporta...
nl: &Exporteren...
pt: &Exportar...
pt_br: &Exportar...
ru: Экспортировать...

source: Export address book data to another programs format
de: Adressbuch im Format eines anderen Programms speichern
it: Esporta i dati dell'agenda nel formato di un altro programma
nl: Exporteer adresboek gegevens naar ander formaat
pt: Exportar dados do livro de endereços para o formato de outros programas
pt_br: Exportar dados de um livro de endereços para formatos de outros programas
ru: Экспортировать данные адресной книги в формат другой программы

source: &Import...
de: &Importieren...
it: &Importa...
nl: &Importeren...
pt: &Importar...
pt_br: &Importar...
ru: Импорт...

source: Import data from an address book in another programs format
de: Daten aus dem Adressbuch eines anderen Programms importieren
fi: Tuo tietoa osoitekirjasta toisen ohjelman muodossa
it: Importa i dati dell'agenda di un altro programma
nl: Gegevens importeren uit adresboek van ander programma
pt: Importar dados de um livro de endereços no formato de outros programas
pt_br: Importar dados de um livro de endereços salvo em um formato de outros programas
ru: Импорт данных из адресной книги в формате другой программы

source: I&mport vCard file...
de: &vCard-Datei einfügen...
it: I&mporta vCard...
pt: I&mportar ficheiro vCard...
ru: Импорт vCard файла...

source: Create an entry from vCard file
de: Neuen Eintrag aus vCard-Datei anlegen
it: Crea un ingresso da un file di vCard
ru: Создать элемент из vCard файла

source: E&xport vCard file...
de: Exportiere vCard-Datei...
it: E&sporta il file vCard...
pt: E&xportar ficheiro vCard...
ru: Экспорт vCard файла...

source: Export entry to a vCard file
de: Eintrag in vCard-Datei exportieren
it: Esporta l'ingresso in un file di vCard
pt: Exportar entrada para um ficheiro vCard
ru: Экспортировать элемент в vCard файл

source: View properties of the current address book
de: Eigenschaften des aktuellen Adressbuchs
es: Ver propiedades del libro de direcciones activo
fi: N‰yt‰ osoitekirjan asetukset
fr: Les propriétés du carnet d'adresses sélectionné
it: Mostra le proprietà dell'agenda attuale
nl: Eigenschappen van huidige adresboek bekijken
pt: Ver propriedades do livro de endereços actual
pt_br: Inspecionar propriedades do livro de endereços
ru: Смотреть свойства текущей адресной книги

source: Create new entry/group
de: Neuen Eintrag/Gruppe anlegen
es: Crear nueva entrada/grupo
fi: Luo uusi nimike/ryhm‰
fr: Créer une nouvelle entrée/nouveau groupe.
it: Crea un nuovo ingresso/gruppo
nl: Nieuwe vermelding/groep maken
pt: Criar nova entrada/grupo
pt_br: Criar novo item ou grupo
ru: Создать новый элемент/группу

source: Delete the selected items
de: Die ausgewählten Einträge löschen
es: Borrar items seleccionados
fi: Poista valitut nimikkeet
fr: Effacer les entrées sélectionnées
it: Cancella le voci selezionate
nl: Geselecteerde items verwijderen
pt: Eliminar os elementos seleccionados
pt_br: Remover os itens selecionados
ru: Удалить выбранные элементы

source: Rename the selected items
de: Die ausgewählten Einträge umbenennen
es: Renombrar items seleccionados
fi: Nime‰ uudelleen valitut nimikkeet
fr: Renommer les entrées sélectionnées
it: Rinomina le voci selezionate
nl: Geselecteerde items hernoemen
pt: Renomear os items seleccionados
pt_br: Renomear os itens selecionados
ru: Переименовать выбранные элементы

source: Copy and delete selected items
de: Ausgewählte Einträge in Zwischenablage kopieren und löschen
es: Copiar y borrar items seleccionados
fi: Kopioi ja poista valitut nimikkeet
fr: Copier et effacer les entrées sélectionnées
it: Copia e cancella le voci selezionate
nl: Geselecteerde items kopiëren en verwijderen
pt: Copiar e eliminar os items seleccionados
pt_br: Copiar e remover os itens selecionados
ru: Копировать и удалить выбранные элементы

source: Copy selected items
de: Ausgewählte Einträge kopieren
es: Copiar items seleccionados
fi: Kopioi valitut nimikkeet
fr: Copier les entrées sélectionnées
it: Copia le voci selezionate
nl: Geselecteerde item kopiëren
pt: Copiar os items seleccionados
pt_br: Copiar os itens selecionados
ru: Копировать выбранные элементы

source: Paste here
de: Hier einfügen
es: Pegar aqui
fi: Liit‰ t‰h‰n
fr: Coller ici
it: Incolla qui
nl: Hier plakken
pt: Colar aqui
pt_br: Colar aqui
ru: Вставить здесь

source: &Undo changes
de: &Rückgängig
es: &Deshacer cambios
fi: &Peruuta muutokset
fr: &Annuler
it: &Annulla cambiamenti
nl: &Ongedaan maken
pt: Anular modificações
pt_br: &Desfazer
ru: Отменить изменения

source: Undo all changes to the entry being edited
de: Alle Änderungen rückgängig machen
es: Deshacer todos los cambios a la entrada
fi: Peruuta kaikki nimikkeeseen tehdyt muutokset
fr: Annuler tous les changement apporté à l'entrée dont l'édition est en cours
it: Annulla tutti i cambiamenti fatti all'ingresso in modifica
nl: Alle veranderingen ongedaan maken
pt_br: Desfazer todas as mudanças do item em edição
ru: Отменить все изменения редактируемого элемента

source: &Find...
de: &Suchen...
es: &Buscar...
fi: &Etsi...
fr: &Rechercher...
it: T&rova...
nl: &Zoeken
pt_br: &Procurar...
ru: Найти...

source: Find entry by name or contents
de: Eintrag nach Namen oder Inhalt suchen
es: buscar entrada por nombre o contenido
fi: Etsi nimike nimen/sis‰llˆn mukaan
fr: Trouver une entrée par nom ou d'autres critères
it: Trova un ingresso attraverso il nome o i contenuti
nl: Vermelding zoeken of naam of inhoud
pt: Procurar entrada pelo nome ou conteúdo
pt_br: Procurar item por nome ou conteúdo
ru: Найти элемент по имени или содержанию

source: Find &next Ctrl-G
de: &Nächsten finden
ru: Найти следующий Ctrl-G

source: Go to the next match
de: Nächten gefunden Eintrag anzeigen
es: Ir a busqueda siguiente
fi: Liiku seuraavaan
fr: Avancez au prochain résultat de la recherche en cours
it: Vai alla prossima corrispondenza
nl: Zoek naar volgende vermelding
pt_br: Ir para o próximo
ru: Идти к следующему соответствию

source: &Go To...
de: &Gehen zu..
es: &Ir a...
fi: &Liiku...
fr: &Aller à...
it: &Vai a ...
nl: &Ga naar...
pt_br: &Ir para...
ru: Перейти к...

source: Go to specified entry
de: Den angegebenen Eintrag anzeigen
es: Ir a entrada especificada
fi: Liiku m‰‰riteltyyn nimikkeeseen
fr: Aller à l'entrée spécifiée
it: Vai all'ingresso specificato
nl: Ga naar aangegeven vermelding
pt: Ir para a entrada especificada
pt_br: Ir para o item especificado
ru: Идти к указанному элементу

source: &About...
de: &Über...
es: &Acerca de...
fi: &Ohjelmasta...
fr: &A propose de...
it: &Su Mahogany...
nl: &Over...
pt: &Acerca...
pt_br: &Sobre...
ru: &О программе...

source: Displays the program information and copyright
de: Zeigt Programm-Information und Lizenz an.
es: Muestra la informacion y copyright del programa
fi: N‰ytt‰‰ tietoa ohjelmasta ja tekij‰noikeudesta
it: Mostra le informazioni sul programma e il copyright
nl: Laat programmainformatie en licentie zien
pt_br: Mostrar informações sobre o programa e os direitos de cópia.
ru: Отображает информацию программы и авторское право

source: Show a &tip...
de: Einen &Tipp anzeigen...
it: &Suggerisci...
pt: Exibe uma dica...
ru: Показать подсказки...

source: Show a tip about using Mahogany
de: Zeigt einen Tipp über Mahogany an.
it: Mostra un suggerimento su come usare Mahogany
pt: Exibe uma dica sobre a utilização do programa
ru: Показать совет об использовании Mahogany

source: &Release Notes...
de: &Zu dieser Version...
es: &Notas de Version...
fi: &Julkaisutietoja...
fr: &Notes...
it: &Note editoriali...
nl: Ove&r deze versie...
pt_br: &Observações sobre esta versão...
ru: Примечания к выпуску...

source: Displays notes about the current release.
de: Zeigt aktuelle Infos über diese Version an.
es: Muestra las notas de esta version
fi: N‰ytt‰‰ tiedot julkaisusta.
fr: Quelques informations supplémentaires sur cette version du programme.
it: Mostra informazioni sulla edizione corrente.
nl: Laat informatie over de huidige versie zien.
pt: Exibe apontamentos sobre a versão actual.
pt_br: Mostrar as observações sobre esta versão.
ru: Показать примечания о текущем выпуске.

source: Displays the list of Frequently Asked Questions.
de: Zeigt die Liste der häufig gestellten Fragen (FAQ).
es: Muestra la lista de preguntas frecuentes
fi: N‰ytt‰‰ listan yleisimmist‰ kysymyksist‰ (FAQ).
fr: Afficher la liste des questions et réponses.
it: Mostra la lista delle risposte alle domande più comuni.
nl: Laat de lijst van Veelgestelde Vragen (FAQ) zien.
pt_br: Mostrar a lista de perguntas freqüentes (FAQ).
ru: Показать список Часто Задаваемых Вопросов.

source: &Help Ctrl-F1
de: &Hilfe Ctrl-F1
ru: Справка Ctrl-F1

source: Help on current context...
de: Hilfe zum aktuellen Kontext...
es: Ayuda del contexto activo...
fi: Apua kyseiseen asiaan...
fr: Aide sur le contexte courant...
it: Aiuto sul contesto attuale...
nl: Help voor huidige context...
pt_br: Ajuda sobre o contexto atual...
ru: Справка в текущем контексте...

source: Help &Contents F1
de: &Inhalt F1
pt: Tópicos de Ajuda F1
ru: Содержание Справки F1

source: Contents of help system...
de: Inhaltsverzeichnis des Hilfesystems...
es: Contenido del sistema de ayuda
fi: Apuj‰rjestelm‰n sis‰llys...
fr: Afficher la table de matières de l'aide...
it: Sommario...
nl: Inhoud van het helpsysteem...
pt: Conteúdo do sistema de ajuda...
pt_br: Índice da ajuda...
ru: Содержание системы справки...

source: Search help system for keyword...
de: Suche in Hilfe nach Stichwort...
es: Buscar ayuda para palabra...
fi: Etsi apuj‰rjestelm‰st‰ sanan avulla...
fr: Chercher un mot-clé dans l'aide
it: Cerca una parola chiave in Aiuto...
nl: Zoek in help naar sleutelwoord...
pt_br: Pesquisar na ajuda por uma palavra...
ru: Система поиска справки для ключевого слова...

source: C&opyright
es: &Derechos de Autor
fi: &Tekij‰noikeudet
it: Diritti d'aut&ore
pt_br: Direitos de &cópia
ru: Авторские права

source: Show Copyright.
de: Copyright Notiz und Nutzungsbedingungen anzeigen.
es: Mostrar derechos de autor
fi: N‰yt‰ tekij‰noikeudet
fr: Affiche les informations concernantes le copyright.
it: Mostra le informazioni sui diritti d'autore.
nl: Laat copyright zien.
pt: Exibir Direitos de Autor.
pt_br: Mostrar mensagens sobre direitos de cópia.
ru: Показать Авторское право.

source: No message
de: Keine Nachricht
ru: Нет сообщения

source: &View
de: Ansicht
ru: Вид

source: Mahogany: Message View
de: Mahogany: Nachricht-Ansicht
ru: Mahogany: Просмотр Сообщения

source: Open with
de: Öffnen mit
pt: Abrir com
ru: Открыть с

source: Please enter the command to handle data of type "%s". The command may contain the string "%%s" which will be replaced by the file name and if you don't specify it, the file name will be appended at the end.
de: Bitte geben Sie den Befehl ein um Daten vom Typ "%s" zu bearbeiten. Der Befehl kann den String "%%s" enthalten, der durch den Dateinamen ersetzt wird; geben Sie dies nicht an, so wird der Dateiname am Schluss angehängt.
ru: Пожалуйста введите команду, чтобы обработать данные типа "%s". Команда может содержать строку "%%s" которая будет заменена именем файла и если Вы не укажите иное, имя файла будет добавлено в конец в конец.

source: or use the checkbox below to open it as a mail message in Mahogany itself
de: oder benutzen Sie das Ankreuzfeld unten, um es als Nachricht in Mahogany zu öffnen
ru: или используйте переключатель ниже, чтобы открыть это как почтовое сообщение непосредственно в Mahogany

source: Open &with:
de: Öffnen mit
ru: Открыть с:

source: Open as &mail message
de: Als Nachricht öffnen
ru: Открыть как почтовое сообщение

source: Please use at most one %% sign in the command string or use %%%% if you need to insert an additional one.
de: Bitte verwenden Sie maximal ein %%-Zeichen im Kommando oder benutzen Sie %%%%, wenn Sie ein weiteres %%-Zeichen einfügen wollen.
ru: Пожалуйста используйте не больше одного %% символа в командной строке или используйте %%%%, если Вы хотите вставить один дополнительный.

source: Loadable Modules Configuration
de: Einstellungen für die Erweiterungs-Module
ru: Загружаемая Конфигурация Модулей

source: Available modules
de: Verfügbare Module
it: Moduli disponibili
nl: Beschikbare modules
pt: Módulos disponíveis
pt_br: Módulos disponíveis
ru: Доступные модули

source: The modules checked in the list below will be used by Mahogany as needed, uncheck a module to never load it.
de: Die markierten Module in der Liste unten werden von Mahoganyverwendet. Entfernen Sie die Markierung um es nie zu laden.
ru: Модули отмеченные в списке ниже будут использоваться Mahogany, снимите отметку у модуля который не нужно загружать.

source: Module:
de: Modul:
it: Modulo:
pt: Módulo:
pt_br: Módulo:
ru: Модуль:

source: Interface:
de: Schnittstelle:
it: Interfaccia:
ru: Интерфейс:

source: Version:
fi: Versio:
it: Versione:
nl: Versie:
pt: Versão:
pt_br: Versão:
ru: Версия:

source: Author:
de: Autor:
it: Autore:
nl: Auteur:
pt: Autor:
pt_br: Autor:
ru: Автор:

source: Notice: most changes to the modules settings will only take effect the next time you start Mahogany.
de: Beachten Sie: Änderungen der Einstellungen für die Module werden erst beim nächsten Programmstart wirksam.
ru: Обратите внимание: большинство изменений в параметрах настройки модулей вступят в силу только при следующем запуске Mahogany.

source: done.
de: fertig.
pt: feito.
ru: готово.

source: Do you want to include the original message text in your reply?
de: Möchten Sie den ursprünglichen Nachrichten-Text in Ihre Antwort aufnehmen ?
ru: Вы хотите включать оригинальный текст сообщения в ваш ответ?

source: Failed to get the raw text of the message.
de: Konnte den unkonvertierten Nachrichtentext nicht erhalten.
es: Fallo la extraccion de texto del mensaje
fi: Viestin tekstin haku ep‰onnistui.
fr: Impossible d'obtenir le texte du message.
it: Impossibile estrarre il testo al grezzo del messaggio.
nl: Kon de ruwe tekst van het bericht niet openen.
pt_br: Obtenção do texto fonte da mensagem falhou.
ru: Неудалось получить исходный текст сообщения.

source: Raw message text
de: Unkonvertierter Nachrichtentext
es: Mensaje de texto
fi: Viestiteksti
fr: Montrer le texte de message brut
it: Testo al grezzo del messaggio
nl: Ruwe berichttekst
pt_br: Texto fonte da mensagem
ru: Исходный текст сообщения

source: Failed to retrieve the MIME structure of the message.
de: Konnte die MIME-Struktur der Nachricht nicht ermitteln
ru: Неудалось извлечь MIME структуру сообщения.

source: Reclassifiying as spam...
de: Umklassifizieren als Spam...
ru: Переклассифицировать как спам...

source: Reclassifiying as ham...
de: Umklassifizieren als Ham...
ru: Переклассифицировать как плохое...

source: Failed to retrieve the message %#08x to reclassify.
de: Nachricht %#08x konnte nicht zur erneuten Klassifikation geholt werden
ru: Неудалось извлечь сообщение %#08x для повторной классификации.

source: done
de: erledigt
pt: concluído
ru: готово

source: Do you want to permanently delete the %lu messages marked as spam now?
de: Möchten Sie die %lu als Spam markierten Nachrichten endgültig löschen ?
ru: Вы хотите безвозвратно удалить %lu сообщений, отмеченных как спам теперь?

source: Checking message using spam filters...
de: Nachricht mit Spam-Filter prüfen ....
ru: Проверить сообщения, используя спам фильтры...

source: Failed to retrieve the message to check in spam filter.
de: Nachricht konnte nicht zum Prüfen im Spam-Filter geholt werden
ru: Неудалось извлечь сообщение для проверки спам фильтром.

source: The message with subject "%s" from "%s"
de: Die Nachricht mit Betreff '%s', von '%s'
ru: Сообщение с темой "%s" от "%s"

source: seems to be a spam (%s).
de: Scheint Spam zu sein (%s).
ru: похоже на спам (%s).

source: doesn't seem to be a spam.
de: scheint kein Spam zu sein
ru: не похоже на спам.

source: Retrieving messages...
de: Nachrichten werden abgeholt...
ru: Поиск сообщений...

source: Failed to retrieve messages to edit them.
de: Konnte Nachricht nicht zum Bearbeiten holen.
ru: Неудалось извлечь сообщения, чтобы редактировать их.

source: Please enter the address
de: Bitte Adresse eingeben
ru: Пожалуйста введите адрес

source: Bounce the message to:
de: Nachricht bouncen an:
ru: Бросить сообщение:

source: Failed to retrieve the message to bounce.
de: Konnte die Nachricht zum bouncen nicht laden.
ru: Неудалось отыскать сообщение для броска.

source: Failed to create a new message.
de: Neue Nachricht konnte nicht erzeugt werden.
ru: Неудалось создать новое сообщение.

source: Failed to bounce the message.
de: Konnte Nachricht nicht bouncen.
ru: Неудалось бросить сообщение.

source: Bounced %lu messages.
de: %lu Nachrichten bounced
ru: Брошено %lu сообщений.

source: Do you want to resend the %lu selected messages?
de: Möchten Sie die %lu ausgewählten Nachrichten erneut senden ?
ru: Вы хотите снова послать %lu выбранных сообщений?

source: Failed to retrieve the message to be resent
de: Nachricht konnte nicht zum erneuten Senden geholt werden
ru: Неудалось отыскать сообщение, которое будет снова послано

source: Failed to resend the message %lu.
de: Konnte %lu Nachrichten nicht erneut senden
ru: Неудалось снова послать сообщение %lu.

source: Resent %lu messages.
de: %lu Nachrichten erneut gesandt
ru: Снова послать %lu сообщений.

source: Please preview a message before printing it.
de: Bitte benutzen Sie die Vorschau, bevor Sie eine Nachricht drucken
ru: Пожалуйста просмотрите сообщение перед печатью.

source: Deleting messages...
de: Nachrichten löschen...
pt: Eliminando as mensagens...
ru: Удаление сообщений...

source: Failed to delete messages
de: Konnte Nachrichten nicht löschen
pt: Não foi possível eliminar as mensagens
ru: Неудалось удалить сообщения

source: Do you really want to permanently delete the %lu selected messages? Note that it will be impossible to restore them!
de: Wollen Sie die %lu gewählten Nachrichten wirklich endgültig löschen ? Beachten Sie, dass diese nicht mehr zurückgeholt werden können !
ru: Вы действительно хотите безвозвратно удалить %lu выбранных сообщений? Обратите внимание, восстановить их будет невозможно!
