Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Custom &headers for folder '%s'
de: Benutzerdefinierte Kopf&zeilen einstellen für Ordner '%s'.
it: Personalizza le intestazioni&h della cartella '%s'
nl: Aangepaste &headers voor map '%s'
pt_br: Cabeçal&hos do usuário para a pasta `%s':
ru: Пользовательские заголовки для каталога '%s'

source: Default custom headers
de: Voreinstellung für benutzerdefinierte Kopfzeilen
it: Intestazioni personalizzate predefinite
nl: Standaard aangepaste headers
pt: Cabeçalhos personalizados originais
pt_br: Cabeçalho padrão do usuário
ru: Заданные по умолчанию пользовательские заголовки

source: Name
it: Nome
nl: Naam
pt: Nome
pt_br: Nome
ru: Название

source: Value
de: Wert
it: Valore
nl: Waarde
pt: Valor
pt_br: Valor
ru: Значение

source: Please wait
de: Bitte warten
es: Espere un momento por favor
fi: Odota hetki
it: Attendere
nl: Even geduld
pt: Por favor espere
pt_br: Por favor, espere
ru: Пожалуйста подождите

source: Loading image...
de: Lade Bild...
es: Cargando imagen...
fi: Avataan kuvaa...
it: Carico l'immagine...
nl: Plaatje wordt geladen...
pt: Carregando imagem...
pt_br: Carregando imagem...
ru: Загрузка картинки...

source: Unsupported intermediary image format '%s' specified, reset to '%s'.
de: Nicht unterstütztes Grafikformat zur Umwandlung '%s' angegeben, zurückgesetzt auf '%s'.
es: Formato de imagen intermedio no soportado '%s'especificado , resetee a '%s'.
fi: Tuntematon kuvaformaatti '%s' m‰‰ritelty, palauta '%s'.
it: Il formato intermedio '%s' dell'immagine non è supportato, verrà utilizzato '%s'.
nl: Niet-ondersteund tussenliggend formaat '%s' voor grafiek gegeven, veranderd in '%s'.
pt_br: O formato intermediário de imagem `%s' não é suportado, redefinido para '%s.
ru: Указанный неподдерживаемый формат изображения '%s', сбросьте к '%s'.

source: The setting for image conversion program should include exactly two '%%s' format specificators. The current setting '%s' is incorrect and the default value will be used instead.
de: Die Einstellung für das Grafikformat-Konvertierprogramm sollte exakt zwei '%%s' Formatangaben enthalten. Die aktuelle Einstellung ('%s') ist fehlerhaft - der voreingestellte Wert wird stattdessen verwendet.
pt: A definição para o programa de conversão de imagem deve incluir exactamente 2 '%%s' especificadores de formato. A definição actual '%s' é incorrecta e em vez disso o valor predefinido será utilizado.
ru: Установка для программы преобразования изображения должна включать точно два '%%s' спецификатора форматов. Текущая установка '%s' неправильна, и заданное по умолчанию значение будет использоваться вместо этого.

source: default
de: Voreinstellung
it: predefinito
nl: standaard
pt: original
pt_br: padrão
ru: по умолчанию

source: Would you like to close the log window only for the rest of this session or permanently? Note that in either case you may make it appear again by changing the corresponding setting in the 'Miscellaneous' page of the Preferences dialog. Choose "Yes" to close the log window just for this session, "No" - to permanently close it or "Cancel" to not close the log window at all.
de: Wollen Sie das Protokoll-Fenster nur für diese Sitzung oder dauerhaft schließen ? Beachten Sie, dass Sie es wieder aktivieren können, indem Sie den betreffenden Eintrag auf der Seite "Sonstiges" des Einstellungen-Dialogs nutzen. Wählen Sie "Ja" um das Protokoll-Fenster nur für diese Sitzung zu schließen, "Nein" um es dauerhaft zu schließen oder "Abbrechen" um es nicht zu schließen.
ru: Хотели бы Вы закрыть лог окно только для этого сеанса или постоянно? Обратите внимание, что в любом случае Вы можете вернуть его снова, изменяя установку на странице 'Прочее' диалога Настроек. Выберите "Да" чтобы закрыть лог окно только для этого сеанса, "Нет" - чтобы закрыть совсем или "Отмена" чтобы не закрывать лог окно вообще.

source: Fatal application error
de: Nicht behebbarer Programmfehler
it: Errore fatale nell'applicazione
pt: Erro fatal da aplicação
ru: Фатальная ошибка приложения

source: Not all composer windows could be saved.
de: Nicht alle Editor-Fenster konnten gespeichert werden.
ru: Не все окна для создания были сохранены.

source: %d unsaved messages were saved, they will be restored on the next program startup.
de: %d nicht gesicherte Nachrichten wurden gespeichert. Diese werden beim nächsten Programmstart wieder geladen werden.
ru: %d несохранённых сообщений было сохранено, они будут восстановлены во время следующего запуска программы.

source: The application is terminating abnormally. Please report the bug via our bugtracker at http://mahogany.sourceforge.net/bugz Be sure to mention your OS and Mahogany version and what exactly you were doing before this message box appeared as well as any other useful details!. Thank you!
de: Das Programm wurde abgebrochen. Bitte berichten Sie diesen Fehler in unserem Bugtracker auf http://mahogany.sourceforge.net/bugz Bitte nennen Sie die Version Ihres Betriebssystems und von Mahogany und was genau Sie taten, bevor diese Nachricht erschien. Außerdem alle anderen sinnvolle Details Danke !
ru: Ненормальное завершение приложения. Пожалуйста отправте отчет на наш bugtracker http://mahogany.sourceforge.net/bugz Укажите Вашу ОС и версию Mahogany и в точности то, что Вы делали перед этим сообщением так как любые детали будут очень полезны! Заранее благодарны Вам!

source: P.S. Mahogany will also try to generate bug report in the file %s after you close this message box. Please look at this file if the program terminates without giving any other messages, it might contain some additional information.
de: P.S.: Mahogany wird außerdem versuchen einen Fehlerbericht in der Datei %s zu erstellt, wenn Sie diese Dialogbox schließen. Bitte laden Sie die PDB-Datei herunter und kopieren Sie diese in das gleiche Verzeichnis wie M.exe; damit erhalten Sie bessere Angaben.
ru: P.S. Mahogany будет также пытаться создать файл с отчётом %s после закрытия этого диалога. Пожалуйста посмотрите этот файл если программа завершилась без каких-либо других сообщений, он может содержать дополнительную информацию.

source: Detailed crash report has been generated in the file %s please join it to your bug report. Thank you in advance!
de: Ein detaillierter Bericht über den Absturz wurde in der Datei %s erstellt. Bitte schauen Sie dort für zusätzliche Informationen und fügen Sie diese Datei Ihrem Bericht bei. Danke im Voraus !
ru: Детальный отчёт об ошибке был сгенерирован в файле %s пожалуйста добавте его в Ваш отчет. Заранее благодарны Вам!

source: Crash report generation failed, please look in the file %s for the explanation of why it failed.
de: Erstellen des Absturz-Berichtes gescheitert. Bitte sehen Sie in die Datei %s für eine Erklärung, warum es gescheitert ist.
ru: Невозможно сгенирировать отчёт об ошибке, пожалуйста посмотрите в файле %s для объяснения почему это завершилось неудачей.

source: Do you really want to exit Mahogany?
de: Möchten Sie Mahogany wirklich beenden ?
es: En realidad desea salir de Mahogany?
fi: Haluatko todella poistua Mahoganysta?
fr: Voulez-vous vraiment quitter Mahogany?
it: Vuoi davvero uscire da Mahogany?
nl: Wilt u Mahogany werkelijk beëindigen?
pt: Você tem a certeza de que quer sair do Mahogany?
pt_br: Você realmente deseja sair do Mahogany?
ru: Вы действительно хотите выйти из Mahogany?

source: unknown language (%d)
de: unbekannt Sprache (%d)
ru: неизвестный язык (%d)

source: Cannot initialise help system: help files not found in the directory '%s'. Would you like to specify another help files location (otherwise help will be unavailable)?
de: Das Hilfe-System kann nicht initialisiert werden: Die Hilfe-Dateien wurden nicht im Verzeichnis '%s' gefunden. Wollen Sie einen anderen Pfad für die Dateien angeben ? (Sonst wird die Hilfe nicht funktionieren)
ru: Невозможно стартовать справочную систему: файлы справки не найдены в каталоге '%s'. Вы хотите указать другое место расположения (иначе справка будет недоступна)?

source: Mahogany Help
de: Mahogany Hilfe
pt: Ajuda
ru: Справка Mahogany

source: Please choose the directory containing the Mahogany help files.
de: Bitte wählen Sie ein Verzeichnis mit den Hilfe-Dateien für Mahogany
pt: Por favor escolha o directório que contém o ficheiros de ajuda do Mahogany.
ru: Пожалуйста выберите каталог содержащий файлы справки Mahogany.

source: Search for?
de: Suche nach ?
es: Buscar por?
fi: Etsi?
fr: Rechercher?
it: Cerco?
nl: Zoeken naar?
pt: Procurar por?
pt_br: Pesquisar por?
ru: Искать для?

source: Search help for keyword
de: In Hilfe nach Schlüsselbegriff suchen
es: Buscar ayuda para palabra clave
fi: Etsi apua avainsanalla
fr: Chercher un mot-clé dans l'aide
it: Cerca aiuto per una parola-chiave
nl: Zoek naar sleutelwoord in help
pt: Procurar na ajuda a palavra
pt_br: Pesquisar na ajuda por palavra
ru: Искать справку для ключевого слова

source: No help found for current context (%d).
de: Keine Hilfe für aktuellen Kontext (%d).
es: No encontre ayuda en el contaxto actual (%d).
fi: Kyseiselle asiayhteydelle ei lˆydy apua (%d).
fr: Pas d'aide sur le contexte courant (%d).
it: Aiuto non trovato per il contesto corrente (%d).
nl: Geen hulp gevonden voor huidige context (%d).
pt: Não existe ajuda para o contexto actual (%d).
pt_br: Não foi encontrada nenhuma ajuda para o contexto atual (%d).
ru: Не найдена справка для текущего контекста (%d).

source: Cannot load module '%s'.
de: Kann Modul '%s' nicht öffnen.
nl: Kan module '%s' niet laden.
pt: Não é possível carregar o módulo '%s'.
pt_br: Não é possível carregar o módulo `%s'.
ru: Невозможно загрузить модуль '%s'.

source: Module '%s' failed to initialize.
de: Modul '%s' konnte nicht initialisiert werden
pt: Não foi possível iniciar o módulo '%s'
ru: Невозможно стартовать модуль '%s'.

source: Outbox empty
de: Ausgang leer
it: Casella di uscita vuota
nl: Postvak Uit leeg
pt: Caixa de saída vazia
ru: Исходящие пусты

source: Outbox %lu, %lu
de: Ausgang %lu, %lu
it: Casella di uscita %lu, %lu
nl: Postbak Uit %lu, %lu
pt: Caixa de saída %lu, %lu
ru: Исходящие %lu, %lu

source: Dial-Up network connection established.
de: Netzwerk-Verbindung aufgebaut.
it: La connessione telefonica è stata stabilita.
nl: Inbelverbinding gemaakt.
ru: Сетевое соединение установлено.

source: Information
es: Informacion
fi: Informaatio
fr: Informations
it: Informazioni
nl: Informatie
pt: Informação
pt_br: Informação
ru: Информация

source: Dial-Up network shut down.
de: Netzwerk-Verbindung abgebaut.
it: Connessione telefonica chiusa.
nl: Inbelverbinding verbroken.
ru: Сетевое соединение завершено.

source: Cannot activate auto-check for dial-up network status.
de: Kann automatischen Test für den Verbindungs-Zustand nicht aktivieren.
it: Impossibile attivare la verifica dello stato della rete telefonica.
nl: Kan auto-controle voor status inbelverbinding niet activeren.
ru: Невозможно активировать автопроверку статуса сетевого соединения.

source: Dial-up network is already online.
de: Netzwerk-Verbindung ist bereits aufgebaut.
it: Connessione telefonica già attivata.
nl: Inbelverbinding is al gemaakt.
ru: Сетевое соединение уже установлено.

source: Dial-up network is already offline.
de: Netzwerk-Verbindung ist bereits abgebaut.
it: Connessione telefonica già disattivata.
nl: Inbelverbinding is al verbroken.
ru: Сетевое соединение уже завершено.

source: Attempt to shut down network seems to have failed.
de: Konnte Netzwerk-Verbindung anscheinend nicht abbauen.
it: Il tentativo di disconnettere la rete sembra fallito.
nl: Poging om netwerk af te sluiten is mogelijk mislukt.
pt: A tentativa para desligar a rede parece ter falhado.
ru: Неудачная попытка завершить сетевое соединение.

source: Online
de: verbunden
it: Connesso
pt: Ligado
ru: В сети

source: Offline
de: getrennt
it: Sconnesso
pt: Desligado
ru: Автономно

source: Mahogany is now in unattended mode
de: Mahogany ist jetzt im Abwesenheits-Modus
ru: Mahogany в автоматическом режиме

source: Mahogany is not in unattended mode any more
de: Mahogany ist nicht mehr im Abwesenheits-Modus
ru: Mahogany больше не в автоматическом режиме

source: Failed to open log file for writing.
de: Konnte die Protokoll-Datei nicht zum Schreiben öffnen.
ru: Невозможно открыть лог файл для записи.

source: Started logging to the log file '%s'.
de: Protokoll wird in Datei '%s' geschrieben
ru: Начато логирование в лог файл '%s'.

source: Mahogany : Activity Log
de: Mahogany: Aktions-Protokoll
it: Mahogany: Registro Attività
nl: Mahogany: Activiteitenlog
pt: Mahogany: Registo de Actividade
pt_br: Mahogany: Registro de atividades
ru: Mahogany : Активирован Лог

source: specify the blind carbon-copy (BCC) recipients
de: Geben Sie die Blindkopie-Empfänger (BCC) an
ru: укажите точную копию вторых (BCC) получателей

source: specify the body of the message
de: Nachrichtentext angeben
ru: укажите тело сообщения

source: specify the carbon-copy (CC) recipients
de: Geben Sie die Empfänger von Kopien (CC) an
ru: укажите точную копию (CC) получателей

source: specify a non default directory for user files
de: Geben Sie ein besonderes Verzeichnis für die Benutzer-Dateien an
ru: укажите отличный от каталога по-умолчанию каталог для файлов пользователя

source: specify the alternative configuration file to use
de: Geben Sie die alternative Konfigurationsdatei an.
ru: укажите альтернативный файл конфигурации для использования

source: enable mail subsystem debug message logging
de: Protokollierung des Mail-Systems zur Fehlersuche anschalten
ru: разрешить логирование отладочных сообщений почтовой подсистемы

source: specify the folder to open in the main window
de: Geben Sie den im Hauptfenster zu öffnenden Ordner an
ru: укажите каталог для открытия в главном окне

source: file or remote server containing Mahogany options
de: Datei oder Server mit den Einstellungen für Mahogany
ru: файл или удалённый сервер содержащий настройки Mahogany

source: the language to use for the program messages
de: Sprache, für die Meldungen des Programms
ru: язык используемый программными сообщениями

source: don't load Python interpreter even if configured to do so
ru: не грузится Python интерпретатор даже если конфигурация такова

source: the newsgroup to post the message to
de: Die Newsgroup, in der die Nachricht veröffentlicht werden soll
ru: новости посылают сообщение к

source: don't perform any operations on startup
de: Keine Aktionen beim Programmstart
ru: не выполняются любые операции на старте

source: specify the subject
de: Geben Sie den Betreff an
ru: укажите тему

source: Composer options are ignored in safe mode.
de: Die Einstellungen für den Editor werden im sicheren Modus ignoriert
ru: Настройки создателя сообщений игнорируются в защищённом режиме.

source: A message recipient or a newsgroup must be specified if any of the composer-related options are used.
de: Ein Empfänger oder eine Newsgroup muss angegeben sein, wenn Optionen des Editors verwendet werden.
ru: Получатель сообщения или новости должны быть указаны если любые настройки создателя используются.

source: Ignoring unrecognized remote request '%s'.
de: Ignoriere unbekannte entfernte Anforderung '%s'
ru: Игнорирован неизвестный удалённый запрос '%s'.

source: System error:
de: Systemfehler
es: Error de Sistema
fi: J‰rjestelm‰virhe
fr: Erreur système:
it: Errore di sistema:
nl: Systeem fout:
pt: Erro de sistema:
pt_br: Erro de sistema:
ru: Системная ошибка:

source: Exiting application...
de: Programm wird beendet...
es: Saliendo de aplicacion...
fi: Ohjelma lopetetaan...
fr: Le programme se termine...
it: Esco dall'applicazione...
nl: Applicatie beëindigen...
pt: Saindo do programa...
pt_br: Saindo da aplicação...
ru: Приложение закрывается...

source: just for this &folder
de: Nur für diesen Ordner
ru: только для этого каталога

source: for &all folders
de: Für alle Ordner
ru: для всех каталогов

source: Remember that you can reenable this and other dialogs by using the button in the last page of the "Preferences" dialog.
de: Beachten Sie, dass Sie diesen und andere Dialoge wieder aktivieren können, indem Sie "Dialogboxen wieder aktivieren" auf der Seite "Sonstiges" des Einstellungen-Dialogs nutzen.
ru: Помните что Вы можете восстановить этот и другие диалоги используя кнопку на последней странице диалога "Настроек".

source: Translate this into your name (for About dialog)
de: Martin Jost
ru: Колосов Максим Валерьевич (<a href=mailto:maxkolosov@inbox.ru>maxkolosov@inbox.ru</a>) <a href=http://finic.ucoz.ru>http://finic.ucoz.ru</a>

source: translations by
de: Übersetzung:
ru: перевод на русский язык выполнил:

source: Mahogany information
de: Angaben über Mahogany
ru: Mahogany информация

source: Version
ru: Версия

source: built with
de: mit
ru: построен с

source: This is a debug build
de: Übersetzung mit Debug-Infos
ru: Это отладочная версия

source: Release build
de: Übersetzung ohne Debug-Infos
ru: Релиз

source: Unicode build
de: Übersetzung mit Unicode
ru: Unicode

source: (compiled at
de: (übersetzt am
ru: (собран

source: Extra features:
de: Ergänzungen:
ru: Дополнительные характеристики:

source: SSL support
de: SSL-Unterstützung
ru: SSL поддержка

source: Threads
ru: Потоки

source: Embedded Python interpreter
de: Eingebauter Python-Interpreter
ru: Встроенный Python интерпретатор

source: Dial-up support
de: Dial-up Netzwerk-Unterstützung
ru: Сетевая поддержка

source: Internationalization
de: Internationalisierung
ru: Интернационализация

source: Includes experimental code
de: Enthält experimentellen Code
ru: Включает экспериментальный код

source: List of contributors:
de: Liste der Beteiligten:
ru: Список участников:

source: and many others
de: und viele Andere
ru: и много других

source: The Mahogany team
de: Das Mahogany-Team
ru: Группа Mahogany

source: Mahogany is built on the cross-platform C++ framework wxWindows (http://www.wxwindows.org/).
de: Mahogany verwendet das Plattform-übergreifende C++-Framework wxWindows (http://www.wxwindows.org/).
ru: Mahogany построен на кросс-платформенном C++ фреймворке wxWindows (http://www.wxwindows.org/).

source: This product includes software developed and copyright by the University of Washington written by Mark Crispin.
de: Dieses Produkt enthält Software entwickelt und unter Copyright der Universität Washington, geschrieben von Mark Crispin.
ru: Этот продукт включает программное обеспечение разработанное и являющееся собственностью University of Washington написанное Mark Crispin.

source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit. (http://www.openssl.org/).<br>This product includes cryptographic software written by Eric Young (eay@cryptsoft.com)<br>This product includes software written by Tim Hudson (tjh@cryptsoft.com)<br>
de: Dieses Produkt enthält Software entwickelt durch das OpenSSL-Projekt, für die Verwendung im OpenSSL-Toolkit.(http://www.openssl.org/) .<br>Dieses Produkt enthält krypthografische Software geschrieben von Eric Young (eay@cryptsoft.com)<br>Dieses Produkt enthält Software geschrieben von Tim Hudson (tjh@cryptsoft.com)<br>
ru: Этот продукт включает программное обеспечение разработанное OpenSSL Project для использования в OpenSSL Toolkit. (http://www.openssl.org/).<br>Этот продукт включает криптографическое программное обеспечение написанное Eric Young (eay@cryptsoft.com)<br>Этот продукт включает программное обеспечение написанное Tim Hudson (tjh@cryptsoft.com)<br>

source: This program contains an embedded Python interpreter.
de: Dieses Produkt enthält einen eingebauten Python-Interpreter
ru: Эта программа включает встроенный Python интерпретатор.

source: Special thanks to Daniel Lord for hardware donations.
de: Besonderen Dank an Daniel Lord für Hardware-Spenden.
ru: Отдельное спасибо Daniel Lord за аппаратную поддержку.

source: The Mahogany Team would also like to acknowledge the support of
de: Das Mahogany-Team möchte außerdem seine Anerkennung ausdrücken für die Unterstützung durch:
ru: Mahogany Team также признательна за поддержку

source: Anthemion Software, Heriot-Watt University, SourceForge.net, SourceGear.com, GDev.net, Simon Shapiro, VA Linux, and SuSE GmbH.
de: Anthemion Software, Heriot-Watt University, SourceForge.net, SourceGear.com, GDev.net, Simon Shapiro, VA Linux, und SuSE GmbH.
ru: Anthemion Software, Heriot-Watt University, SourceForge.net, SourceGear.com, GDev.net, Simon Shapiro, VA Linux, и SuSE GmbH.

source: Welcome
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenu
it: Benvenuto
nl: Welkom
pt: Bem vindo
pt_br: Benvindo
ru: Добро пожаловать

source: Choose folder
de: Ordner auswählen
es: Seleccione folder
fi: Valitse kansio
fr: Veuillez choisir un répertoire
it: Scegli la cartella
nl: Kies map
pt: Escolha uma pasta
pt_br: Escolher pasta
ru: Выбор каталога

source: Please select a folder
de: Bitte wählen Sie einen Ordner
pt: Por favor seleccione uma pasta
ru: Пожалуйста выберите каталог

source: &File...
de: Datei...
ru: Файл...

source: Mahogany: Please choose a folder file
de: Mahogany: Bitte wählen Sie eine Mailbox
it: Mahogany: Scegli un file cartella
nl: Mahogany: Kies aub. een mapbestand
pt_br: Mahogany: Por favor escolha o arquivo de uma pasta
ru: Mahogany: Пожалуйста выберите каталог файла

source: 31 (Day)
de: 31 (Tag)
it: 31 (giorno)
nl: 31 (Dag)
pt: 31 (Dia)
pt_br: 31 (Dia)
ru: 31 (День)

source: Mon
de: Mo
it: Lun
nl: Maa
pt: Segunda
pt_br: Seg
ru: Пон

source: Monday
de: Montag
it: Luned
nl: Maandag
pt: Segunda-feira
pt_br: Segunda
ru: Понедельник

source: 12 (Month)
de: 12 (Monat)
it: 12 (mese)
nl: 12 (Maand)
pt: 12 (Mês)
pt_br: 12 (Mês)
ru: 12 (Месяцев)

source: Nov
ru: Нояб

source: November
it: Novembre
pt: Novembro
pt_br: Novembro
ru: Ноябрь

source: 99 (year)
de: 99 (Jahr)
it: 99 (anno)
nl: 99 (jaar)
pt: 99 (ano)
pt_br: 99 (Ano)
ru: 99 (год)

source: 1999 (year)
de: 1999 (Jahr)
it: 1999 (anno)
nl: 1999 (jaar)
pt: 1999 (ano)
pt_br: 1999 (ano)
ru: 1999 (год)

source: 24 (hour)
de: 24 (Stunde)
it: 24 (ora)
nl: 24 (uur)
pt: 24 (hora)
pt_br: 24 (hora)
ru: 24 (часа)

source: 12 (hour)
de: 12 (Stunde)
it: 12 (ora)
nl: 12 (uur)
pt: 12 (hora)
pt_br: 12 (hora)
ru: 12 (часов)

source: 59 (minutes)
de: 59 (Minuten)
it: 59 (minuti)
nl: 59 (minuten)
pt: 59 (minutos)
pt_br: 59 (minutos)
ru: 59 (минут)

source: 29 (seconds)
de: 29 (Sekunden)
it: 29 (secondi)
nl: 29 (seconden)
pt: 29 (segundos)
pt_br: 29 (segundos)
ru: 29 (секунд)

source: EST (timezone)
de: MEZ (Zeitzone)
it: EST (fuso orario)
nl: EST (tijdzone)
pt_br: EST (fuso horário)
ru: EST (временная зона)

source: Default format including time
de: Standardformat mit Zeitangabe
it: Formato predefinito con l'ora
nl: Standaard formaat met tijd
pt: Formato original incluindo hora
pt_br: Formato padrão incluindo horas
ru: Формат по-умолчанию включая время

source: Default format without time
de: Standardformat ohne Zeitangabe
it: Formato predefinito senza l'ora
nl: Standaard formaat zonder tijd
pt: Formato original excluindo hora
pt_br: Formato padrão sem horas
ru: Формат по-умолчанию без времени

source: Format Specifiers:
de: Formatangabe:
it: Specifica di formato:
nl: Formaataangevers:
pt_br: Especificadores de formato:
ru: Специальные Форматы:

source: Date Format
de: Datumsformat
it: Formato della data
nl: Datumformaat
pt: Formato da Data
pt_br: Formato da data
ru: Формат Даты

source: &Date format for folder '%s'
de: &Datumsformat für Ordner '%s''
ru: Формат даты для каталога '%s'

source: &Default date format
de: Standardformat des Datums
ru: Формат даты по-умолчанию

source: Press the right mouse button over the input field to insert format specifiers.
de: Drücken Sie die rechte Maustaste über dem Eingabefeld, um Formatangaben einzufügen.
ru: Нажмите правую кнопку мыши в поле, чтобы вставить спецификаторы формата.
