Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Could not create subfolder '%s' in '%s'.
de: Konnte den Unterordner '%s' in '%s' nicht anlegen.
ru: Невозможно создать подкаталог '%s' в '%s'.

source: Could not copy profile.
de: Konnte Profil nicht kopieren.
ru: Невозможно копировать профиль.

source: Filter '%s' has been updated.
de: Filter '%s' wurde aktualisiert.
ru: Фильтр '%s' обновлён.

source: Filter '%s' is not "simple" and has not been updated.
de: Filter '%s' ist nicht "einfach" und wurde nicht aktualisiert
ru: Фильтр '%s' не "простой" и не может быть обновлён.

source: Cannot create a folder '%s'. Maybe a folder of this name already exists?
de: Kann den Ordner '%s' nicht anlegen. Vielleicht ist schon ein Ordner mit diesem Namen da ?
pt: Não é possível criar a pasta '%s'. Talvez uma pasta com o mesmo nome já exista?
ru: Невозможно создать каталог '%s'. Возможно каталог с таким названием уже существует?

source: Directory doesn't exist - no MBOX folders found.
de: Verzeichnis nicht da - keine MBOX-Ordner gefunden.
ru: Каталог не существует - не найдены MBOX каталоги.

source: Failed to create folder '%s'
de: Ordner '%s' konnte nicht angelegt werden.
pt: Não foi possível criar a pasta '%s'
ru: Невозможно создать каталог '%s'

source: Failed to create folder group '%s'
de: Ordner-Gruppe '%s' konnte nicht angelegt werden.
pt: Não foi possível criar a pasta de grupo '%s'
ru: Невозможно создать группу каталогов '%s'

source: Failed to import MBOX folders.
de: Import der MBOX-Ordner gescheitert
pt: Não foi possível importar as pastas MBOX.
ru: Невозможно импортировать MBOX каталоги.

source: Cannot initialise module '%s', error code %d.
de: Kann Modul '%s' nicht initialisieren, Fehlercode: %d.
nl: Kon module '%s' niet initialiseren, foutcode %d.
pt: Não é possível iniciar módulo '%s', erro %d.
ru: Невозможно инициализировать модуль '%s', код ошибки %d.

source: No modules implementing "%s" interface found.
de: Kein Modul, die Schnittstelle "%s" implementiert gefunden
ru: Модули не реализованы "%s" для найденного интерфейса.

source: Several modules implement "%s" interface, you should probably disable all but one of them using the "Edit|Modules..." menu command.
de: Mehrere Module enthalten die "%s"-Schnittstelle; Sie sollten alle bis auf eines davon abschalten.Dies ist im Menü Bearbeiten/Module möglich.
ru: Несколько модулей осуществляет "%s" интерфейс, Вы должны вероятно отключить все кроме одного из них используя команду меню "Редактировать|Модули...".

source: (builtin)
de: (eingebaut)
it: (incorporato)
nl: (ingebouwd)
pt_br: (embutido)
ru: (встроенный)

source: Shared library '%s' is not a Mahogany module.
de: Bibliothek (DLL) '%s' ist kein Mahogany-Modul.
it: La libreria condivisa '$s' non è un modulo di Mahogany.
pt: A biblioteca partilhada '%s' não é um módulo Mahogany.
ru: Совместно используемая библиотека '%s' - не модуль Mahogany.

source: Mahogany module '%s' is probably corrupted
de: Mahogany-Modul.'%s' ist wahrscheinlich beschädigt
ru: Mahogany модуль '%s' вероятно разрушен

source: Unexpected end of file '%s'.
de: Unerwartetes Dateiende in Datei '%s'.
nl: Onverwacht einde van bestand '%s'.
pt: Fim inesperado do ficheiro '%s'.
pt_br: Fim inesperado do arquivo `%s'.
ru: Неожиданный конец файла '%s'.

source: Unexpected character at position %d in line %d in the file '%s'.
de: Unerwartetes Zeichen an Position %d in Zeile %d in Datei '%s'.
it: Carattere inaspettato alla posizione %d della riga %d nel file '%s'.
nl: Onverwacht karakter op positie %d in regel %d in bestand '%s'.
pt: Caracter inesperado na posição %d na linha %d no ficheiro '%s'.
pt_br: Caracter não esperado encontrado na posição %d, na linha %d, no arquivo `%s'.
ru: Неожиданный символ в позиции %d в строке %d в файле '%s'.

source: Unexpected ":" at line %d, position %d in the file '%s'
de: Unerwartetes Zeichen ':' in Zeile %d, Position %d in Datei '%s'
ru: Неожиданный ":" на линии %d, позиция %d в файле '%s'

source: Expected closing quote at line %d, position %d in the file '%s'
ru: Ожидаемая заключительная кавычка на линии %d, позиция %d в файле '%s'

source: Incorrect alignment width value at line %d, position %d in the file '%s'.
de: Falscher Ausrichtungswert in Zeile %d, Position %d in Datei '%s'.
it: Valore errato della larghezza di allineamento alla riga %d, posizione %d nel file '%s'.
nl: Incorrecte uitlijnbreedte waarde op regel %d, positie %d in bestand '%s'.
pt_br: Valor de alinhamento incorreto encontrado na linha %d, posição %d, no arquivo `%s'.
ru: Неправильное значение ширины выравнивания на линии %d, позиция %d в файле '%s'.

source: Unexpected character '%c' at line %d, position %d in the file '%s' (expected "%c" instead).
de: Unerwartetes Zeichen '%c' in Zeile %d, Position %d in Datei '%s'. (Stattdessen wurde '%c' erwartet).
ru: Неожиданный символ '%c' на линии %d, позиция %d в файле '%s' (ожидается "%c" взамен).

source: Unknown variable '%s' at line %d, position %d in the file '%s'.
de: Unbekannte Variable '%s' in Zeile %d, Position %d in Datei '%s'.
it: Variable '%s' sconosciuta alla riga %d, posizione %d nel file '%s'.
nl: Onbekende variabele '%s' op regel %d, positie %d in bestand '%s'.
pt_br: Variável `%s' desconhecida encontrada na linha %d, posição %d, no arquivo `%s'.
ru: Неизвестная переменная '%s' на линии %d, позиция %d в файле '%s'.

source: On $(ORIGINAL:DATE) $SENDER wrote: $QUOTE $CURSOR
de: Am $(ORIGINAL:DATE) schrieben Sie ($SENDER): $QUOTE $CURSOR
ru: На $(ORIGINAL:DATE) $SENDER пишет: $QUOTE $CURSOR

source: $CURSOR ------ Forwarded message ------ From: ${ORIGINAL:FROM} Date: ${ORIGINAL:DATE} Subject: ${ORIGINAL:SUBJECT} To: ${ORIGINAL:TO} ${ORIGINAL:TEXT} -------- End of message -------
de: $CURSOR ------ Weitergeleitete Nachricht ------ Von: ${ORIGINAL:FROM} Datum: ${ORIGINAL:DATE} Betreff: ${ORIGINAL:SUBJECT} An: ${ORIGINAL:TO} ${ORIGINAL:TEXT} -------- Ende der Nachricht -------
ru: $CURSOR ------ Отправленное сообщение ------ От: ${ORIGINAL:FROM} Дата: ${ORIGINAL:DATE} Тема: ${ORIGINAL:SUBJECT} Кому: ${ORIGINAL:TO} ${ORIGINAL:TEXT} -------- Конец сообщения -------

source: On $(ORIGINAL:DATE) $SENDER wrote in $(ORIGINAL:NEWSGROUPS) $QUOTE $CURSOR
de: Am $(ORIGINAL:DATE) schrieb $SENDER in $(ORIGINAL:NEWSGROUPS) $QUOTE $CURSOR
it: Il $(ORIGINAL:DATE) $SENDER ha scritto in $(ORIGINAL:NEWSGROUPS) $QUOTE $CURSOR
nl: Op $(ORIGINAL:DATE) $SENDER wrote in $(ORIGINAL:NEWSGROUPS) $QUOTE $CURSOR
pt_br: No dia $(ORIGINAL:DATE), $SENDER publicou em $(ORIGINAL:NEWSGROUPS) $QUOTE $CURSOR
ru: На $(ORIGINAL:DATE) $SENDER записал в $(ORIGINAL:NEWSGROUPS) $QUOTE $CURSOR

source: no file
de: Keine Datei
ru: нет файла

source: No message viewer plugins found. It will be impossible to view any messages. Please check that Mahogany plugins are available.
de: Kein Anzeige-Modul für Nachrichten gefunden; es können keine Nachrichten angezeigt werden.Bitte prüfen Sie, dass die Mahogany-Module vorhanden sind.
ru: Не найдено дополнений для просмотра сообщений. Невозможно будет просматривать любые сообщения. Пожалуйста проверьте что дополнения для Mahogany доступны.

source: Failed to load the configured message viewer '%s'. Reverting to the default message viewer.
de: Der eingestellte Nachrichten-Anzeige '%s' konnte nicht geladen werden. Statt dessen wird die voreingestellte Nachrichten-Anzeige verwendet.
ru: Неудачная загрузка указанного средства просмотра сообщений '%s'. Возвращайтесь на заданное по умолчанию средство просмотра сообщения.

source: Failed to load the default message viewer '%s'. Message preview will not work!
de: Die übliche Nachrichten-Anzeige '%s' konnte nicht geladen werden. Die Vorschau der Nachrichten wird nicht funktionieren !
ru: Неудачная загрузка заданного по умолчанию средства просмотра сообщений '%s'. Просмотр сообщений не работает!

source: Incorrect message view filter priority %d for the filter "%s"
de: Falsche Priorität %d für den Filter "%s"
ru: Некорректный приоритет %d просмотрщика сообщений для фильтра "%s"

source: An image embedded in this message is bigger than the currently configured limit of %luKb. Would you still like to see it? You can change this setting in the "Message View" page of the preferences dialog to 0 if you want to always show the images inline.
de: Ein Bild in dieser Nachricht ist größer als die zur Zeit gültige Maximalgröße von %lu KByte. " Wollen Sie es dennoch sehen ? Sie können diese Einstellung auf der Seite "Nachrichten Ansicht" des Einstellungen-Dialogs auf 0 setzen, wenn Sie die Bilder immer sehen wollen.
ru: Изображение, внедренное в это сообщение больше чем в настоящее время конфигурированный предел %luKb. Вы всё ещё хотели бы видеть его? Вы можете изменить эту установку в "Просмотр Сообщения" на странице диалога свойств к 0, если Вы хотите всегда показать встроенные изображения.

source: Cannot get attachment content.
de: Kann Anlage nicht lesen.
es: No puedo extraer el contenido del archivo anexo.
fi: Liitetiedoston sis‰ltˆ‰ ei voida hakea.
fr: Impossible de lire le contenu de l'attachment
it: Impossibile riconoscere il contenuto dell'allegato
nl: Kan inhoud van aanhang niet krijgen.
pt_br: Não é possivel recuperar o conteúdo do anexo.
ru: Невозможно получить содержимое вложения.

source: Skipping the empty MIME part #%s.
de: Leeren MIME-Teil %s übersprungen
ru: Пропущена пустая MIME часть #%s.

source: Signature will be ignored
de: Signatur wird ignoriert
ru: Подпись будет игнорирована

source: This message pretends to be signed but doesn't have the correct MIME structure.
de: Diese Nachricht ist angeblich signiert, hat aber nicht die richtige MIME-Struktur.
ru: Это сообщение симулирует быть подписанным, но не имеет правильной MIME структуры.

source: Signed message signature does not have a "application/pgp-signature" type.
de: Signatur einer signierten Nachricht hat keinen "application/pgp-signature"-Typ
ru: Подписанная сигнатура сообщения, не имеет "application/pgp-signature" тип.

source: This message pretends to be encrypted but doesn't have the correct MIME structure.
de: Diese Nachricht ist angeblich signiert, hat aber nicht die richtige MIME-Struktur.
ru: Это сообщение симулирует быть зашифрованным, но не имеет правильной MIME структуры.

source: The actual encrypted data part does not have a "application/octet-stream" type, ignoring it.
de: Der MIME-Teil mit den verschlüsselten Daten ist nicht vom Typ "application/octet-stream", ignoriert.
ru: Фактическая зашифрованная часть данных не имеет типа "application/octet-stream", это игнорировано.

source: Decrypting the PGP message failed.
de: Entschlüsseln der PGP-Nachricht gescheitert
ru: Расшифровка PGP сообщения неудалась.

source: MIME type:
de: MIME Typ:
es: Tipo MIME:
fi: MIME Tyyppi:
fr: Type MIME:
it: Tipo MIME:
pt_br: Tipo MIME:
ru: MIME тип:

source: Description:
de: Beschreibung:
es: Descripcion:
fi: Kuvaus:
it: Descrizione:
nl: Beschrijving:
pt: Descrição:
pt_br: Descrição:
ru: Описание:

source: Size:
de: Größe:
es: Tamaño
fi: Koko:
fr: Taille:
it: Dimensione:
nl: Grootte:
pt: Tamanho:
pt_br: Tamanho:
ru: Размер:

source: lines
de: Zeilen
es: lineas
fi: rivi‰
fr: lignes
it: righe
nl: regels
pt: linhas
pt_br: linhas
ru: линий

source: bytes
fr: octets
ru: байт

source: Parameters:
de: Parameter:
es: Parametros:
fi: Parametrit:
fr: Paramètres:
it: Parametri:
pt: Parâmetros:
pt_br: Parâmetros:
ru: Параметры:

source: Disposition:
de: Art:
es: Disposicion:
fi: Luonne (?):
it: Disposizione:
pt: Disposição:
pt_br: Disposição:
ru: Расположение:

source: Disposition parameters:
de: Details zur Art:
ru: Параметры расположения:

source: Attachment #
de: Anhang Nummer
ru: Вложение #

source: Attached message '%s'
de: Angehängte Nachricht '%s'
ru: Вложенное сообщение '%s'

source: Failed to open attached message.
de: Konnte die angehängte Nachricht nicht öffnen..
pt: Não foi possível abrir a mensagem anexada.
ru: Невозможно открыть вложенное сообщение.

source: No command to open file "%s".
de: Kann Befehl um Datei "%s" zu öffnen.
ru: Нет команды для открытого файла "%s".

source: Error opening attachment: command '%s' failed
de: Kann Anlage nicht öffnen: Fehler bei Programmaufruf '%s'.
es: Error abriendo archivo anexo: comando '%s' fallo
fi: Liitetiedoston avaus ep‰onnistui: komento '%s' pys‰htyi.
fr: Erreur lors de l'ouverture de l'attachement: la commande '%s' a échoué.
it: Errore nell'apertura dell'allegato: il comando '%s' è fallito.
nl: Fout bij openen aanhang: commando '%s' mislukt
pt: Erro ao abrir anexo: comando '%s' falhou
pt_br: Erro abrindo anexo, o comando `%s' falhou.
ru: Ошибка открытия вложения: команда '%s' неудалась

source: Failed to open the attachment.
de: Konnte Anhang nicht öffnen.
ru: Неудалось открыть вложение.

source: Cannot get embedded message content.
de: Kann eingebetteten Nachrichteninhalt nicht erhalten.
ru: Неудалось получить содержимое внедрённого сообщения.

source: Failed to save embedded message to a temporary file.
de: Konnte eingebettete Nachrichte nicht in temporärer Datei speichern.
ru: Неудалось сохранить внедрённое сообщение во временный файл.

source: Save attachment as:
de: Anhang speichern als:
es: Salvar archivo anexo como:
fi: Tallenna liitetiedosto nimell‰:
fr: Sauvegarder l'attachement sous:
it: Salva l'allegato come:
nl: Aanhang bewaren als:
pt: Guardar anexo como:
pt_br: Salvar anexo como:
ru: Сохранить вложение как:

source: Wrote %lu bytes to file '%s'
de: %lu Bytes in Datei '%s' geschrieben
es: Escritos %lu bytes a archivo '%s'
fi: Kirjoitettu %lu bytes tiedostoon '%s'
fr: %lu octets ont été écrits dans le fichier '%s'.
it: Salvati %lu byte nel file '%s'.
nl: %lu bytes bewaard in bestand '%s'
pt_br: %lu bytes foram escritos no arquivo `%s'
ru: Записано %lu байт в файл '%s'

source: Could not save the attachment.
de: Konnte Anhang nicht speichern.
es: No puedo salvar el archivo anexo.
fi: Liitetiedoston tallennus ep‰onnistui.
fr: La sauvegarde de l'attachment a échoué.
it: Non riesco a salvare l'allegato.
nl: Kon aanhang niet bewaren.
pt: Não foi possível guardar anexo.
pt_br: Não foi possível salvar o anexo.
ru: Невозможно сохранить вложение.

source: Failed to view the attachment.
de: Konnte Anhang nicht anzeigen.
ru: Невозможно рассмотреть вложение.

source: Find text
de: Text suchen
it: Trova il testo
nl: Tekst zoeken
pt: Procurar texto
ru: Найти текст

source: Find:
de: Suchen:
es: Buscar:
fi: Etsi:
fr: Rechercher
it: Trova:
nl: Zoeken:
pt: Procurar:
pt_br: Procurar:
ru: Найти:

source: '%s' not found
de: '%s' nicht gefunden
ru: '%s' не найдено

source: No more matches
de: Keine weiteren Treffer
ru: Нет более вхождений

source: The selected message%s is %u Kbytes long which is more than the current threshold of %d Kbytes. Do you still want to download it?
de: Die gewählte Nachricht %s ist %u KB lang, mehr als die aktuelle Maximalgröße von %d KB. Möchten Sie sie trotzdem herunterladen ?
ru: Выбранное сообщение %s больше %u Килобайт, оно является больше чем текущий порог %d Кбайт. Вы всё ещё хотите загрузить его?

source: part
de: Teil
ru: часть

source: Calling external viewer '%s'
de: Externer Anzeige '%s' wird aufgerufen
nl: Externe viewer '%s' aanroepen
ru: Вызов внешнего средства просмотра '%s'

source: %s (external viewer exited with non null exit code)
de: %s (externe Anzeige terminierte mit Fehlercode)
es: %s (visor externo salio con non null exit code)
fi: %s (erillinen katseluohjelma lopetti)
fr: %s (un procès externe s'est terminé avec un code de retour non nul)
it: %s (il visualizzatore esterno è terminato con un codice non nullo)
nl: %s (externe viewer is gestopt met een non null exit code)
pt_br: %s (o visualizador externo finalizou retornou um código não nulo)
ru: %s (внешнее средство просмотра завершено с ненулевым кодом завершения)

source: Temporary file '%s' left because it is still in use by an external process
de: Temporäre Datei '%s' zurückgelassen, da sie noch von einem externen Prozess benutzt wird.
es: Archivo temporal '%s' permanece ya que esta aun en uso por un proceso externo
fi: V‰liaikainen tiedosto '%s' s‰ilytettiin, sill‰ jokin ulkoinen prosessi k‰ytt‰‰ sit‰
fr: Le fichier temporaire '%s' n'a pas été effacé car il est utilisé par un procès externe
it: File temporaneo '%s' non cancellato perchè in uso da un altro processo
nl: Tijdelijk bestand '%s' niet verwijderd, is in gebruik door extern proces
pt: O ficheiro temporário '%s' foi abandonado porque ainda está a ser utilizado por um processo externo
pt_br: Arquivo temporário `%s' não foi removido porque ainda está sendo utilizado por um processo externo.
ru: Временный файл '%s' занят, потому что он находится всё ещё в использовании внешнего процесса

source: prompt for global directory if not found
de: Nach dem globalen Verzeichnis fragen, falls nicht gefunden.
it: conferma per la directory principale se non trovata
pt: perguntar por directório global se este não for encontrado
ru: глобальный каталог, если не найден

source: warn if Mahogany is run as root
de: Warnung, falls Mahogany als Super-User (root) aufgerufen wird.
it: avverto se Mahogany viene avviato dall'amministratore di sistema
ru: предупреждать если Mahogany запущена как root

source: send unsent messages on exit
de: Ungesendete Nachrichten beim Beenden senden
ru: отправлять неотправленные при выходе

source: prompt before abandoning critical folders
de: Fragen, bevor kritische Ordner geschlossen werden
it: conferma prima di lasciare le cartelle critiche
ru: подсказка перед отказом от критических каталогов

source: go online to send Outbox
de: Online gehen um die Ausgangsmailbox zu senden
ru: соединяться для отправки

source: propose to fix template with errors
de: Vorlage mit Fehlern ändern
it: propongo di correggere i modelli con errori
ru: предлагать шаблон для исправления ошибок

source: ask for signature if none found
de: Nach Signaturdatei fragen, falls sie nicht gefunden wurde
it: chiedo la firma se non ne è stata trovata nessuna
pt: pedir a assinatura se nenhuma for encontrada
ru: спрашивать подпись если не найдена

source: ask for confirmation before closing if the headers were modified in the composer
de: Vor Schließen des Editors nach Bestätigung fragen, wenn Kopfzeilen im Editor verändert sind
ru: спросить о подтверждении перед закрытием, если заголовки были изменены в компоновщике

source: show notification after sending the message
de: Bestätigen nach Senden
it: mostro la notifica dopo aver spedito il messaggio
pt: mostrar notificação depois de enviar a mensagem
ru: показывать уведомление после отправки сообщения

source: propose to change external editor settings if unset
de: Vorschlag den externen Editor auszuwählen
it: propongo di impostare l'editor esterno se non è impostato
pt: sugerir a mudança das definições do editor externo se estas não estiverem definidas
ru: предложить изменить внешние параметры настройки редактора если сброшено

source: ask confirmation for guessed MIME types
de: Bestätigung für geratenen MIME-Typ
it: chiedo conferma per i tipi MIME non chiari
ru: спросить подтверждения для предполагаемых типов MIME

source: propose to configure network settings before sending the message if necessary
de: Vorschlagen, die Netzwerk-Einstellungen vor Senden der Nachricht zu ändern
it: proposta di configurare la rete, se necessario, prima di spedire i messaggi
pt: sugerir a configuração das definições de rede antes de enviar a mensagem se necessário
ru: предложить конфигурировать сетевые параметры настройки перед посылкой сообщения в случае необходимости

source: confirm sending a message without subject
de: Frage nach leerem Betreff-Feld vor dem Senden der Nachricht
ru: подтверждать посылку сообщения без темы

source: confirm removing folder from the folder tree
de: Bestätigung einholen vor dem Entfernen eines Ordners aus dem Baum
ru: подтверждать удаление каталога из дерева каталогов

source: confirm before deleting folder with its contents
de: Bestätigung vor Löschen eine Ordners mit seinem Inhalt
ru: подтверждать перед удалением каталога с его содержанием

source: mark all articles as read before closing the folder
de: Alle Artikel als gelesen markieren, bevor der Ordner geschlossen wird
ru: отмечать все статьи как прочитанные перед закрытием каталога

source: show notification on dial-up network connection
de: Aufbau der Netzwerk-Verbindung melden
it: mostra la notifica della connessione telefonica
ru: показывать уведомление при сетевом соединении

source: show notification on dial-up network disconnection
de: Abbau der Netzwerk-Verbindung melden
it: mostra la notifica della disconnessione telefonica
ru: показывать уведомление при отключении сетевого соединения

source: propose to start dial up networking before trying to open a remote folder
de: Vorschlagen, die Netzwerk-Verbindung aufzubauen, bevor Ordner im Netzwerk geöffnet werden
it: propongo di attivare la connessione telefonica prima di tentare di aprire una cartella remota
pt: iniciar a ligação à rede antes de tentar abrir uma pasta remota
ru: предлагать установить сетевое соединение при попытке открыть сетевой каталог

source: warn before opening remote folder while not being online
de: Vor dem Öffnen einer Netzwerk-Mailbox warnen, wenn nicht verbunden.
it: avverto prima di aprire una cartella remota senza la connessione
pt: avisar antes de abrir uma pasta remota se não estiver ligado
ru: предупреждать перед открытием сетевого каталога при отсутствии сети

source: ping remote folders even while offline
de: Ordner im Netzwerk auch ohne Netzwerk-Verbindung prüfen
ru: пинговать удалённые каталоги когда отключена сеть

source: don't ask confirmation before exiting the program
de: Nicht nach Bestätigung beim Programmende fragen
ru: не спрашивать подтверждения перед выходом

source: ask for the login name when creating the folder if required
de: Frage nach dem Benutzernamen, falls dies zum Erzeugen eines Ordners benötigt wird
ru: спрашивать имя входящего в систему при создании каталога если требуется

source: ask for the password when creating the folder if required
de: Frage nach dem Passwort, falls dies zum Erzeugen eines Ordners benötigt wird
ru: спросить пароль при создании каталога если требуется

source: ask confirmation before saving the password in the file
de: Nach Bestätigung fragen, bevor das Passwort in eine Datei geschrieben wird
ru: спросить подтверждение перед сохранением пароля в файле

source: propose to send outgoing messages before hanging up
de: Vorschlag, Nachrichten vor Verbindungs-Abbau zu senden
it: propongo di spedire i messaggi in uscita prima di riagganciare
ru: предлагать отправлять уходящие сообщения перед отключением от сети

source: warn before trying to reopen folder which couldn't be opened the last time
de: Warnen vor dem erneuten Versuch einen Ordner zu öffnen, falls dies zuvor schon fehlschlug
it: prima di aprire una cartella avverto che l'ultima volta non si è riusciti
pt: avisar antes de tentar reabrir uma pasta que não pode ser aberta da última vez
ru: предупреждать перед попыткой повторно открыть каталог, который не был открыт в прошлый раз

source: propose to change settings of a folder which couldn't be opened the last time before reopening it
de: Vorschlagen, die Einstellungen eines Ordners zu ändern, wenn dieser das letzte Mal nicht geöffnet werden konnte
it: prima di riaprire una cartella che non si è potuto aprire l'ultima volta, propongo di cambiarne le impostazioni
pt: modificar as definições de uma pasta que não pode ser aberta da última vez antes de tentar reabri-la
ru: предложить изменить параметры настройки перед повторным открытием каталога, который не был открыт в прошлый раз

source: ask for the WWW browser if it was not configured
de: Nach WWW-Browser fragen, wenn dieser nicht eingestellt wurde
it: chiedo quale navigatore per internet utilizzare, se non configurato
ru: запрос WWW браузера, если он не был настроен
