Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Failed to physically delete folder '%s'.
de: Konnte Mailbox '%s' nicht physikalisch löschen.
pt: Não foi possível eliminar fisicamente a pasta '%s'.
ru: Неудалось физически удалить каталог '%s'.

source: Successfully renamed folder '%s'.
de: Ordner '%s' erfolgreich umbenannt.
ru: Успешно переименован каталог '%s'.

source: Failed to rename the folder or mailbox.
de: Mailbox oder Ordner konnte nicht umbenannt werden
ru: Неудалось переименовать каталог или почтовый ящик.

source: The folder must be closed before it can be moved.
de: Der Ordner muss geschlossen werden, bevor er verschoben werden kann.
ru: Каталог должен быть закрыт прежде, чем он может быть перемещён.

source: Successfully moved folder '%s' to '%s'.
de: Ordner '%s' nach '%s' verschoben.
ru: Успешно перемещённый каталог '%s' в '%s'.

source: Failed to move the folder '%s' from '%s' to '%s'.
de: Konnte den Ordner '%s' nicht von '%s' nach '%s' verschieben.
ru: Невозможно переместить каталог '%s' из '%s' в '%s'.

source: Are you sure you want to delete all messages from the folder '%s'? Warning: it will be impossible to undelete them!
de: Sind Sie sicher, dass Sie alle Nachrichten im Ordner '%s' löschen wollen ? Warnung: Die Nachrichten können nicht mehr wiederhergestellt werden !
ru: Вы уверены, что хотите удалить все сообщения из каталога ' %s'? Предупреждение: восстановить их будет невозможно!

source: Please confirm
de: Bitte bestätigen Sie
pt: Por favor confirme
ru: Пожалуйста подтвердите

source: No messages were deleted.
de: Es wurden keine Nachrichten gelöscht
pt: Nenhuma mensagem foi eliminada.
ru: Сообщения не были удалены

source: Failed to delete messages from folder '%s'.
de: Die Nachrichten konnten nicht aus dem Ordner '%s' gelöscht werden.
pt: Não foi possível eliminar as mensagens da pasta '%s'.
ru: Неудалось удалить сообщения из каталога '%s'.

source: %lu messages were deleted from folder '%s'.
de: %lu Nachrichten wurden aus dem Ordner '%s' gelöscht.
pt: %lu mensagens foram eliminadas da pasta '%s'.
ru: %lu сообщений было удалено из каталога '%s'.

source: Failed to update the status of the folder '%s'.
de: Der Zustand des Ordners '%s' konnte nicht aktualisiert werden
ru: Невозможно обновить состояние каталога '%s'.

source: Updated status of the folder '%s'
de: Der Zustand des Ordners '%s' wurde aktualisiert
ru: Обновлено состояние каталога '%s'

source: Failed to update the status
de: Konnte den Zustand nicht aktualisieren
ru: Невозможно обновить состояние

source: Updated status of %d folders.
de: Der Zustand von %d Ordnern wurde aktualisiert
ru: Обновлено состояние %d каталогов.

source: Folder '%s' closed.
de: Ordner '%s' geschlossen.
ru: Каталог '%s' закрыт.

source: Cannot open this folder.
de: Kann diese Mailbox nicht öffnen.
es: No puedo abrir este folder
fi: Kansion avaus ep‰onnistui.
it: Impossibile aprire questa cartella.
nl: Kan deze map niet openen.
pt: Impossível abrir esta pasta.
pt_br: Não é possível abrir esta pasta.
ru: Невозможно открыть этот каталог.

source: All folders
de: Alle Ordner
es: Todos los folders
fi: Kaikki kansiot
fr: Tous les répertoires
it: Tutte le cartelle
nl: Alle mappen
pt: Todas as pastas
pt_br: Todas as pastas
ru: Все каталоги

source: Folder '%s'
de: Ordner '%s'
fi: Kansio '%s'
fr: Répertoire '%s'
it: Cartella '%s'
nl: Map '%s'
pt: Pasta '%s'
pt_br: Pasta `%s'
ru: Каталог '%s'

source: INBOX folder is a special folder used by the mail system and can not be renamed.
de: INBOX ist ein spezieller Ordner, der vom System verwaltet wird und nicht umbenannt werden kann.
es: INBOX folder es un folder usado por el sistema de mail y no puede serrenombrado.
fi: INBOX kansio on postij‰rjestelm‰n k‰ytˆss‰ ja se ei ole nimett‰viss‰ uudelleen.
fr: Le répertoire INBOX est un répertoire spécial du système de courier et ne peut pas être renommé.
it: La cartella INBOX è una cartella speciale di sistema e non puo essere rinominata.
nl: INBOX map is een speciale map, gebruikt door het mailsysteem en kan niet hernoemd worden.
pt: A pasta INBOX é uma pasta especial utilizada pelo sistema de correio e não pode ser renomeada.
pt_br: INBOX é uma pasta especial utilizada pelo sistema e não pode ter seu nome mudado.
ru: INBOX каталог - специальный каталог, используемый почтовой системой и не может быть переименован.

source: The root folder can not be renamed.
de: Der Wurzel-Ordner kann nicht gelöscht werden.
it: La cartella principale non può essere rinominata.
pt: A pasta de raiz não pode ser renomeada.
ru: Корневой каталог не может быть переименован.

source: The folder '%s' is used by Mahogany and cannot be renamed.
de: Die Ordner '%s' wird von Mahogany verwendet und kann nicht umbenannt werden.
pt: A pasta '%s' é utilizada por Mahogany e não pode ser renomeada.
ru: Каталог '%s' используется Mahogany и не может быть переименован.

source: Please select the folder to rename first.
de: Bitte wählen Sie erst den Ordner zum Umbenennen.
it: Prima seleziona la cartella da rinominare.
pt: Por favor seleccione a pasta que quer renomear primeiro.
ru: Пожалуйста, сначала выберите каталог, чтобы переименовать.

source: Folder renaming cancelled.
de: Umbenennen des Ordners abgebrochen.
it: E' stata annullata la rinomina della cartella.
pt: Renomeação da pasta cancelada.
ru: Переименование каталога отменено.

source: Please select the folder to move first.
de: Bitte wählen Sie erst den zu verschiebenden Ordner.
ru: Пожалуйста, сначала выберите каталог, чтобы двигаться.

source: Folder moving cancelled.
de: Verschieben des Ordners abgebrochen.
ru: Перемещение каталога отменено.

source: You chose the folder itself as its new parent !
de: Sie haben den Ordner selbst als sein neuen übergeordneten Ordner gewählt
ru: Вы выбрали каталог непосредственно как его нового родителя!

source: You chose the current parent as new parent !
de: Sie haben den aktuellen übergeordneten Ordner auch als neuen gewählt.
ru: Вы выбрали текущего родителя как нового родителя!

source: Sorry, moving a hierarchy of folders is not implemented yet !
de: Verschachtelte Ordner verschieben ist leider noch nicht implementiert !
ru: Извините, перемещение иерархии каталогов ещё не реализовано!

source: This folder can't be moved !
de: Dieser Ordner kann nicht verschoben werden !
ru: Этот каталог не может быть перемещён!

source: Please select the folder to delete first.
de: Bitte wählen Sie erst den zu löschenden Ordner.
es: Por favor seleccione un folder para borrar primero.
fi: Valitse ensiksi poistettava kansio.
fr: Veuillez choisir le répertoires à effacer.
it: Prima seleziona la cartella da distruggere.
nl: Selecteer map om als eerste te verwijderen.
pt: Por favor primeiro seleccione a pasta a eliminar.
pt_br: Por favor, selecione a pasta a ser removida.
ru: Пожалуйста, сначала выберите каталог, чтобы удалить.

source: Folder '%s' %s
de: Ordner '%s' %s
pt: Pasta '%s' %s
ru: Каталог '%s' %s

source: removed from the tree
de: aus dem Baum entfernt
it: rimossa dall'albero
pt: remover da árvore
ru: удалить из дерева

source: deleted
de: gelöscht
it: distrutta
nl: Verwijderen
pt: eliminar
ru: удалённый

source: Please select the folder to clear first.
de: Bitte wählen Sie erst den Ordner zum Löschen.
pt: Por favor primeiro seleccione a pasta a limpar.
ru: Пожалуйста, сначала выберите каталог, чтобы очистить.

source: Please select the folder to update first.
de: Bitte wählen Sie erst die Ordner zum Aktualisieren.
ru: Пожалуйста, сначала выберите каталог, чтобы обновить.

source: Please select the folder to close first.
de: Bitte wählen Sie erst den Ordner zum Schließen.
pt: Por favor primeiro seleccione a pasta a fechar.
ru: Пожалуйста, сначала выберите каталог, чтобы закрыть.

source: No more folders with unread messages.
de: Keine weiteren Ordner mit ungelesenen Nachrichten.
ru: Нет больше каталогов с непрочитанными сообщениями.

source: No home folder configured.
de: Keine Heim-Ordner eingestellt
ru: Нет настроенного домашнего каталога.

source: The folder "%s" cannot be moved.
de: Dieser Ordner "%s" kann nicht verschoben werden !
ru: Каталог "%s" не может быть перемещён.

source: Failed to move the folder "%s" to "%s".
de: Konnte den Ordner '%s' nicht nach '%s' verschieben.
ru: Неудалось переместить каталог "%s" в "%s".

source: Successfully moved the folder "%s" to "%s".
de: Ordner '%s' nach '%s' verschoben.
ru: Успешно перемещённый каталог "%s" в "%s".

source: Status
de: Zustand
es: Estado
fi: Tila
fr: Etat
it: Stato
pt: Estado
ru: Состояние

source: Date
de: Datum
es: Fecha
fi: P‰iv‰ys
it: Data
nl: Datum
pt: Data
pt_br: Data
ru: Дата

source: Size
de: Größe
es: Tamaño
fi: Koko
fr: Taille
it: Ampiezza
nl: Grootte
pt: Tamanho
pt_br: Tamanho
ru: Размер

source: From
de: Von
es: De
fi: L‰hett‰j‰
fr: De
it: Mittente
nl: Van
pt: De
pt_br: Remetente
ru: От кого

source: Subject
de: Betreff
es: Tema
fi: Aihe
fr: Au sujet de
it: Oggetto
nl: Onderwerp
pt: Assunto
pt_br: Título
ru: Тема

source: Default
de: Voreinstellung
pt: Original
ru: По умолчанию

source: Select the &viewer to use:
de: Gewähltes Anzeigeformat:
ru: Выберите средство просмотра для использования:

source: Close this tool bar
de: Diese Werkzeugleiste schließen
ru: Закрыть эту панель инструментов

source: You can reenable this tool bar in the "Message View" page of the folders dialog later if you wish.
de: Wenn Sie wollen, können Sie diese Werkzeugleiste später auf der Seite "Nachrichten Ansicht" des Ordner-Dialogs später wieder aktivieren.
ru: Вы можете повторно включить эту панель инструментов на странице "Просмотр Сообщения" диалога каталогов позже, если захотите.

source: &Quick move
de: &Schnelles Verschieben
it: Muo&vi svelto
pt: Mover &rápido
ru: Быстрое перемещение

source: Sort by %s
de: Sortiere nach %s
ru: Сортировка по %s

source: Reverse sort by %s
de: Umgekehrt sortieren nach %s
ru: Обратная сортировка по %s

source: &Don't sort at all
de: Nicht sortieren
ru: Не сортировать вообще

source: Configure &sort order...
de: Sortier-Reihenfolge einstellen...
ru: Настройка порядка сортировки...

source: &Thread messages
de: Nachrichten nach Diskussion verknüpfen
ru: Поток сообщений

source: &Configure threading...
de: Verknüpfung einstellen...
ru: Настройка поточности...

source: &Date format...
de: &Datumsformat...
ru: Формат окончания строк:

source: &Show names only
de: Nur Namen anzeigen
ru: Показывать только имена

source: Show "&To" address
de: 'An'-Adressen anzeigen
ru: Показать "Кому" адрес

source: &Automatic units
de: Einheit automatisch
ru: Автоматические единицы

source: Automatic b&yte units
de: Automatische Byte Einheit
ru: Автоматические байтовые единицы

source: Use &bytes
de: Bytes verwenden
ru: Использовать байты

source: Use &Kbytes
de: KBytes verwenden
ru: Использовать килобайты

source: Use &Mbytes
de: MBytes verwenden
ru: Использовать мегабайты

source: &Columns...
de: Spalten...
ru: Столбцы...

source: Impossible to sort messages using %s column
de: Nachrichten können nicht nach der Spalte '%s' sortiert werden.
ru: Невозможно сортировать сообщения используя %s колонку

source: Clicking on the column sorts messages in the folder by this column or, if they were already sorted by it, reverses the sort direction. You may use "Sort" button in the "Folder View" page of the preferences dialog or right click a column to configure the sorting options in more details. Press "Ok" to apply the new sorting order or "Cancel" if you don't want to change anything.
de: Wenn Sie auf einen Spaltenkopf klicken, werden die Nachrichten nach dieser Spalte sortiert. Sind sie bereits so sortiert, wird die Reihenfolge umgekehrt. Sie können den Knopf "Sortieren" auf der Seite "Ordner Ansicht" des Einstellungen-Dialogs verwenden oder rechts auf eine Spalte klicken um dies detaillierter einzustellen. Klicken Sie "Ok" um die neue Sortier-Reihenfolge zu ver- wenden, oder "Abbrechen" um nichts zu ändern.
ru: Щелчок по столбцу сортирует сообщения в каталоге по этому столбецу или, если они уже были отсортированы по нему, полностью изменяет направление сортировки. Вы можете использовать кнопку "Сортировать" на странице диалога "Просмотр Каталога" или правым щелчком на столбце, для настройки вариантов сортировки с большим количеством деталей. Нажмите "Ок" чтобы применить новый порядок сортировки или "Отмена" если Вы не хотите что-нибудь изменить.

source: Now sorting by %s%s
de: Jetzt sortiert nach %s%s
it: Ora ordino per %s%s
pt: Reordenar por %s%s
ru: Не сортировать по %s%s

source: (reverse)
de: (rückwärts)
ru: (реверс)

source: %lu messages selected
de: %lu Nachrichten ausgewählt
ru: %lu сообщений выбрано

source: To:
de: An:
pt: Para:
ru: Кому:

source: Posted to:
de: Veröffentlicht in:
pt: Afixada no:
ru: Отправлено к:

source: No more unread or flagged messages in this folder.
de: Keine weiteren ungelesenen oder markierten Nachrichten in diesem Ordner
ru: Нет больше непрочитанных или помеченных сообщений в этом каталоге.

source: No unread or flagged messages in this folder.
de: Keine ungelesenen oder markierten Nachrichten in diesem Ordner
ru: Нет непрочитанных или помеченных сообщений в этом каталоге.

source: Search wrapped to the folder top
de: Suche am Anfang neu begonnen.
ru: Поиск вернулся к началу каталога

source: Search wrapped to the folder bottom
de: Suche am Ende neu begonnen.
ru: Поиск достиг завершения каталога

source: Searched message has disappeared from the folder.
de: Gesuchte Nachricht ist aus dem Ordner verschwunden
ru: Найденное сообщение исчезло из каталога.

source: Search result %lu of %lu for "%s"%s
de: Suchergebnis %lu von %lu für "%s"%s
ru: Результат поиска %lu %lu для "%s"%s

source: Mark all articles in '%s' as read?
de: Alle Artikel in %s als gelesen markieren?
nl: Alle artikelen in %s als gelezen markeren?
ru: Пометить все статьи в '%s' как прочитанные?

source: You are trying to open an IMAP server: this will usually open the special mailbox called INBOX, however there may exist other mailboxes on this server which don't appear in Mahogany folder tree yet. Would you like to retrieve all existing mailboxes from the IMAP server right now? If you reply [No], you can also choose "Browse subfolders..." from the folder popup menu later and selectively choose the mailboxes to create in the tree from there. If you reply [Yes], all existing mailboxes on the server will be created in the folder tree unconditionally.
de: Sie öffnen einen IMAP-Server. Üblicherweise wird dies die spezielle Mailbox "INBOX" öffnen; auf dem Server können aber weitere Mailboxen vorhanden sein, die noch nicht im Ordner-Baum von Mahogany angezeigt werden. Wollen Sie alle vorhandenen Mailboxen auf dem IMAP- Server nun öffnen ? Wenn Sie "Ja" klicken, so werden alle Mailboxen auf dem Server in den Ordner-Baum auf genommen. Wenn Sie "Nein" klicken, können Sie später "Unterordner aussuchen..." im Popup-Menü des Ordners verwenden, um einzelne Mailboxen in den Baum aufzunehmen.
ru: Вы пробуете открыть IMAP сервер: это будет обычно откройте специальный почтовый ящик по имени INBOX, однако могут существовать другие почтовые ящики на этом сервере, которые всё же не появляются в дереве каталогов Mahogany. Хотели бы Вы отыскивать все существующие почтовые ящики на IMAP сервере прямо сейчас? Если Вы отвечаете [Нет], Вы также можете выбрать "Обзор подкаталогов..." во всплывающем меню каталога позже и выборочно выбрать почтовые ящики чтобы создать в дереве оттуда. Если Вы отвечаете [Да], все существующие почтовые ящики на сервере будут созданы в дереве каталогов безоговорочно.

source: Impossible to add IMAP folders to the folder tree.
de: Kann IMAP Ordner nicht zum Baum hinzufügen.
pt: É impossível adicionar as pastas IMAP à estrutura de pastas.
ru: Невозможно добавлять IMAP каталоги к дереву каталогов.

source: You can now open any of the folders on the IMAP server '%s'
de: Sie können nun alle Ordner auf dem IMAP-Server '%s' öffnen
ru: Теперь Вы можете открыть любой из каталогов на IMAP сервере '%s'

source: The folder '%s' couldn't be opened last time, do you still want to try to open it (it will probably fail again)?
de: Der Ordner '%s' konnte das letzte Mal nicht geöffnet werden, möchten Sie es trotzdem versuchen ? (Wahrscheinlich klappt das wieder nicht)
ru: Каталог '%s' не был открыт в прошлый раз, Вы всё ещё хотите открыть его (вероятно это будет неудачным снова)?

source: Would you like to change folder settings before trying to open it?
de: Möchten Sie die Einstellungen des Ordners ändern bevor Sie versuchen ihn zu öffnen ?
es: Desea cambiar la coonfiguracion de folders antes de intentar abrirlo?
fi: Haluatko vaihtaa kansion asetuksia ennen sen avaamista?
fr: Voulez-vous changer les options du répertoire avant de l'ouvrir?
it: Vuoi cambiare le impostazioni della cartella prima di tentare di aprirla?
nl: Wilt u de mapinstellingen veranderen alvorens deze te openen
pt: Você quer modicar as definições da pasta antes de tentar abri-la?
pt_br: Você gostaria de trocar as definições da pasta antes de tentar abrí-la?
ru: Вы хотите изменить настройки каталога перед попыткой открыть его?

source: Opening the folder '%s' cancelled.
de: Öffnen des Ordners '%s' abgebrochen.
pt: Foi cancelada a abertura da pasta '%s'.
ru: Открытие каталога '%s' отменено.

source: The folder '%s' cannot be opened, it only contains the other folders and not the messages. Please select "Browse" from the menu instead to add its subfolders to the folder tree. If you believe this message to be incorrect, you may reset "Can be opened" flag in the folder properties dialog and try again.
de: Die Mailbox '%s' kann nicht geöffnet werden, sie enthält nur weitere Ordner und keine Nachrichten. Bitte wählen Sie "Auswählen" aus dem Menü, um die enthaltenen Ordner zum Baum hinzuzufügen. Wenn Sie meinen, dass diese Nachricht nicht zutrifft, können Sie die Option "Kann geöffnet werden" im Eigenschaften-Dialog des Ordners zurücksetzen und es nochmal versuchen.
ru: Каталог '%s' не может быть открыт, он содержит только другие каталоги но не сообщения. Пожалуйста выберите "Обзор" в меню, чтобы добавить эти подкаталоги к дереву каталогов. Если Вы полагаете, что это сообщение будет неправильным, Вы можете сбросить флажок "Может быть открыт" в диалоге свойств каталога и пробовать снова.

source: The folder '%s' could not be opened, would you like to change its settings?
de: Der Ordner '%s' konnte nicht geöffnet werden, wollen Sie die Einstellungen des Ordners ändern ?
ru: Каталог '%s' не был открыт, Вы хотите изменить его настройки?

source: No deleted messages - nothing to expunge
de: Keine gelöschten Nachrichten - nichts zu verwerfen
pt: Não existem mensagens eliminadas - não existe nada para expurgar
ru: Нет удалённых сообщений для очистки

source: Search for messages
de: Nach Nachrichten suchen
ru: Поиск сообщений

source: String to search for:
de: Suche nach Zeichenkette:
ru: Строка поиска:

source: No messages to jump to.
de: Keine Nachrichten zu der gesprungen werden soll.
ru: Нет сообщений для перехода

source: Enter the number of the message to go to, from 1 to %ld
de: Geben Sie Nummer der Nachricht an, zu der gesprungen werden soll (1 ... %ld)
ru: Введите номер сообщения, чтобы перейти, от 1 до %ld

source: Message:
de: Nachricht:
ru: Сообщение:

source: Jump to a message
de: Zu Nachricht springen
ru: Перейти к сообщению

source: Closing folder '%s' because the underlying mail folder was deleted.
de: Schließe Ordner '%s', weil die zugrunde liegende Mailbox gelöscht wurde.
es: Cerrando el folder '%s' debido a que el mail folder fue borrado.
fi: Kansio '%s' suljetaan, koska allaoleva kansio tuhottiin.
fr: La vue sur le répertoire '%s' va ètre fermée car le répertoire a été détruit.
it: Chiudo la cartella '%s': eliminata la cartella della posta sottocitata.
nl: Map '%s' gesloten omdat de onderliggende post map is verwijderd.
pt_br: Fechando a pasta `%s'. A pasta de arquivos correspondente a esta pasta de mensagens foi removida .
ru: Закрытие каталога '%s', потому что основной каталог почты был удален.

source: Would you like to apply the filter you have just created to this message immediately?
de: Wollen Sie den Filter, den Sie gerade erzeugt haben, sofort auf die Nachricht anwenden ?
pt: Você quer aplicar o filtro que acabou de criar a esta mensagem imediatamente?
ru: Хотели бы Вы применять фильтр, который Вы только что создали к этому сообщению немедленно?

source: No messages matching "%s" found.
de: Keine passenden Nachrichten zu "%s"gefunden.
ru: Нет сообщений, соответствующих "%s".

source: Configure headers for message composition
de: Kopfzeilen für das Erstellen von Nachrichten festlegen
es: Configurar encabezados para componer mensaje
fi: Aseta otsikot viestin kirjoitukseen
it: Configura le intestazioni per la composizione del messaggio
nl: Headers instellen voor opstellen bericht
pt: Configurar os cabeçalhos para a composição de mensagens
pt_br: Configurar cabeçalhos para edição de mensagens
ru: Настроить заголовки для составления сообщения

source: &Headers for folder '%s'
de: Kopfzeile für Ordner '%s'
ru: Заголовки для каталога '%s'

source: Default headers
de: Voreinstellung für Kopfzeilen
ru: Заголовки по умолчанию

source: &More...
de: &Mehr...
it: &Minuteria...
nl: &Meer...
pt: &Mais...
pt_br: &Mais...
ru: Больше...

source: Recipient
de: Empfänger
ru: Получатель

source: Default value
de: Voreinstellung
es: Valor por defecto
fi: Oletusarvo
it: Valore predefinito
nl: Standaard waarde
pt: Valor original
pt_br: Valor padrão
ru: Значение по умолчанию

source: &Headers
de: Spaltentitel
es: &Encabezados
fi: &Otsikot
it: Intestazioni&h
pt: Cabeçalhos
pt_br: Ca&beçalhos
ru: Заголовки

source: Configure headers to show in message view
de: Angezeigte Spalten in der Nachrichten-Ansicht
es: Configurar encabezados para ver en vista de mensaje
it: Configura le intestazioni da mostrare nel messaggio
nl: Headers instellen om te laten zien in bericht
pt_br: Configurar cabeçalhos que serão mostrados na mensagem
ru: Настроить заголовки для отображения в представлении сообщения

source: Edit custom headers
de: Benutzerdefinierte Kopfzeilen editieren
ru: Редактировать пользовательские заголовки

source: Custom header for folder '%s'
de: Benutzerdefinierte Kopf&zeilen für Ordner '%s' einstellen.
ru: Пользовательский заголовок для каталога '%s'

source: Default custom header
de: Voreinstellung für benutzerdefinierte Kopfzeilen
ru: Пользовательский заголовок по умолчанию

source: &Value:
de: &Wert:
it: &Valore:
nl: &Waarde
pt: &Valor:
pt_br: &Valor:
ru: Значение:

source: news postings
de: News-Artikel
it: invio di discussioni
pt: novas afixações
ru: отправка по почте новостей

source: mail messages
de: E-Mail Nachrichten
it: messaggi di posta
nl: emailberichten
pt: mensagens de correio
pt_br: mensagens eletrônicas
ru: почтовое сообщение

source: all messages
de: alle Nachrichten
it: tutti i messaggi
nl: alle berichten
pt: todas as mensagens
pt_br: todas as mensagens
ru: все сообщения

source: Use this header for:
de: Eintrag verwenden für:
it: Usa questa intestazione per:
nl: Gebruik deze kop voor:
pt: Utilize este cabeçalho para:
pt_br: Usar este cabeçalho para:
ru: Использовать этот заголовок для:

source: Save these values
de: Diese Werte speichern
it: Salva questi valori
nl: Deze waarden bewaren
pt: Gravar estes valores
pt_br: Salvar destes valores
ru: Сохранить эти значения

source: The character '%c' is invalid in the header name, please replace or remove it.
de: Der Buchstabe '%c' ist im Namen einer Kopfzeile nicht erlaubt; bitte ersetzen oder löschen Sie ihn.
ru: Символ '%c' недопустим в названии заголовка, пожалуйста замените или удалите его.

source: Configure custom headers
de: Benutzerdefinierte Kopfzeilen festlegen
it: Configura le intestazioni personalizzate
nl: Aangepaste headers configureren
pt: Configure cabeçalhos personalizados
pt_br: Configurar um cabeçalho &do usuário...
ru: Конфигурировать пользовательские заголовки
