Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Notice that the password will be stored in your configuration with very weak encryption. If you are concerned about security, leave it empty and Mahogany will prompt you for it whenever needed.
es: La clave sera grabada en su archivo de configuracion con una encripcion debil. Si la seguridad le preocupa, dejela en blanco y Mahogany la solicitar cada vez que sea necesario.
fi: Huomaa, ett‰ salasana tallennetaan asetuksiisi hyvin heikolla salauksella. Jos olet huolestunut turvallisuudesta, j‰t‰ kentt‰ tyhj‰ksi ja Mahogany kysyy sinulta salasanaa tarvittaessa.
it: ATTENZIONE: la tua password verrà messa nella tua configurazione con un sistema di crittografia molto debole. Se ti sta a cuore la sicurezza, lascialo vuoto e Mahogany te la richiederà ogni volta che sarà necessario.
nl: Denk er om dat het wachtwoord geplaatst zal worden in uw configuratie met een zwakke versleuteling. Als u dit niet wilt, laat het dan leeg en Mahogany zal er om vragen wanneer het nodig is.
pt: Tenha em atenção que a senha será guardada na sua configuração com uma criptografia muito fraca. Se você está preocupado com a segurança deixe-a vazia e o programa pedir-lhe-á a senha sempe que for necessário.
pt_br: Tenha em mente que a senha será armazenada em sua configuração utilizando-se criptografia fraca. Se você acha isto inseguro, deixe-a em branco e o Mahogany a lhe perguntará sempre que necessário.

source: Extension Modules Configuration
it: Estensione di Configurazione dei Moduli
nl: Configuratie Uitbreidings Modules
pt: Configuração do Módulos de Extensão
pt_br: Configuração dos módulos de estensão

source: The selected modules will be loaded into Mahogany at the next program start.
it: I moduli selezionati verranno caricati in Mahogany al prossimo avvio del programma.
nl: De geselecteerde modules zullen worden geladen wanneer Mahogany de volgende keer wordt gestart.
pt: Os módulos seleccionados será carregados pelo programa na próxima vez que o iniciar.
pt_br: Os módulos selecionados serão carregados pelo Mahogany na sua próxima inicialização.

source: Notice: any changes to the modules settings will only take effect the next time you start Mahogany.
it: Avviso: qualsiasi cambiamento alle impostazioni dei moduli avranno effetto solo al prossimo avvio di Mahogany.
pt: Aviso: quaisquer modificações nas definições dos módulos só terão efeito na próxima vez que iniciar o programa.

source: You may want to attach your personal information card (vCard) to all outoing messages. In this case you will need to specify a file containing it. Notice that such file can be created by exporting an address book entry in the vCard format.
it: Puoi allegare la tua tessera informativa virtuale (vCard) a tutti i messaggi in uscita. In questo caso devi specificare un file che la contiene. Nota che tale file può essere creato esportando un ingresso dell'agenda nel formato vCard.
pt: Você poderá anexar o seu cartão de informação pessoal (vCard) a todas as mensagens a enviar. Neste caso você terá que especificar o ficheiro que o contém. Esse ficheiro pode ser criado exportando uma entrada do livro de endereços no formato vCard.

source: Some more rarely used and less obvious program features are only accessible in the so-called `advanced' user mode which may be set here.
it: Alcune caratteristiche meno usate e meno ovvie del programma sono accessibili solo attraverso la cosiddetta modalità di utente `esperto' da poter impostare qui.
pt: Algumas funções raramente utilizadas ou pouco evidentes estão apenas acessíveis no chamado modo "avançado" que pode ser definido aqui.

source: User &level:novice:advanced
es: &Nivel de usuario: principiante:avanzado
fi: K‰ytt‰j‰&taso: perus:kehittynyt
fr: Niveau d'uti&lisateur:débutant:confirmé
it: &Livello utente:inesperto:esperto
nl: Gebruiker&niveau:beginner:gevorderd
pt: &Nível do utilizador:principiante:avançado
pt_br: Nível& &do usuário:calouro:veterano

source: Mahogany can attempt to use SSL (secure sockets layer) to send mail or news. Tick the following boxes to activate this.
it: Mahogany può tentare di usare il sistema di sicurezza SSL per spedire posta o articoli. Spunta le caselle seguenti per attivare tale sistema.
pt: Mahogany pode tentar utilizar SSL (secure sockets layer) para enviar correio ou notícias. Marque as caixas que se seguem para activar isto.

source: SMTP server uses SS&L
pt: O servidor SMTP utiliza SS&L

source: NNTP s&erver uses SSL
pt: O servidor NNTP utiliza SSL

source: Ask if &number of messages >
pt: Perguntar se o &número de mensagens >

source: Poll for &new mail interval in seconds
es: Interval para ver mail nuevo&en segundos
fi: &Uusien viestien hakuaika (sekunteina)
fr: Vérifier la présence du courier toutes les (en secondes)
it: Guarda la posta og&ni (in secondi)
nl: Interval in sec. voor checken op &nieuwe post
pt: Intervalo para a sondagem de correio &novo em segundos
pt_br: Intervalo de verificação de &novas mensagens (s)

source: Folder to save &collected messages to
pt: Pasta onde quer &colocar as mensagens recolhidas

source: Colour for &1st level of quoted text
pt: Cor para o &1.º nível de texto entre aspas

source: Colour for &2nd level of quoted text
pt: Cor para o &2.º nível de texto entre aspas

source: Colour for &3nd level of quoted text
pt: Cor para o &3.º nível de texto entre aspas

source: What happens when the folder is opened? If selecting unread message is on, Mahogany will select the first or last unread message depending on the next option. If there are no unread messages, it will just select first or last message.
pt: O que acontece quando esta pasta é aberta? Se "seleccionar mensagens não lidas" está activado, o programa escolherá a primeira ou última mensagem não lida dependendo da opção seguinte. Se não existirem mesagens não lidas, apenas será seleccionada a primeira ou última mensagem.

source: &Select first message (or the last one)
pt: &Seleccionar a primeira mensagem (ou a última)

source: Folder tree format:
pt: Formato da estrutura de pastas:

source: The following line will be executed each time new mail is received:
es: La siguiente linea sera ejecutada cada vez que se reciba mail nuevo
fi: Seuraava rivi ajetaan aina kun uusia viestej‰ otetaan vastaan:
fr: Ce programme sera exécuté à chaque fois quand un message est reçu:
it: La linea seguente verrà eseguita ogni volta che viene ricevuta nuova posta:
nl: De volgende regel wordt uitgevoerd wanneer nieuwe post is ontvangen:
pt: A linha seguinte irá ser executada sempre que receber correio:
pt_br: Esta linha será executada sempre que uma nova mensagem for recebida:

source: If autosave delay is not 0, the program will periodically save all unsaved information which reduces the risk of loss of information
fi: Jos automaattisen tallennuksen viive on 0, ohjelma tallentaa kaiken tallentamattoman tiedon ajoittain. T‰m‰ v‰hent‰‰ tiedon h‰vi‰misen riski‰.
it: Se l'intervallo di salvataggio automatico non è 0, Mahogany periodicamente salver tutte le informazioni non salvate, riducendo il rischio di perderle
pt: Se retardamento do auto-guardar não é 0 o programa irá periodicamente guardar toda a informação por guardar para reduzir o risco de a perder.
pt_br: Se o intervalo de auto-salvamenteo é diferente de zero, o programa salvará periodicamente todas as informações, reduzindo o risco de sua perda.

source: Open folder on single &click
es: &Abrir folder con un solo click
fi: Avaa &kansio yhdell‰ klikkauksella
fr: Veuillez terminer l'éditeur externe (pid %d) avant de fermer cette fenêtre.
it: Apri la cartella con un solo &click
nl: Open map met enkele muis&klik
pt: Abrir pasta com um único &clique
pt_br: Abrir pasta com um &clic

source: Path where to find s&hared libssl
it: Directory c&he contiene le librerie libssl
pt: Caminho para o fic&heiro libssl.dll

source: Path where to find sha&red libcrypto
it: Di&rectory che contiene le librerie libcrypto
pt: Caminho para o fichei&ro libcrypto.dll

source: Addressbook
it: Agenda
nl: Adresboek
pt: Livro de endereços
pt_br: Livro de endereços

source: save
pt: guardar

source: retrieve
pt: recuperar

source: saved
pt: guardado

source: retrieved
pt: recuperado

source: Composing new messages
it: Scrivere nuovi messaggi
pt: Compondo novas mensagens

source: Writing new articles
it: Scrivere nuovi articoli di discussione
pt: Escrevendo novos artigos

source: Replying
it: Rispondere
pt: Respondendo

source: Forwarding
it: Inoltrare
pt: Remetendo

source: What kind of templates would you like to edit? Mahogany uses different templates for:
it: Che tipo di modelli vuoi editare? Mahogany usa diversi modelli per:
pt: Que género de modelos você quer editar? Mahogany utiliza modelos na lista para:

source: Mahogany : edit templates
it: Mahogany: edita modelli
pt: Mahogany: editar modelos

source: don't use the wizard
it: NON utilizzare il Wizard!
pt: não utilizar o ajudante

source: Entry type:Local Mailbox File:Local MH Folder:IMAP Mailbox:POP3 Mailbox:NNTP Newsgroup:Local Newsgroup:Folder Group
pt: Tipo de entrada:Ficheiro de Caixa de Correio Local:Pasta MH Local:Caixa de Correio IMAP:Caixa de Correio POP3: Grupo de Notícias NNTP:Grupo de Notícias Local: Grupo de Pastas

source: a POP3 mailbox
it: una casella di posta POP3
pt: uma caixa de correio POP3

source: Your Login
it: Il login
pt: O seu nome de entrada

source: Your Password
it: La tua password
pt: A sua senha

source: Entry Name
it: Nome dell'ingresso
pt: Nome da entrada

source: You also need to give your new entry a name to appear in the tree.
it: Hai anche bisogno di dare un nome al tuo nuovo ingresso che appaia nell'albero.
pt: Você também tem de dar um nome à entrada que criou para ela aparecer na estrutura.

source: Opening mailbox %s...
pt: Abrindo a caixa de correio %s...

source: Could not open mailbox %s.
pt: Não foi possível abrir a caixa de correio %s.

source: Mailbox %s opened.
pt: Caixa de correio %s aberta.

source: System is offline, cannot access mailbox ´%s´
nl: Systeem is offline, kan mailbox '%s' niet openen
pt: O sistema está desligado, não é possível aceder à caixa de correio '%s'

source: Dial-Up network is down. Do you want to try and check folder '%s' anyway?
it: La connessione telefonica non è attiva. Vuoi controllare comunque la posta nella casella '%s'?
pt: A ligação telefonica à rede está fechada. Você quer tentar verificar a pasta '%s' de qualquer maneira?

source: Re-opening closed folder '%s' failed.
es: Re-abertura del folder '%s' fallo.
fi: Kansion '%s' uudelleenavaus ep‰onnistui.
fr: Reouverture du répertoire '%s' a échoué.
it: La riapertura della cartella '%s' è fallita.
nl: Heropenen van gesloten map '%s' mislukt.
pt: Não foi possível reabrir a pasta '%s'.
pt_br: Tentativa de reabertura da pasta `%s' falhou.

source: This folder contains %lu messages, which is greater than the current threshold of %lu (set it to 0 to avoid this question - or you can also choose [Cancel] to download all messages).
pt: Esta pasta contém %lu mensagens, que é mais que o actual limite de %lu (coloque 0 para evitar esta questão - ou você pode também escolher [Cancelar] para descarregar todas as mensagens.

source: How many messages to retrieve from folder '%s'?
nl: Hoeveel berichten ophalen uit map '%s'?
pt: Quantas mensagens quer recolher da pasta '%s'?
pt_br: Quantas mensagens ler da pasta `%s'?

source: How many of them do you want to retrieve?
it: Quanti di essi vuoi scaricare?
nl: Hoeveel daarvan wilt u ophalen?
pt: Quantas mensagens quer recolher?
pt_br: Quantas você deseja ler?

source: Reading %lu message headers...
es: Recogiendo %lu encabezados de mensajes...
fi: Luetaan %lu viestiotsikkoa...
fr: Lecture de %lu en-tetes en cours...
it: Lettura delle intestazioni di %lu messaggi...
nl: %lu berichtkoppen worden gelezen...
pt: Lendo %lu cabeçalhos de mensagens...
pt_br: Lendo %lu cabeçalhos de mensagem...

source: <address missing>
es: <falta direccion>
fi: <osoite puutteellinen>
fr: <pas d'adresse>
it: <indirizzo mancante>
nl: <adres ontbreekt>
pt: <endereço ausente>
pt_br: <falta o endereço>

source: Sorting %u messages...
pt: Ordenando %u mensagens...

source: Sorting %u messages... done.
pt: Ordenado %u mensagens... concluído.

source: Error in filter code for folder '%s', filters not applied
pt: Erro no código do filtro para a pasta '%s', os filtros não foram aplicados.

source: Filter module couldn't be loaded, filters not applied
pt: Não foi possível carregar o módulo do filtro, os filtros não foram aplicados

source: Cannot move newly arrived messages.
pt: Não é possível mover as mensagens recém chegadas

source: The mailbox is already opened from another session, you should close it there first.
pt: A caixa de correio já está aberta noutra sessão, você deve fechá-la lá primeiro.

source: The exact error message was:
it: Il messaggio esatto di errore è:
pt: A mensagem de erro exacta foi:

source: The last few log messages were:
it: Gli ultimi messaggi di registro sono:
pt: As últimas mensagens registadas foram:

source: Failed to initialize mail subsystem.
pt: Não foi possível iniciar o susistema de correio.

source: , compiled for
pt: , compilado para

source: , running under
pt: , executando sob

source: No network connection available at present. Message cannot be sent.
pt: Não existe ligação à rede neste momento. A mensagem não pode ser enviada.

source: Message queued in ´%s´.
nl: Bericht in wachtrij '%s'.
pt: Mensagem em espera em '%s'.

source: Failed to send - %s
pt: Não foi possível enviar - %s

source: unknown error
es: Error desconocido
fi: tuntematon virhe
it: errore sconosciuto
nl: onbekende fout
pt: erro desconhecido
pt_br: erro desconhecido

source: Filtering message %u/%u (%s)
pt: Filtrando mensagem %u/%u (%s)

source: Executing command ´%s´ returned an error code (%d).
nl: Uitvoer van commando '%s' levert een foutcode (%d).
pt: Executar o comando '%s' originou um código de erro (%d).

source: Ignoring entry '%s' which is not a regular file.
pt: Ignorar a entrada '%s' que não é um ficheiro normal.

source: Cannot open PalmOS synchronisation mailbox ´%s´
nl: Kan PalmOS synchronisatie mailbox '%s' niet openen
pt: Não é possível abrir a caixa de correio de sincronização PalmOS '%s'

source: Trying to load '%s' and '%s'...
pt: Tentando carregar '%s' e '%s'...

source: Queue of messages to be sent.
it: Coda di messaggi da spedire.
pt: Lista de mensagens a enviar.

source: Could not create the outgoing mailbox '%'.
pt: Não foi possível criar a caixa de saída '%'.

source: Mailbox in which Mahogany collects all new messages.
it: Casella in cui Mahogany mette i nuovi messaggi.
pt: A caixa de correio na qual o programa guarda todas as mensagens novas.

source: Could not create central incoming mailbox '%s'.
pt: Não foi possível criar a caixa de entrada central '%s'.

source: Trash folder for deleted messages.
it: Cestino per i messaggi cancellati.
pt: Pasta do lixo para as mensagens eliminadas.

source: The name for the trash folder was empty, using default '%s'.
it: Non hai messo il nome della cartella cestino; assumere '%s'.
nl: De naam voor de map met verwijderde berichten was leeg, '%s' wordt gebruikt.
pt: A pasta do lixo não tem nome, utilizar o nome predefinido '%s'.

source: The name for the outgoing mailbox was empty, using default '%s'.
it: Manca il nome della cartella di posta in uscita; assumere '%s'.
pt: A caixa de saída não tem nome, utilizar o nome predefinido '%s'.

source: If you have received this mail, your Mahogany configuration works. You should also try to reply to this mail and check that your reply arrives.
es: Si ha recibido este mail su configuracion de Mahogany funciona. Responda a este mail y chequee que su respuesta llegue!
fi: Jos sait t‰m‰n viestin, Mahoganyn asetukset ovat oikein ja ohjelma toimii normaalisti. On suositeltavaa, ett‰ kokeilet vastata t‰h‰n viestiin ja tarkistat, ett‰ vastaus tulee perille.
fr: Si vous avez reçu ce message, votre installation de Mahogany est correcte. Vous pourriez aussi essayer de répondre à ce message et attendre la réception de cette réponse
it: Se hai ricevuto questo messaggio, la tua configurazione di Mahogany FUNZIA!!!.nProva a rispondere a questo messaggio e verifica che la risposta arrivi.
nl: Als u dit bericht heeft ontvangen, dan werkt uw Mahogany configuratie. U kunt proberen te antwoorden op dit bericht om te verifiëren dat uw antwoord aankomt.
pt: Se recebeu esta mensagem de correio, a sua configuração funciona. Você deverá tentar responder a esta mensagem e verificar se a sua resposta chega ao destino.
pt_br: Se você recebeu esta mensagem, a sua configuração do Mahogany está correta. Você deveria tentar responder a esta mensagem e verificar se ela mensagem chega ao seu destino.

source: Send the test message failed, please recheck your configuration settings
it: Non riesco a spedire il messaggio di prova. Ricontrolla la configurazione.
pt: Não foi possível enviar a mensagem de teste, por favor verifique de novo as definições da sua configuração

source: Cannot find your Mahogany directory, please specify it in the options dialog.
es: No encuentro el directorio de Mahogany, porfavor escojalo en el cuadro de opciones.
fi: Mahoganyn hakemiston haku ep‰onnistui, m‰‰rittele hakemisto options-ikkunassa.
it: Impossibile trovare la directory di Mahogany. Scrivila nelle opzioni.
nl: Kan uw Mahogany map niet vinden, geef de naam in in het dialoogvenster Opties.
pt: Não foi possível encontrar o directório do programa, por favor especifique-o no diálogo de opções.
pt_br: Não foi possível encontrar o seu diretório do Mahogany. Por favor, especifique-o na caixa de diálogo de opções.

source: Don't show this message again
es: No mostrar este mensaje de nuevo
fi: ƒl‰ n‰yt‰ en‰‰ t‰t‰ viesti‰
fr: Ne montrez plus ce message
it: Non mostrare più questo messaggio
nl: Laat die bericht niet meer zien
pt: Não mostrar esta mensagem outra vez
pt_br: Não mostre esta mensagem novamente

source: Status:
it: Stato:
pt: Estado:

source: Cannot run script:
es: No puedo correr script:
fi: Ei voida ajaa skripti‰:
it: Impossibile avviare lo script:
nl: Kan script niet uitvoeren:
pt_br: Não é possível executar script:

source: Unreckognized address book entry '%s'.
it: Trovato un ingresso dell'agenda non riconosciuto '%s'.
pt_br: Item %s não reconhecido do livro de endereços.

source: Could not create initial empty configuration file '%s' %s
es: No se puede crear un archivo inicial de configuracion vacio '%s' %s
fi: Tyhj‰n asetustiedoston '%s' luonti ep‰onnistui. %s
it: Impossibile creare il file vuoto iniziale di configurazione '%s' %s
nl: Kon leeg startconfiguratiebestand niet maken '%s' %s
pt_br: Não foi possível criar o arquivo inicial de configuração `%s'. %s

source: Configuration directory '%s' was writable for other users. Passwords may have been compromised, please consider changing them.
es: El directorio de configuracion '%s' era modificable para otros usuarios. Las claves pueden haber sido modificadas, por favor cambielas.
fi: Asetushakemisto '%s' on toisten k‰ytt‰jien muunneltavissa. Salasanat ovat saattaneet sekoittua, harkitse niiden vaihtoa.
it: La directory '%s' era accessibile in scrittura per altri utenti. Le password possono essere compromesse; meglio cambiarle.
nl: Andere gebruikers kunnen in configuratie directory '%s' schrijven. Wachtwoorden kunnen gecompromiteerd zijn, overweeg ze te veranderen.
pt_br: A pasta de configuração `%s' estava acessível a outros usuários. É possível que suas senhas foram roubadas. Aconselha-se que elas sejam trocadas.

source: The attempt to make the directory unwritable for others has failed. (%s)
es: El intento para proteger el directorio de posibles modificaciones ha fallado. (%s)
fi: Hakemiston (%s) k‰ytt‰j‰oikeuksien muutos ep‰onnistui.
fr: Tentative d'enlever les droits de lecture à d'autres utilisateurs a échoué. (%s)
it: Impossibile rendere la directory inaccessibile in scrittura per altri. (%s)
nl: De poging om de directory onbeschrijfbaat te maken voor anderen is mislukt. (%s)
pt_br: A tentativa de tornar o diretório inacessível a outros falhou: %s.

source: Configuration file '%s' was readable for other users. Passwords may have been compromised, please consider changing them.
es: El archivo de configuracion '%s' era accesible para otros usuarios. Las claves pueden haber sido modificadas, por favor cambielas.
fi: Asetushakemisto '%s' on toisten k‰ytt‰jien luettavissa. Salasanat ovat saattaneet sekoittua, harkitse niiden vaihtoa.
fr: Le fichier de configuration '%s' était lisible par d'autres utilisateurs. Les mots de passe ont pu être compromis, il est conseillé de les changer.
it: Il file di configurazione '%s' era leggibile per altri. Le password possono essere conosciute; è consigliabile cambiarle.
nl: Configuratie bestand '%s' was leesbaar voor andere gebruikers. Wachtwoorden kunnen zijn gecompromiteerd, overweeg ze te veranderen.
pt_br: O arquivo de configuração `%s' estava acessível a outros. É possível que suas senhas foram roubadas. Aconselha-se que ela sejam trocadas.

source: The attempt to make the file unreadable for others has failed. (%s)
es: El intento para hacer el archivo inaccesible para otros usuarios ha fallado. (%s)
fi: Hakemiston (%s) k‰ytt‰j‰oikeuksien muutos ep‰onnistui.
fr: Tentative d'enlever les droits de lecture à d'autres utilisateurs a échoué. (%s)
it: Il tentativo di rendere il file non leggibile ad altri è fallito. (%s)
nl: De poging het bestand onleesbaar te maken voor anderen is mislukt. (%s)
pt_br: A tentativa de tornar o arquivo inacessível aos outros falhou. (%s)

source: Cannot create profile folder '%s' because a group with this name already exists.
es: No puedo crear el folder de perfil '%s' porque un grupo con ese nombre ya existe.
fi: Profiilin '%s' luonti ep‰onnistui: profiili on jo olemassa.
fr: Impossible de créer le répertoire '%s' car un groupe avec ce nom existe déjà.
it: Impossibile creare la cartella di profilo '%s': esiste già un gruppo con questo nome.
nl: Kan profielmap '%s' niet maken omdat een groep met deze naam al bestaat.
pt_br: Não é possível criar a pasta de perfil `%s': um grupo com este nome já existe.

source: Accessing the incoming folder '%s' failed. Do you want to stop collecting mail from it in this session?
it: L'accesso alla cartella di arrivo '%s' fallito. Vuoi che smetta di raccogliere la posta in questa sessione?

source: Mail collection failed
it: Prelievo posta fallito.

source: Unexpected character '%c' at line %d, position %d in the file '%s'.
it: Carattere '%c' inaspettato alla riga %d, posizione %d nel file '%s'.
nl: Onverwacht karakter '%c' op regel %d, positie %d in bestand '%s'.
pt_br: Caracter '%c' não esperado encontrado na linha %d, posição '%d', no arquivo `%s'.

source: &BCC
it: NON &VIS.:

source: way
es: via
fr: beaucoup
it: modo
nl: veel
pt_br: muito

source: To:
es: Para:
fi: Vastaanottaja:
fr: A:
it: A:
nl: Aan:
pt_br: Para:

source: Newsgroups:
es: Grupos de Noticias:
fi: Uutisryhm‰:
fr: Groupes de discussion:
it: Gruppi di discussione:
nl: Nieuwsgroepen:

source: Subject:
es: Tema:
fi: Aihe:
fr: Sujet:
it: Oggetto:
nl: Onderwerp:
pt_br: Título:

source: CC:
it: PERCO:

source: BCC:
it: NON VIS.:

source: Expand
fi: Laajenna
it: Espandi
nl: Uitbreiden
pt_br: Expandir

source: Unknwown part type
es: Tipo de parte desconocida
fi: Tuntematon MIME-tyyppi
fr: Type MIME inconnu
it: Tipo di parte sconosciuta
nl: Onbekend deel type
pt_br: Tipo MIME desconhecido

source: Please specify at least one recipient in the "To:" field!
es: Por favor especifique al menos un destinatario en la linea "Para:" !
fi: M‰‰rit‰ ainakin yksi vastaanottaja!
fr: Veuillez spécifier au moins un destinataire dans le champ "A:"!
it: Specifica almeno un recipiente nel campo "A:"!
nl: Geef tenminste een ontvangen aan in het "Aan:" veld!
pt_br: Por favor, especifique ao menos um destinatário no campo "Para:"!
