Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Failed to save the dialog contents.
de: Inhalt des Dialogs konnte nicht gespeichert werden.
ru: Неудалось сохранять содержание диалога.

source: Mahogany: Find regular expression
de: Mahogany: Regulären Ausdruck suchen
ru: Mahogany: Найти регулярное выражение

source: Invalid regular expression "%s".
de: Ungültiger regulärer Ausdruck "%s".
ru: Неверное регулярное выражение "%s".

source: No match
de: Keine Treffer
ru: Нет соответствия

source: Message threading
de: Nachrichten verknüpfen
ru: Поточность сообщения

source: Threading options
de: Einstellungen für das Verknüpfen
ru: Настройки поточности

source: Thread messages on &server
de: Nachrichten auf dem Server nach Diskussion verknüpfen
ru: Поток сообщений на сервере

source: Thread messages by &references only
de: Nachrichten nur entsprechend den Verweisen verknüpfen
ru: Поток сообщений только по ссылкам

source: Apply this RE to simplif&y subjects
de: Diesen regulären Ausdruck anwenden um Betreff zu vereinfachen
ru: Применить это RE для простых тем

source: And &replace the matched part with
de: Den passenden Teil ersetzen mit
ru: И заменить входящую часть с

source: &Remove list prefix from subjects
de: Listen-Vorspann vom Betreff entfernen
ru: Удалить список префиксов из тем

source: Remove list prefi&x to compare subjects to break threads
de: Listen-Vorspann entfernen, bevor der Betreff zum Verknüpfen verwendet wird
ru: Удалить список префиксов сравниваемых тем законченных потоков

source: &Gather messages with same subject
de: Nachricht mit gleichem Betreff sammeln
ru: Собрать сообщения с той же самой темой

source: &Break thread when subject changes
de: Verknüpfung unterbrechen, wenn der Betreff sich ändert
ru: Оборвать поток когда изменена тема

source: &Indent messages with missing ancestor
de: Nachrichten mit fehlendem Vorgänger einrücken
ru: Структурировать сообщения без предшественника

source: The options below allow to configure server side threading available with some IMAP servers. It is recommended that you enable the first option as server side threading is, generally, much faster (especially for the large folders). IMAP servers support two threading algorithms: a correct one (threading by reference) and a simple emulation of it (threading by subject). Some servers only provide the simple version and the second option allows you to disable it if you prefer to always thread messages correctly, even if it is slower.
de: Die Einstellungen unten steuern das Verknüpfen von Nachrichten auf dem Server, wie es einige IMAP- Server beherrschen. Sie sollten die erste Möglichkeit immer verwenden, da das Verknüpfen auf dem Server üblicherweise viel schneller ist. (Besonders für große Ordner) IMAP-Server unterstützen zwei Algorithmen hierfür: eine korrekte Fassung (Verknüpfung anhand der Verweise) und eine einfache Nachbildung (Verknüpfung anhand des Betreffs). Einige Server bieten nur die einfache Fassung; die zweite Einstellung ermöglicht es Ihnen, diese abzuschalten, wenn Sie Nachrichten immer korrekt verknüpfen wollen, selbst wenn dies langsamer ist.
ru: Варианты ниже позволяют конфигурировать доступную на стороне сервера поточность с некоторыми IMAP серверами. Рекомендуется, чтобы Вы разрешили первую опцию как, поточность на стороне сервера, что будет вообще, намного быстрее (особенно для больших каталогов). IMAP серверы поддерживают два алгоритма поточности: правильный (поточность по ссылкам) и простая эмуляция его (поточность по теме). Некоторые серверы только обеспечивают простую версию и вторая опция позволяет Вам отключить это, если Вы хотите всегда корректный поток сообщений, даже если медленнее.

source: The remaining options allow to configure the details of the threading algorithm used when threading the messages locally (only the last one is also used with server side threading). You shouldn't have to modify them normally.
de: Die restlichen Einstellungen steuern die Details des Verknüpfens, wenn dies lokal geschieht. (Nur die letzte Einstellung wird auch auf dem Server verwendet) Normalerweise müssen Sie hier nichts ändern.
ru: Остальные варианты позволяют конфигурировать детали алгоритма поточности, используемого когда поточность сообщений локальная (только последняя также использует поточность на стороне сервера). Обычно Вы не изменяете их.

source: The remaining options allow to configure the details of the threading algorithm used when threading the messages locally only (we don't have such fine control over server side threading). Disable them if you don't want to consider the subject field at all while threading.
de: Die restlichen Einstellungen steuern die Details des Verknüpfens, wenn dies lokal geschieht. (Das Verknüpfen auf dem Server kann nicht so genau eingestellt werden). Schalten Sie dies ab, wenn Sie die Betreff-Zeile überhaupt nicht für die Verknüpfung verwenden wollen.
ru: Остальные варианты позволяют конфигурировать детали алгоритма поточности, используемого когда поточность сообщений только локальная (мы не имеем такого прекрасного управления поточности на стороне сервера). Отключите их, если Вы вообще не хотите смотреть поле тема во время поточности.

source: Mahogany may apply a regular expression to the subjects before comparing them: this allows to get rid of non meaningful parts such as mailing list prefix or reply marker easily.
de: Mahogany kann einen regulären Ausdruck auf den Betreff anwenden, bevor Sie verglichen werden. Damit können Sie sinnlose Teile entfernen, wie z.B. den Vorspann von Mailing-Listen oder Antwort-Markierungen
ru: Mahogany может применить регулярное выражение к темам перед сравнением их: это позволяет получать избавленные от не значащих частей типа префикса списка адресатов или легко отвечать отмеченным.

source: What happens if the root of the thread is not present in the folder? If the option below is on, the messages are still indented like if it were there, otherwise they are shifted to the left.
de: Was soll geschehen, wenn die erste Nachricht der Diskussion nicht im Ordner ist ? Ist die Einstellung unten an, so werden die Nachrichten dennoch eingerückt, als ob die Nachricht da wäre; andernfalls werden die Nachrichten nach links verschoben.
ru: Что случается когда не присутствует корень потока в каталоге? Если опция ниже включена, сообщения выровнены подобно тому, если бы он там был, иначе они сдвинуты влево.

source: Do you really want to abort the wizard?
de: Möchten Sie den Assistenten wirklich abbrechen ?
it: Vuoi uscire dal Wizard?
nl: Wilt u de wizard werkelijk beëindigen?
pt: Você quer de facto interromper o ajudante?
ru: Вы действительно хотите прервать мастера?

source: &Finish
de: Fertigstellen
it: &Finisci!
ru: Конец

source: &Next >
de: &Weiter >
it: Ava&nti >
ru: Далее >

source: Import existing mail folders
de: Bestehende Mailboxen importieren
it: Importa una cartella esistente
pt: Importar as pastas de correio existentes
ru: Импорт существующих каталогов почты

source: Please choose what would you like to do.
de: Bitte wählen Sie, was Sie tun möchten.
it: Scegli cosa vuoi fare.
pt: Por favor escolha o que quer fazer.
ru: Пожалуйста выберите то, что бы Вы хотели делать.

source: Mahogany didn't find any folders to import on this system.
de: Mahogany hat keine zu importierenden Mailboxen gefunden.
it: Su questo sistema Mahogany non trova nessuna cartella da importare.
pt: Mahogany não encontrou nenhumas pastas para importar neste sistema.
ru: Mahogany не нашла что какие-то каталоги импортированы на этой системе.

source: Import MH folders
de: MH-Mailboxen importieren
it: Importa una cartella MH
pt: Importar pastas MH
ru: Импорт MH каталогов

source: You may import either just the top level MH folder and later create manually all or some of its subfolders using the popup menu in the folder tree or import all existing MH subfolders at once. Don't change the default location of the top of MH tree (the MH root) unless you really know what you are doing.
de: Sie können entweder nur die oberste MH-Mailbox importieren lassen und später alle Unter-Mailboxen manuell anlegen, oder Sie können alle MH-Mailboxen auf einmal importieren. Bitte ändern Sie nicht die Vorgabe für den obersten MH-Eintrag - es sei denn, Sie wissen genau was Sie tun.
it: Puoi scegliere due opzioni: o importare solo la cartella di MH principale e in seguito crearne manualmente le altre mediante il menù a tendina nell'albero, oppure importare tutte le sottocartelle di MH esistenti. Non cambiare la locazione predefinita dell'inizio dell'albero MH (la radice MH) a meno che tu non sappia esattamente cosa stai facendo.
ru: Вы можете импортировать любой только верхний уровень каталог MH и позже создайте вручную все или некоторые из его подкаталогов, используя всплывающее меню в дереве каталога или импортируйте все существующие подкаталоги MH однажды. Не изменяйте заданное по умолчанию местоположение вершины MH дерева (корень MH), если Вы не знаете, что делаете.

source: Import all
de: Alle importieren
it: Importa tutto
pt: Importar todas (os)
ru: Импорт всего

source: Create a Mailbox Entry
de: Neuen Ordner anlegen
it: Crea una nuova casella di posta
pt: Criar uma entrada de Caixa de Correio
ru: Создать Почтовый Ящик

source: New Folder
de: Neuer Ordner
it: Nuova cartella
pt: Nova Pasta
ru: Новый Каталог

source: This wizard will help you to set up a new mailbox entry. This can be either for an existing mailbox or mail account or for a new mailbox that you want to create. You may also use the check box below to bypass the wizard and create the folder by manually filling in the required parameters (for advanced users only!)
de: Dieser Assistent hilft Ihnen, einen neuen Mailbox-Eintrag anzulegen. Die kann entweder eine vorhandene Mailbox/Mailkennung oder eine neu zu erzeugende Mailbox sein. Sie können diesen Assistenten auch mit der kleinen Box unten umgehen und die benötigten Angaben von Hand eingeben. (Nur für fortgeschrittene Anwender)
it: Il Wizard ti aiuterà nella impostazione di un nuovo ingresso di posta. Questo può essere fatto sia per una casella o un account giò esistenti, sia per una nuova casella di posta che vuoi creare. Puoi anche usare la casella di spunto qui sotto per evitare la guida del Wizard e creare la cartella manualmente riempiendo i campi con i parametri richiesti (solo per esperti!)
pt: Este ajudante irá ajudá-lo a definir uma nova entrada de caixa de correio. Pode criá-la tanto para uma caixa de correio existente ou conta de correio ou para uma ova caixa de correio que quer criar. Você pode também utilizar a caixa de verificação em baixo para ignorar o ajudante e criar a pasta preenchendo manualmente os parametros necessários (apenas para utilizadores avançados!)
ru: Этот мастер поможет Вам создать новый элемент для почтового ящика. Он может быть любым для существующего почтового ящика или почтового аккаунта или новым почтовым ящиком, который Вы хотите создать. Вы можете также использовать переключатель ниже чтобы обойти мастера и создать каталог вручную заполняя требуемые параметры (только для опытных пользователей!)

source: &Don't use the wizard this time
de: Assistenten jetzt nicht verwenden
ru: Не использовать мастер сейчас

source: &Never use the wizard again
de: Assistenten nie mehr verwenden
ru: Никогда не использовать мастер

source: You have chosen to never use the wizard for the folder creation. If you change your mind later, you can always go to "Reenable disabled message boxes" dialog in the last page of the "Preferences" dialog and enable it back.
de: Sie haben sich entschieden den Assistenten zum Erstellen von Ordnern nie zu verwenden. Wenn Sie Ihre Meinung später ändern, können Sie ihn im Dialog "Dialogboxen wieder aktivieren" auf der letzten Seite des "Einstellungen"-Dialogs wieder aktivieren.
ru: Вы выбрали никогда не использовать мастер для создания каталога. Если Вы передумаете позже, Вы всегда можете выбрать "Восстановить заблокированные окна сообщений" на последней странице диалога "Настройки" и вернуть эту возможность.

source: A mailbox entry can represent different things: a mailbox file, remote servers or mailboxes, newsgroups or news hierarchies either locally or on a remote server. So, first you need to decide what kind of entry you would like to create:
de: Ein Mailbox-Eintrag kann für verschiedenes stehen: eine Datei, einen Mailserver oder Mailboxen, Newsgroups oder News-Hierarchien, lokal, oder im Netzwerk. Zuerst sollten Sie entscheiden, was für einen Eintrag Sie wünschen:
it: Un ingresso di posta può essere tante cose: un file di messaggi, un server o delle caselle di posta remoti, gruppi di discussione o gerarchie di discussioni, sia locali che su un server remoto. In pratica prima devi decidere che tipo di ingresso vuoi creare:
pt: Uma entrada de caixa de correio pode representar coisas diferentes: um ficheiro de caixa de correio, servidores remotos ou caixas de correio, grupos de notícias ou hierarquias de notícias tanto localmente ou um servidor remoto. Assim, primeiro você precisa de decidir que género de entrada deseja criar:
ru: Элемент почтового ящика может представлять различные вещи: файл почтового ящика, сетевые серверы или почтовые ящики, новости или иерархии новостей или локально или на сетевом сервере. Сначала Вы должны решить какой вид элемента Вы хотели бы создать:

source: Mailbox type
de: Mailbox-Typ
it: Tipo di casella di posta
pt: Tipo de caixa de correio
ru: Тип почтового ящика

source: Entry type:Local Mailbox File:Local MH Folder:IMAP Mailbox:POP3 Server:NNTP Newsgroup:Local Newsgroup:Folder Group
de: Ordner-Typ:Lokale Mailbox-Datei:Lokale MH-Mailbox:IMAP-Mailbox:POP3-Mailbox:IMAP-Server:NNTP-News-Server:IMAP-Hierarchie:NNTP-News-Hierarchie:NNTP-Newsgoup:Lokale News-Hierarchie:Lokale Newsgroup:Ordner-Gruppe
ru: Тип элемента:Локальный Файл Почтового ящика:Локальный MH Каталог:IMAP Почтовый ящик:POP3 Сервер:Новости NNTP:Локальные Новости:Каталог Группы

source: Mailbox name
it: Nome della casella
pt: Nome da Caixa de Correio
ru: Название почтового ящика

source: To create %s the following access parameters are needed:
de: Um %s anzulegen, werden die folgenden Parameter für den Zugriff benötigt:
it: Per creare %s sono necessari i seguenti parametri di accesso:
pt: Para criar %s os seguintes parâmetros de acesso são necessários:
ru: Чтобы создать %s требуются следующие параметры доступа:

source: an IMAP folder
de: ein IMAP-Ordner
pt: uma pasta IMAP
ru: IMAP каталог

source: a POP3 server
de: ein POP3-Server
ru: POP3 сервер

source: a local newsgroup
de: eine lokale Newsgroup
it: un gruppo di discussione locale
pt: um grupo de notícias local
ru: местные новости

source: a NNTP newsgroup
de: eine NNTP-Newsgroup
it: un gruppo di discussione NNTP
pt: um grupo de notícias NNTP
ru: новости NNTP

source: Note that you can either leave newsgroup empty or enter news., news.announce or news.announce.newgroups here, for example
de: Beachten Sie, dass sie Newsgroup leer lassen können oder Z.B. 'news.', 'news.announce' oder 'news.announce.newgroups' eingeben können.
pt: Tenha atenção que você tanto pode deixar o grupo de notícias vazio ou escrever news., news.announce ou news.announce.newsgroups aqui, por exemplo
ru: Обратите внимание, что Вы можете или оставить новости чистым или ввести новости., news.announce или news.announce.newgroups здесь, например

source: a local mailbox file
de: eine lokale Mailbox-Datei
it: un file di messaggi locale
pt: um ficheiro de caixa de correio local
ru: локальный файл почтового ящика

source: a local MH mailbox
de: eine lokale MH-Mailbox
it: una casella di posta MH locale
pt: uma caixa de correio MH local
ru: локальный почтовый ящик MH

source: A folder group is not a mailbox itself but simply helps you organise the tree. Its sub-entries can inherit values from the group, so you can fill in default values for the most important settings here, which will be inherited by all entries below this group.
de: Eine Ordner-Gruppe ist keine Mailbox, sondern hilft nur bei der Organisation des Baums. Die Unter-Einträge können Einstellungen der Gruppe erben, so dass alle Unter- Einträge die gleichen Voreinstellungen haben.
it: Un gruppo di cartelle non è di per se una casella ma semplicemente ti aiuta a organizzare l'albero. I suoi sottoingressi possono ereditare valori dal gruppo, in modo che qui puoi riempire i valori predefiniti per le impostazioni più importanti che poi possono essere ereditati da tutti gli ingressi sotto questo gruppo.
ru: Каталог Группы - не почтовый ящик, он просто помогает организовать дерево. Его подэлементы могут унаследовать значения от группы, так что Вы можете заполнить значения по умолчанию для самых важных параметров настройки здесь, они будут унаследованы всеми элементами внутри этой группы.

source: Password is not required, if you don't enter it here you will be asked for it later.
de: Das Passwort ist nicht erforderlich. Wenn Sie es nicht eingeben, werden Sie später danach gefragt werden.
pt: A senha não é necessária, se você não a escrever aqui será lhe pedida mais tarde.
ru: Пароль не требуется, если Вы не вводите его здесь, то он будет запрошен позже.

source: &Server host
de: Server
ru: Хост сервера

source: Your &login
de: Ihre Benutzerkennung
ru: Ваш логин

source: Your &password
de: Ihr Passwort
ru: Ваш пароль

source: Folder &name
de: Ordner-Name
ru: Название каталога

source: &Leave mail on server
de: Nachrichten aus Server liegen lassen
ru: Оставлять почту на сервере

source: The name which will appear in the tree:
de: Der Name, der im Baum angezeigt werden wird:
ru: Название, которое появится в дереве:

source: You have specified a password here, which is relatively unsafe.
de: Sie haben hier ein Passwort angeben, was relativ unsicher ist.
it: Hai ora specificato una password, il che non è tanto sicuro.
pt: Você especificou uma senha aqui, o que é relativamente inseguro.
ru: Вы определили пароль здесь, который является относительно опасным.

source: Notice that the password will be stored in your configuration with very weak encryption. If you are concerned about security, leave it empty and Mahogany will prompt you for it whenever needed.
de: Beachten Sie, dass das Passwort in Ihrer Konfiguration mit schwacher Verschlüsselung gespeichert wird. Falls Sie Sorge haben, dass andere dieses lesen können, lassen Sie es leer und Mahogany wird sie danach fragen, wann immer es benötigt wird.
it: Attenzione: la password sarà memorizzata nella configurazione con un sistema di criptaggio piuttosto debole. Se hai problemi disicurezza, lascia il campo vuoto e Mahogany lo chiederà ogni volta che sarà necessario.
pt: Note que a senha será guardada na configuração com uma criptografia muito fraca. Se você está preocupado com a segurança deixe-a vazia e o programa pedir-lhe-á a senha sempe que for necessário.
ru: Заметьте, что пароль будет сохранён в вашей конфигурации с очень слабым кодированием. Если Вы обеспокоены о защите, оставте пустым и Mahogany запросит его у Вас каждый раз, когда необходимо.

source: Do you want to save the password anyway?
de: Möchten Sie das Passwort trotzdem speichern?
it: Vuoi salvare comunque la password?
pt: Você quer guardar a senha de qualquer maneira?
ru: Вы всё равно хотите сохранить пароль?

source: The path '%s' is invalid for a MH folder. All MH folders should be under the directory '%s'.
de: Der Pfad '%s' ist für eine MH-Mailbox ungültig. Alle MH-Mailboxen müssen unter dem Verzeichnis '%s' liegen.
it: La locazione '%s' non è valida per una cartella MH. Tutte le cartelle MH dovrebbero essere nella directory '%s'.
ru: Путь '%s' недопустим для каталога MH. Все каталоги MH должны быть под каталогом '%s'.

source: Mahogany may check this folder for new mail automatically (otherwise, it will only be detected when you open it). You can configure the delay between the checks in the folder properties dialog after creating it. Would you like to monitor this folder for new messages in the background?
de: Mahogany kann diesen Ordner automatisch auf neue Nachrichten prüfen. (sonst wird nur beim Öffnen geprüft.) Sie können die Pause zwischen den Prüfungen im Dialog Ordner-Eigenschaften einstellen, nachdem Sie den Ordner erzeugt haben. Wollen Sie den Ordner im Hintergrund auf neue Nachrichten überprüfen ?
ru: Mahogany может проверять новую почту в этом каталоге автоматически (иначе, она будет обнаружена, только когда Вы открываете его). Вы можете настроить задержку между проверками каталога в диалоге свойств после его создания. Хотели бы Вы мониторить этот каталог в фоне о поступлении новых сообщений?

source: &Monitor this folder:
de: Ordner überwachen
ru: Мониторить этот каталог:

source: &Check it on startup:
de: Beim Start prüfen:
ru: Проверять его на запуске:

source: You are now ready to create the new folder '%s', press "Finish" to do it. If you want to use any more advanced access options, you can modify the complete set of parameters by invoking the folder properties dialog later. Simply click the right mouse button on the entry in the tree and choose "Properties".
de: Sie können nun den Ordner '%s' erzeugen. Drücken Sie "Fertigstellen" um dies zu tun. Sie können später weitere Einstellungen vor- nehmen. Klicken Sie dazu mit der rechten Maustaste über dem Eintrag im Baum und wählen Sie "Eigenschaften".
ru: Вы теперь готовы создать новый каталог '%s', нажмите "Финиш" чтобы сделать это. Если Вы хотите использовать более расширенные настройки, Вы можете изменить набор параметров, вызвав диалог свойств каталога позже. Просто щёлкните правой кнопкой мыши по элементу в дереве и выберите "Свойства".

source: Note: this folder may contain the subfolders. If you want to add them to the tree as well, simply select the "Browse" command from the "Folder" menu or right click popup menu and follow the instructions.
de: Hinweis: Dieser Ordner kann Unterordner enthalten. Wenn Sie diese auch dem Baum hinzufügen wollen, wählen Sie einfach "Aussuchen" vom "Ordner"-Menü oder klicken Sie rechts und folgen Sie den Anweisungen.
ru: Внимание: этот каталог может содержать подкаталоги. Если Вы хотите добавить их к дереву также, просто выберите команду "Обзор" в меню "Каталог" или щёлкните правой кнопкой мыши для всплывающего меню и следуйте за командами.

source: There was a problem with printing the message: perhaps your current printer is not set up correctly?
de: Es gab ein Problem beim Drucken der Nachricht: Vielleicht ist Ihr Drucker nicht richtig eingestellt?
es: Hubo problemas imprimeindo el mensaje: tal vez su impresora no esta configurada correctamente?
fi: Viestin tulostuksessa ongelmia: ehk‰ tulostimesi ei ole oikein asennettu?
fr: L'impression de ce message a échoué: peut-être votre imprimante n'est pas installée correctement?
it: Ci sono dei problemi di stampa del messaggio: la stampante è stata configurata correttamente?
nl: Er was een probleem bij het afdrukken van het bericht: wellicht is de huidige printer niet goed ingesteld?
pt: Houve um problema ao imprimir a mensagem: talvez a sua impressora não esteja configurada correctamente?
pt_br: Ocorreu um problema na impressão da mensagem, talvez sua impressora padrão não foi configurada corretamente.
ru: Была проблема с печатью сообщения: возможно ваш текущий принтер не установлен правильно?

source: Printing
de: Drucken
es: Imprimiendo
fi: Tulostetaan
fr: Impression en cours
it: Stampa in corso
nl: Afdrukken
pt: Imprimindo
pt_br: Imprimindo
ru: Печать
