Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Mahogany: Please enter the passphrase
de: Mahogany: Geben Sie bitte das Mantra ein:

source: Would you like to keep the passphrase for the user "%s" in memory?
de: Möchten Sie das Mantra für den Benutzer "%s" im Speicher halten ?

source: Mahogany: Remember the passphrase?
de: Mahogany: Mantra merken ?

source: Simple Heuristic Headers Analyzer
de: Einfacher heuristischer Kopfzeilen-Analysator

source: Been tagged as spam by Spam&Assassin
de: von SpamAssassin markiert

source: Too many &8 bit characters in subject
de: zu viele &8-Bit-Buchstaben im Betreff

source: Only &capitals in subject
de: nur Großbuchstaben im Betreff

source: &Junk at end of subject
de: Am Ende des Betreffs sind unsinnige Zeichen

source: &Korean charset
de: &koreanischer Zeichensatz

source: E&xecutable attachment
de: Anhang ist ausführbar

source: (beware: this will not catch all dangerous attachments!)
de: (Achtung: Dies wird nicht alle gefährlichen Anhänge erwischen !)

source: X-Authentication-&Warning header
de: Kopfzeile "X-Authentication-&Warning"

source: Suspicious "&Received" headers
de: verdächtige "&Recieved"-Kopfzeile

source: Only &HTML content
de: Nur HTML-Inhalt

source: Unusual &MIME structure
de: ungewöhnliche MIME-Struktur

source: No match in &whitelist
de: Kein Treffer in der Whitelist

source: Been &blacklisted by RBL
de: in der schwarzen Liste von RBL

source: 8 bit subject
de: Betreff mit 8Bit-Zeichen

source: only caps in subject
de: nur Großbuchstaben im Betreff

source: junk at end of subject
de: Am Ende des Betreffs sind unsinnige Zeichen

source: message in Korean
de: Nachricht auf Koreanisch

source: tagged by SpamAssassin
de: von SpamAssassin markiert

source: contains X-Authentication-Warning
de: Enthält "X-Authentication-Warning"

source: suspicious "Received:"
de: verdächtige "&Recieved"

source: suspicious MIME structure
de: verdächtige MIME-Struktur

source: pure HTML content
de: reiner HTML-Inhalt

source: not in whitelist
de: nicht in der Whitelist

source: contains Windows executable attachment
de: Enthält einen unter Windows ausführbaren Anhang

source: blacklisted by RBL
de: in der schwarzen Liste von RBL

source: Headers filter
de: Kopfzeilen Filter

source: Mahogany may use several heuristic tests to detect spam. Please choose the ones you'd like to be used by checking the corresponding entries. So the message is considered to be spam if it has...
de: Mahogany kann mehrere heuristische Tests verwenden um Spam zu erkennen. Bitte wählen Sie die gewünschten Einträge. Folgende Nachrichten werden als Spam betrachtet:

source: Failed to load PGP engine module. Support for PGP in message viewer will be unavailable
de: Das PGP-Modul konnte nicht geladen werden. Unterstützung für PGP in der Nachrichten-Anzeige nicht verfügbar.

source: The BEGIN line doesn't end with expected suffix.
de: Die BEGIN-Zeile endet nicht mit der erwarteten Zeichenfolge.

source: END line not found.
de: Kein END-Zeile gefunden.

source: Mismatch between BEGIN and END lines.
de: BEGIN- und END-Zeilen passen nicht zusammen.

source: This message seems to be PGP signed or encrypted but in fact is not.
de: Diese Nachricht scheint mit PGP unterschrieben oder verschlüsselt zu sein. In Wirklichkeit ist sie das nicht.

source: Quotes and URLs
de: Zitate und URLs

source: Signature
de: Signatur

source: Trivial Markup
de: Einfache Hervorhebung

source: Trailer
de: Nachspann

source: Invalid character in uuencoded text.
de: Ungültiger Buchstabe im uuencodeten Text

source: The BEGIN line is not correctly formed.
de: Die BEGIN-Zeile ist nicht korrekt aufgebaut

source: No "end" line at the end of uuencoded text.
de: Kein "end" am Ende des uuencodeten Textes

source: Corrupted message with uuencoded attachment.
de: Nachricht mit fehlerhaftem uuencodetem Anhang

source: Editing entry '%s'
es: Editando entrada '%s'
fi: Muokataan kohtaa '%s'
fr: Edition de '%s' en cours
it: Edito l'ingresso '%s'
nl: Vermelding '%s' wordt bewerkt
pt: Editar entrada '%s'
pt_br: Editar o item `%s'

source: Add new e-mail entry to database?
es: Añadir nueva direccion de email a la base de datos?
fi: Lis‰‰ uusi e-mail osoite tietokantaan?
fr: Ajouter une nouvelle adresse au carnet d'adresses?
it: Aggiungo un ingresso di posta al database?
nl: Nieuwe e-mail vermelding aan database toevoegen?
pt: Adicionar nova entrada de correio electrónico à base de dados?
pt_br: Adicionar novo endereço ao banco de dados?

source: &Newsgroups
it: &Gruppi di discussione
nl: Nieuwsgroepen:
pt: Grupos de notícias

source: &Execute command...
it: &Esegui il comando...
nl: Commando uitvoeren...
pt: &Executar comando...
pt_br: &Executar command...

source: Cannot collect from incoming mailbox '%s' while network is offline.
it: Non è possibile prelevare i nuovi messaggi da '%s' mentre si è offline.
pt: Não é possível recolher da caixa de entrada '%s' enquanto a rede está offline.

source: Cannot open incoming mailbox '%s'.
pt: Não é possível abrir a caixa de entrada '%s'.

source: You have started Mahogany as the super-user (root). For security reasons this is not a good idea. Are you sure you want to continue?
it: Hai avviato Mahogany come amministratore di sistema. Per ragioni di sicurezza questa non è una buona idea. Sei sicuro di voler continuare?
pt: Você iniciou Mahogany como super-utilizador (root). Por razões de segurança isto não é uma boa ideia. Você tem a certeza que quer continuar?

source: You have received new mail:
pt: Recebeu correio novo:

source: In folder '
pt: Na pasta '

source: From: '
pt: De:

source: ' with subject:
pt: ' com assunto:

source: You have received %lu new messages in folder '%s'.
pt: Você recebeu %lu novas mensagens na pasta '%s'.

source: Cannot open outbox ´%s´
nl: Kan Postvak uit '%s' niet openen
pt: Não é possível abrir a caixa de saída '%s'

source: Cannot send message ´%s´.
nl: Kan bericht '%s' niet versturen.
pt: Impossível enviar mensagem ?%s?.

source: Posting article %lu/%lu: %s
it: Invio dell'articolo %lu/%lu: %s
pt: Afixando artigo %lu/%lu: %s

source: Cannot post article ´%s´.
nl: Kan artikel '%s' niet posten.
pt: Impossível afixar artigo '%s'.

source: %u messages dropped.
pt: %u mensagens colocadas.

source: &Address:
pt: &Endereço:

source: --- Please choose evaluate template from --- --- the menu after filling the headers. ---
it: --- Scegli il modello di valutazione dal --- --- menù dopo aver riempito l'intestazione. ---
pt: --- Por favor escolha modelo de avaliação do --- --- menu depois de preencher os cabeçalhos. ---

source: There are unsaved changes, close anyway?
es: Hay cambios sin salvar, cierra de todas formas?
fi: Et ole tallentanut kaikkia muutoksia, sulje kuitenkin?
fr: Vous avez fait des modifications, fermer tout de mêeme?
it: Ci sono cambiamenti non salvati: chiudo comunque?
nl: Er zijn niet-bewaarde veranderingen, toch sluiten?
pt: Existem modificações que não forem gravadas, encerrar de qualquer maneira?
pt_br: Algumas modificações não foram salvas, fechar de qualquer maneira?

source: File '%s' seems to contain data of MIME type '%s'. Is this correct?
it: Sembra che il file '%s' contenga dati di tipo MIME '%s'. E' vero?
nl: File '%s' lijkt gegevens te bevatten van MIME type '%s'. Is dit correct?
pt: O ficheiro '%s' parece conter dados do tipo MIME '%s'. Isto está correcto?

source: Content MIME type
it: Contenuto di tipo MIME
pt: Conteúdo tipo MIME

source: MIME type
it: Tipo MIME
pt: tipo MIME

source: Please enter new MIME type:
it: Inserisci un nuovo tipo MIME
nl: Voer nieuw MIME type in:
pt: Por favor escreva novo modelo MIME:

source: Please specify at least one "To:" recipient!
pt: Por favor especifique pelo menos um "Para:" destinatário!

source: Message has been sent.
es: Mensaje enviado.
fi: Viesti on l‰hetetty.
it: Il messaggio è stato inviato.
nl: Bericht is verstuurd.
pt: A mensagem foi enviada.
pt_br: Mensagem foi enviada.

source: The message couldn't be sent.
pt: Não foi possível enviar a mensagem.

source: Delete Duplicates
it: Elimina i duplicati
pt: Eliminar duplicados

source: Only if:
it: Solo se:
pt: Apenas se:

source: the message was sent from
pt: a mensagem foi enviada de

source: the message subject contains
pt: o assunto da mensagem contém

source: the message was sent to
pt: a mensagem foi enviada para

source: And then:
it: E dopo:
pt: E então:

source: Mahogany - rename folder
it: Mahogany - rinomina la cartella
pt: Mahogany - renomear pasta

source: This folder couldn't be opened last time, do you still want to try to open it (it will probably fail again)?
es: Este folder no pudo ser abierto la ultima vez, aun desea abrirlo(probablemente fallara de nuevo)?
fi: T‰t‰ kansiota ei voitu avata viimeksi, haluatko yritt‰‰ avata sit‰ uudelleen? (se ei mahdollisesti onnistu)
fr: Ce répertoire n'a pas pu être ouvert lors de la dernière tentative. Voulez-vous reessayer de nouveau (cela ne marchera probablement pas)?
it: L'ultima volta questa cartella non si è potuta aprire, vuoi tentare ancora?
nl: Deze map kon vorige keer niet geopend worden, wilt u toch proberen de map te openen (zal waarschijnlijk mislukken)?
pt: Esta pasta não pode ser aberta da última vez, você ainda quer tentar abri-la (provalvelmente falhará outra vez)?
pt_br: Esta pasta não pôde ser aberta na última vez, você quer tentar reabrí-la (isto, provavelmente, falhará)?

source: The folder '%s' cannot be opened, it only contains the other folders and not the messages. Please select "Browse" from the menu instead to add its subfolders to the folder tree.
pt: A pasta '%s' não pode ser aberta, apenas contém outras pastas e não mensagens. Por favor seleccione "Pesquisar" no menu em vez de adicionar as suas sub-pastas à estrutura de pastas.

source: The folder '%s' could not be opened, please check its settings.
es: El folder '%s' no pudo ser abierto, por favor revise la configuracion.
fi: Kansiota '%s' ei voida avata, tarkista sen asetukset.
fr: Le répertoire '%s' n'a pas pu être ouvert, veuillez vérifier ces options.
it: Non riesco ad aprire la cartella '%s'. Controlla le sue impostazioni.
nl: De map '%s' kon niet worden geopend, controleer de instellingen.
pt: A pasta '%s' não pode ser aberta, por favor verifique as suas definições.
pt_br: A pasta `%s' não pode ser aberta. Por favor, verifique sua configuração.

source: Applying filter rules to %u messages...
pt: Aplicando regras de filtragem a %u mensagens...

source: Please select messages to filter.
pt: Por favor seleccione as mensagens a filtrar.

source: Dropped %lu messages.
pt: %lu mensagens largadas.

source: Moved %lu messages.
pt: %lu mensagens movidas.

source: Copied %lu messages.
nl: %lu berichten gekopiëerd.
pt: %lu mensagens copiadas.
pt_br: %lu mensagens copiadas.

source: Found %lu messages.
nl: %lu berichten gevonden.
pt: %lu mensagens encontradas.

source: No matching messages found.
it: Messaggi corrispondenti non trovati.
nl: Geen berichten gevonden.
pt: Não foram encontradas mensagens correspondentes.

source: All &columns:
it: Tutte le &colonne:
pt: Todas as &colunas:

source: Choose the columns to be shown
it: Scegli quali colonne mostrare
pt: Escolhas as colunas que quer ver

source: Show the field?
es: Mostrar el campo?
fi: N‰yt‰ kentt‰?
it: Mostra il campo?
nl: Het veld laten zien?
pt: Mostrar o campo?
pt_br: Mostrar o campo?

source: Edit custom header
it: Modifica l'intestazione personalizzata
nl: Eigen header aanpassen
pt: Editar cabeçalho personalizados
pt_br: Editar ca&beçalho do usuário

source: Header value for folder '%s'
nl: Header waarde voor map '%s'
pt: Valor do cabeçalho para a pasta '%s'
pt_br: Valor do cabeçalho para pasta `%s'

source: Default value for header
it: Valore predefinito dell'intestazione
nl: Standaard waarde voor header
pt: Valor original para o cabeçalho
pt_br: Valor padrão para cabeçalho

source: You have closed the log window and it will not be opened automatically again any more. To make it appear again, you should change the corresponding setting in the 'Miscellaneous' page of the Preferences dialog.
it: Hai chiuso la finestra di registrazione dello stato e non potrà essere più riaperta automaticamente. Per farla riapparire, devi cambiare la corrispondente impostazione nella pagina 'Altro' della finestra di dialogo Opzioni.
pt: Você fechou a janela de registo e não nunca mais será aberta automaticamente. Para remediar isso, você deve mudar a definição correspondente na página 'Diversos' no diálogo Preferências.

source: Cannot initialise help system:
pt: Não é possível iniciar o sistema de ajuda:

source: Help files not found in the directory '
pt: Os ficheiros de ajuda não foram encontrados no directório '

source: File...
nl: Bestand...
pt: Ficheiro...
pt_br: Arquivo...

source: Mahogany: folder selection
it: Mahogany: selezione della cartella
nl: Mahogany: map selectie
pt: Mahogany: selecção da pasta
pt_br: Mahogany: seleção de pasta

source: Sorry, the folder '%s' already exists and corresponds to another file, please choose a different name for the folder which will correspond to the file '%s'.
it: La cartella '%s' esiste già e corrisponde a un altro file; scegli un altro nome per la cartella che corrisponde al file '%s'.
nl: Sorry, de map '%s' bestaat al en correspondeert met een ander bestand, kiese een andere naam voor de map die zal corresponderen met het bestand '%s'.
pt: Lamento, a pasta '%s' já existe e corresponde a outro ficheiro, por favor escolha um nome diferente para a pasta que irá corresponder ao ficheiro '%s'.
pt_br: Desculpe, a pasta `%s' já existe e corresponde a outro arquivo.Por favor, escolha um outro nome para a pasta que corresponderáao arquivo `%s'.

source: Search folder for messages
it: Cerca la cartella per dei messaggi
nl: Zoekmap voor berichten
pt: Procurar pasta para mensagens

source: Message search criteria
it: Criteri di ricerca dei messaggi
nl: Berichten zoekcriteria
pt: Critério de procura de mensagens

source: &Search for text in
pt: &Procurar por texto em

source: Search &for:
pt: Procurar &por:

source: &Invert selection
pt: &Inverter selecção

source: ask confirmation before sending messages without subject
it: chiedo conferma prima di spedire i messaggi senza Oggetto
pt: confirmar antes de enviar mensagens sem assunto

source: ask confirmation before removing folder from the folder tree
it: chiedo conferma prima di eliminare una cartella dall'albero
pt: confirmar antes de remover uma pasta da estrutrura de pastas

source: ask confirmation before deleting folder with its contents
it: chiedo conferma prima di eliminare una cartella con i suoi contenuti
pt: confirmar antes de eliminar uma pasta e o seu conteúdo

source: ask confirmation before exiting the program
it: chiedo conferma prima di uscire dal programma
pt: confirmar antes de sair do programa

source: ask to expunge deleted messages before closing the folder
it: chiedo se eliminare i messaggi cancellati prima di chiudere la cartella
pt: expurgar as mensagens eliminadas antes de fechar a pasta

source: question whether to retrieve remote settings at startup
pt: perguntar se quer recuperar as definições remotas ao iniciar o programa

source: question whether to store remote settings at shutdown
pt: perguntar se quer guardar as definições remotas ao fechar o programa

source: confirmation that remote config was saved
pt: confirmar se a configuração remota foi guardada

source: unknown folder '%s'
pt: pasta desconhecida '%s'

source: Compose &New Message Ctrl-N
it: Scrivi &nuovo messaggio Ctrl-N
pt: Compor &Nova Mensagem Ctrl-N

source: Shut&down Network
pt: Cortar ligação à Rede

source: &Close Window Ctrl-W
it: &Chiudi la finestra Ctrl-W
pt: &Fechar Janela Ctrl-W

source: Re&name
it: Ri&nomina
pt: Re&nomear

source: C&ut Ctrl-X
it: &Taglia Ctrl-X
pt: C&ortar Ctrl-X

source: &Address books... Ctrl-D
pt: &Livro de endereços... Ctrl-D

source: Pr&eferences...
it: &Opzioni...
pt: Pr&eferências...

source: &Modules...
it: &Moduli...
pt: &Módulos...

source: &Filter Rules...
it: &Filtri...
pt: &Regras de filtragem...

source: &Restore defaults...
es: &Restaurar valores por defecto
fi: Palauta alk&uper‰isasetukset...
fr: &Restaurer les valeurs par défaut...
it: &Ripristina predefiniti...
nl: &Standaardwaarden herstellen...
pt: &Restaurar predefinições...
pt_br: &Reatribuir valores padrão...

source: &Save Preferences
es: &Salvar Preferencias
fi: &Tallenna asetukset
fr: &Enregistrer les options
it: &Salva le Opzioni
nl: V&oorkeuren bewaren
pt: &Gravar Preferências
pt_br: &Salvar preferências

source: View selected message
es: Ver mensaje seleccionado
fi: Avaa valittu viesti
fr: Ouvrir le message sélectionné
it: Visualizza il messaggio selezionato
nl: Bekijk geselecteerd bericht
pt: Ver a mensagem seleccionada
pt_br: Visualizar a mensagem selecionada

source: Reply to this message
es: Responder este mensaje
fi: Vastaa viestiin
fr: Répondre à ce message
it: Rispondi a questo messaggio
nl: Antwoorden op dit bericht
pt: Responder a esta mensagem
pt_br: Responder esta mensagem

source: Reply to this message after choosing a template to use
it: Rispondi al messaggio dopo aver scelto il modello da usare
pt: Responder a esta mensagem após escolher um modelo a utilizar

source: Reply to a&ll Ctrl-G
pt: Responder a &todas Ctrl-G

source: Repl&y to all with template... Shift-Ctrl-G
pt: Responder a todos com modelo... Shift-Ctrl-G

source: Forward this message
es: Remitir este mensaje
fi: L‰het‰ viesti eteenp‰in
fr: Faire suivre ce message
it: Inoltra questo messaggio
nl: Stuur dit bericht verder
pt: Remeter esta mensagem
pt_br: Passar adiante esta mensagem

source: Forward with te&mplate... Shift-Ctrl-F
it: Inoltra col modello... Shift-Ctrl-F
pt: Remeter com modelo... Shift-Ctrl-F

source: Forward this message after choosing a template to use
it: Inoltra questo messaggio dopo aver scelto il modello da usare
pt: Remeter esta mensagem após escolher um modelo a utilizar

source: &Apply filter rules...
pt: &Aplicar regras de filtragem...

source: Ne&xt flagged
pt: Pró&xima marcada

source: Save as f&ile...
pt: Gravar como ficheiro...

source: Delete this message
es: Borrar este mensaje
fi: Poista viesti
fr: Effacer ce message
it: Cancella questo messaggio
nl: Verwijder dit bericht
pt: Eliminar esta mensagem
pt_br: Marcar esta mensagem para remoção

source: Ex&punge
es: Purgar
fi: P&oista
fr: &Purger
it: &Elimina
nl: Definitief verwijderen
pt: Ex&purgar
pt_br: &Efetivar remoção

source: &Search...
it: &Cerca...
nl: &Zoeken...
pt: &Procurar...

source: Search and select messages
it: Cerca e seleziona i messaggi
nl: Zoeken en selecteren berichten
pt: Procurar e seleccionar mensagens

source: Extra&ct addresses...
pt: Extrair endereços...

source: Send the message now
es: Enviar mensaje ahora
fi: L‰het‰ viesti
fr: Envoyer le message immédiatement
it: Invia il messaggio adesso
nl: Verstuur het bericht nu
pt: Enviar a mensagem agora
pt_br: Enviar a mensagem agora

source: &Cyrillic (ISO-8859-5)
pt: &Cirílico (ISO-8859-5)

source: Quick &filter...
it: &Filtri veloci..
pt: &Filtro rápido...

source: MIME information for attachment #
pt: Informação MIME do anexo #

source: Cannot open URL '%s'
es: No puedo abrir el URL'%s'
fi: Ei voida avata URL:‰‰ '%s'
fr: Impossible d'ouvrir le URL '%s'
it: Non riesco ad aprire l'URL '%s'
nl: Kan URL '%s' niet openen
pt: Não é possível abrir URL '%s'
pt_br: Não é possível abrir a URL `%s'.

source: MIME Menu
es: Menu MIME
fi: MIME Valikko
fr: Menu MIME
it: Menu MIME
pt: Menu MIME
pt_br: Menu MIME

source: Disposition Parameters:
es: Parametros de dispocision:
fi: Luonteen parametrit (?):
fr: Paramètres de disposition:
it: Parametri di disposizione:
pt: Parâmetros de disposição:
pt_br: Parâmetros de disposição:

source: MIME information
es: Informacion MIME
fi: MIME informaatio
fr: Informations MIME
it: Informazione MIME
nl: MIME informatie
pt: Informação MIME
pt_br: Informação MIME

source: , from
it: , da
nl: , van
pt: , de
pt_br: , de

source: &User name:
es: &Nombre de usuario:
fi: &K‰ytt‰j‰nimi:
it: Nome dell'&utente:
nl: &Gebruikersnaam:
pt: Nome do &Utilizador:
pt_br: Nome do &usuário:

source: &File name:
es: &Nombre de archivo:
fi: &Tiedostonimi:
it: Nome del &file:
nl: &Bestandsnaam:
pt: Nome do &Ficheiro:
pt_br: &Nome do arquivo:

source: &Server:
es: &Servidor:
fi: &Palvelin:
pt: &Servidor:
pt_br: &Servidor:

source: &Newsgroup:
es: &Grupo de Noticias:
fi: &Uutisryhm‰:
it: Gruppo di discussio&ne:
nl: &Nieuwsgroep:
pt: Grupo de &Notícias:
pt_br: &Grupo de notícias:

source: &Comment:
es: &Comentario:
fi: &Kommentti:
it: &Commento:
nl: &Commentaar:
pt: &Comentário:
pt_br: &Comentário:

source: C&ollect all mail from this folder:
es: &Recoger mail de este folder:
fi: K&er‰‰ kaikki viestit kansiosta:
it: Racc&ogli tutta la posta da questa cartella:
nl: Verzamel alle p&ost uit deze map:
pt: Rec&olher todo o correio desta pasta:
pt_br: C&oletar todas as mensagens desta pasta:

source: Use Secure Sockets Layer (SS&L):
pt: Utilize Secure Sockets Layer (SS&L):

source: Can &be opened:
pt: Pode ser a&berta:

source: Folder sub&type
it: So&ttotipo di cartella
nl: Map sub&type
pt: Sub-&tipo de pasta
pt_br: Sub-tipo da pasta

source: &Icon for this folder:
it: &Icona per questa cartella:
nl: &Icoon voor deze map:
pt: &Ícone para esta pasta:
pt_br: Ícone para esta pasta.

source: Tick this box if Mahogany appears to have problems updating the folder listing. This is needed for some broken POP3 servers. Normally this is not needed.
it: Spunta se Mahogany sembra che abbia dei problemi nell'aggiornamento del listato della cartella. Questo si rende necessario per alcuni server POP3 malconci. Normalmente non è necessario.
pt: Marque esta caixa se Mahogany mostrar problemas em actualizar a lista da pasta. Isto é necessário para alguns servidores POP3 estragados. Normalmente isto é desnecessário.
pt_br: Marque esta caixa se, aparentemente, o Mahogany estiver com problemas paraatualizar a listagem da pasta. Isto é necessário para alguns servidores POP3 defeituosos, mas não normalmente.

source: This will use SSL authentication and encryption for communication with the server.
it: Questo userà il sistema di autenticazione e criptaggio SSL per la comunicazione col server.
pt: Isto irá utilizar autenticação e criptografia SSL para a comunicação com o servidor.

source: a login name
es: nombre de entrada
fi: login nimi
it: un nome di login
nl: een login naam
pt: um nome de entrada
pt_br: um nome de login

source: a password
es: clave
fi: salasana
it: una password
nl: een wachtwoord
pt: uma senha
pt_br: uma senha

source: You have not specified %s for this folder, although it requires one. Alternatively, you might want to select anonymous access. Would you like to do change this now?
nl: U heeft %s niet aangegeven voor deze map, hoewel dit wel nodig is. Als alternatief kunt u anonieme toegang selecteren. Wilt u het nu veranderen?
pt: Você não especificou %s para esta pasta, se bem que seja necessária uma. Em alternativa, você pode seleccionar o acesso anónimo. Você quer modificar isto agora?
pt_br: Você não especificou %s para esta pasta. Você deseja utilizar acesso anônimo?
