Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Browse for folder
de: Ordner auswählen
es: Buscar folder
fi: Selaa kansiota
it: Vado in cerca della cartella
nl: Bladeren (map zoeken)
pt_br: Visualizar pasta
ru: Просмотр каталога

source: Choose colour
de: Farbe auswählen
pt: Escolher a cor
ru: Выбрать цвет

source: Choose font
de: Schrift auswählen
ru: Выбрать шрифт

source: Choose icon
de: Icon auswählen
it: Scegli l'icona
nl: Kies icoon
pt: Escolha ícone
pt_br: Escolher ícone
ru: Выбрать иконку

source: &Current icon
de: &Aktuelles Icon
fi: &Nykyinen kuvake
it: Icona &corrente
nl: Huidige icoon
pt: Ícone actual
pt_br: Ícone &atual
ru: Текущая иконка

source: &Select the columns to show:
de: Angezeigte &Spalten auswählen:
ru: Выбрать видимые столбцы:

source: Configure columns for '%s'
de: Spalten für %s einstellen
ru: Настроить столбцы для '%s'

source: Set column &widths (in pixels)
de: Spaltenbreite (in Pixel) festlegen
ru: Установить ширину столбцов (в пикселях)

source: Save as &default
de: Als Voreinstellung speichern
ru: Сохранить по умолчанию

source: &Reset to default
de: Auf Voreinstellungen zurücksetzen
ru: Сбросить на значения по умолчанию

source: Message Composition
de: Nachricht-Editor
es: Composicion de Mensaje
fi: Viestin kirjoitus
fr: Composition du message
nl: Bericht samenstellen
pt_br: Edição de mensagem
ru: Составление Сообщения

source: Create a new recipient entry
de: Neuen Eintrag für Empfänger anlegen
ru: Создать новый элемент для входящих сообщений

source: Delete this address from the message recipients list
de: Diese Adresse aus der Liste der Empfänger der Nachricht löschen
ru: Удалить этот адрес из списка получателей сообщения

source: &Properties...
de: &Eigenschaften...
es: &Propiedades
fi: &Asetukset...
fr: &Propriétés...
it: &Proprietà...
nl: Eigenscha&ppen...
pt: &propriedades...
pt_br: &Propriedades...
ru: Настройки...

source: Failed to open attachment.
de: Konnte Anhang nicht öffnen.
ru: Неудалось открыть вложение.

source: Failed to read attachment data.
de: Konnte angehängte Datei nicht lesen.
ru: Неудалось читать данные вложения.

source: Attached file "%s"
de: Datei "%s" angehängt'
ru: Прикреплённый файл "%s"

source: Expand the address using address books
de: Adresse mit Hilfe der Adressbücher expandieren
es: Expandir la direccion usando libro de direcciones
fi: Laajenna osoite k‰ytt‰en osoitekirjaa
fr: Completer l'adresse en utilisant vos carnets d'adresses
it: Espandi l'indirizzo usando le agende
nl: Breid het adres uit mbv. adresboeken
pt: Expanda o endereço utilizando livros de endereços
pt_br: Expandir o endereço utilizando os livros de endereços
ru: Развернуть адрес, используя адресные книги

source: To
de: An
pt: Para
ru: Кому

source: Newsgroup
fr: Groupe de discussion
it: Gruppo di discussione
pt: Grupo de notícias
ru: Новости

source: None
de: Nichts
nl: Geen
pt: Nenhum
pt_br: Nenhum
ru: Ничего

source: You are starting to edit a draft message. When you send it, the draft will be deleted. If you don't want this to happen you may either do "Send and keep" and "Save as draft" later or change the value of the corresponding option in the "Folders" page of the preferences dialog.
de: Sie beginnen einen Nachrichtenentwurf zu bearbeiten. Sobald Sie ihn absenden, wird der Entwurf gelöscht werden. Wenn Sie dies nicht wünschen, können Sie entweder "Senden und behalten" und ihn später "Als Entwurf speichern" oder Sie können den Wert der entsprechenden Einstellung auf der Seite "Ordner" des Einstellungen-Dialogs ändern.
ru: Вы начинаете редактировать черновое сообщение. Когда Вы отправите его, проект будет удалён. Если Вы не хотите чтобы это случилось, Вы можете или сделать "Отправить и сохранить" и "Сохранить как проект" позже или изменить значение соответствующей опции на странице "Каталоги" диалога настроек.

source: Failed to remove stale composer autosave file '%s'
de: Konnte übrig gebliebene Sicherungsdatei '%s' des Editors nicht löschen
ru: Неудалось удалить старый автосохранённый файл '%s' компоновщика

source: &Compose
de: &Nachricht schreiben
es: &Componer
fi: &Kirjoita viesti
fr: &Ecrire un message
it: &Scrivi
nl: &Samenstellen
pt: &Componha
pt_br: &Nova mensagem
ru: Составить

source: No more recipients
de: Keine weiteren Empfänger
ru: Нет получателей

source: &From:
de: &Von:
pt: &De:
ru: От кого:

source: &Subject:
de: &Betreff:
pt: &Assunto:
ru: Тема:

source: No message editor plugins found. You will have to use an external editor to compose the messages.
de: Kein Editor-Modul gefunden. Sie müssen einen externen Editor zum Schreiben von Nachrichten verwenden.
ru: Не найдены плагины редакторов сообщений к программе. Вы должны будете использовать внешний редактор, чтобы составлять сообщения.

source: Failed to load the configured message editor '%s'. Reverting to the default message editor.
de: Der eingestellte Editor '%s' für die Nachrichten konnte nicht geladen werden. Der Standard-Editor für Nachrichten wird statt dessen verwendet.
ru: Неудалось загрузить настроенный редактор сообщения '%s'. Верните редактор сообщения по умолчанию.

source: Failed to load the default message editor '%s'. Builtin message editing will not work!
de: Der Standard-Editor '%s' konnte nicht geladen werden. Der eingebaute Editor wird nicht funktionieren !
ru: Неудалось загрузить заданный по умолчанию редактор сообщения '%s'. Встроенное редактирование сообщения не будет работать!

source: Nothing to expand - please enter something.
de: Nichts zum expandieren - bitte geben Sie erst etwas ein.
es: Nada para expandir-por favor entre algo.
fi: Ei mit‰‰n laajennettavissa - kirjoita jotain.
fr: Rien à compléter - veuillez entrer quelque chose.
it: Nulla da espandere - inserisci qualcosa.
nl: Niets om uit te breiden - voer iets in.
pt: Nada para expandir - por favor escolha algo.
pt_br: Nada para expansão, por favor digite alguma coisa.
ru: Нечего развернуть - пожалуйста введите что-нибудь.

source: Address '%s' is already in the recipients list, not added.
de: Adresse '%s' ist bereits in der Liste der Empfänger - nicht hinzugefügt.
ru: Адрес '%s' находится уже в списке получателей, не добавлен.

source: Address '%s' was already in the recipients list with a different type, just changed the type.
de: Adresse '%s' ist bereits mit einem anderen Typ in der Liste der Empfänger - ändern Sie einfach den Typ
ru: Адрес '%s' был уже в списке получателей с другим типом, только изменён тип.

source: Address '%s' was already in the recipients list with a different type, not added.
de: Zeichenkette '%s' ist bereits auf der Liste, nicht nochmals hinzugefügt.
ru: Адрес '%s' был уже в списке получателей с другим типом, не добавлен.

source: --- Please choose evaluate template from --- --- the menu after filling the headers or --- --- just type something in the composer ---
de: --- Bitte verwenden Sie "Vorlage auswerten" aus dem --- --- Menü, nachdem Sie die Kopfzeilen ausgefüllt haben. --- --- Oder schreiben Sie etwas im Editor. ---
ru: --- Пожалуйста выберите, оценку шаблона из --- --- меню после заполнения заголовков или --- --- только какой-нибудь тип в компоновщике ---

source: There were errors in the template. Would you like to edit it now?
de: Die Vorlage ist fehlerhaft. Möchten Sie sie nun ändern ?
it: Ci sono stati degli errori nel modello. Vuoi editarli ora?
nl: Er zaten fouten in de template. Wilt u deze nu bewerken?
pt: Havia erros no modelo. Você quer editá-lo agora?
pt_br: Existem erros no template. Você deseja editá-lo agora?
ru: Были ошибки в шаблоне. Хотели бы Вы редактировать его сейчас?

source: You haven't configured your vCard file.
de: Sie haben keine vCard-Datei angegeben.
it: Non hai configurato il file della vCard.
pt: Você não configurou o seu ficheiro vCard.
ru: Вы не настроили ваш vCard файл.

source: Couldn't read vCard file '%s'.
de: Kann vCard-Datei '%s' nicht lesen.
ru: Невозможно читать vCard файл '%s'.

source: Would you like to choose your vCard now?
de: Möchten Sie jetzt eine vCard-Datei wählen?
it: Vuoi scegliere la tua vCard ora?
pt: Você quer escolher o seu vCard agora?
ru: Хотели бы Вы выбирать ваш vCard сейчас?

source: vCard files (*.vcf)|*.vcf
de: vCard-Dateien (*.vcf)|*.vcf
it: File vCard (*.vcf)|*.vcf
pt: Ficheiros vCard (*.vcf)|*.vcf
ru: vCard файлы (*.vcf)|*.vcf

source: Choose vCard file
de: vCard-Datei wählen
it: Scegli il file vCard
pt: Escolha o ficheiro vCard
ru: Выберите vCard файл

source: Please terminate the external editor (PID %d) before closing this window.
de: Bitte beenden Sie den externen Editor (PID %d), bevor Sie dieses Fenster schließen.
es: Por favor cierre el editor externo (PID %d) antes de cerrar esta ventana.
fi: Lopeta ulkoinen muistio (PID %d) ennen kuin suljet t‰m‰n ikkunan.
fr: Veuillez terminer l'éditeur externe (pid %d) avant de fermer cette fenêtre.
it: Esci dall'editor esterno (PID %d) prima di chiudere questa finestra.
nl: Sluit de externe editor (PID %d) alvorens dit venster te sluiten.
pt_br: Por favor, encerre o editor externo (PID %d) antes de fechar esta janela.
ru: Пожалуйста закройте внешний редактор (PID %d) перед закрытием этого окна.

source: There are unsaved changes, would you like to save the message as a draft?
de: Die Änderungen sind nicht gespeichert; wollen Sie die Nachricht als Entwurf speichern ?
ru: Там несохранены изменения, хотели бы Вы сохранить сообщение как проект?

source: You have modified some of the headers of this message, would you like to save the message as a draft?
de: Sie haben einige Kopfzeilen dieser Nachricht geändert. Möchten Sie die Nachricht als Entwurf speichern ?
ru: Вы изменили некоторые из заголовков этого сообщения, хотели бы Вы сохранить сообщение как проект?

source: You may also choose "Cancel" to not close this window at all.
de: Sie können auch "Abbrechen" auswählen und dieses Fenster überhaupt nicht schließen.
ru: Вы можете также выбрать "Отмена" чтобы вообще не закрывать это окно.

source: Please choose files to insert.
de: Bitte wählen Sie die Dateien zum einfügen.
pt: Por favor escolha os ficheiros a inserir.
ru: Пожалуйста, выберите файл для вставки.

source: Failed to create the message to preview.
de: Konnte die Nachricht für die Vorschau nicht erzeugen.
ru: Неудалось создать сообщение для предварительного просмотра.

source: Please choose a file to insert.
de: Bitte wählen Sie eine Datei zum einfügen.
es: Por favor seleccione un archivo para insertar.
fi: Valitse lis‰tt‰v‰ tiedosto.
fr: Veuillez choisir le fichier à insérer.
it: Scegliere un file da inserire.
nl: Kies aub. een bestand om in te voegen.
pt: Por favor escolha o ficheiro a inserir.
pt_br: Por favor, escolha o arquivo que será inserido.
ru: Пожалуйста, выберите файл для вставки.

source: Cancelled
de: Abgebrochen
es: Cancelado
fi: Peruutettu
fr: Annulé
it: Annullato
nl: Geannuleerd
pt: Cancelado
pt_br: Cancelado
ru: Отменено

source: Inserted file '%s'.
de: Datei '%s' eingefügt.
es: Archivo insertado '%s'.
fi: Tiedosto '%s' lis‰tty.
fr: Le fichier '%s' a été inséré.
it: Inserito file '%s'.
nl: Bestand '%s' ingevoegd.
pt: Ficheiro '%s' inserido.
pt_br: Inserido arquivo `%s'.
ru: Вставленный файл '%s'.

source: Failed to insert the text file '%s'.
de: Konnte Textdatei '%s' nicht einfügen.
es: Fallo al insertar el archivo de texto '%s'.
fi: Tekstitiedosto '%s' lis‰ys ep‰onnistui.
fr: L'insértion du fichier texte '%s' a échoué.
it: Fallito l'inserimento del file '%s'.
nl: Invoegen van bestand '%s' mislukt.
pt: Não foi possível inserir o ficheiro de texto '%s'.
pt_br: A inserção do arquivo texto `%s' falhou.
ru: Неудалось вставить текстовый файл '%s'.

source: Choose file to append message to
de: Wählen Sie die Datei an die die Nachricht angefügt werden soll.
pt: Escolha ficheiro para anexar à mensagem
ru: Выберите файл, чтобы добавить сообщение

source: Message text saved to file '%s'.
de: Nachrichtentext in Datei '%s' gespeichert.
es: Mensaje de texto salvado como archivo '%s'.
fi: Viesti tallennettu tiedostoon '%s'.
fr: Le texte du message a été sauvegardé dans le fichier '%s'.
it: Testo del messaggio salvato nel file '%s'.
nl: Berichttekst bewaard in bestand '%s'.
pt: Texto da mensagem guardado no ficheiro '%s'.
pt_br: Texto da mensagem salvo no arquivo `%s'.
ru: Текст сообщения сохранён в файл '%s'.

source: Failed to save the message.
de: Konnte Nachricht nicht speichern.
es: Fallo al salvar mensaje
fi: Viestin tallennus ep‰onnistui.
fr: La sauvegarde du message a échoué.
it: Messaggio non salvato.
nl: Bewaren van bericht mislukt.
pt: Não pude guardar a mensagem.
pt_br: O salvamento da mensagem falhou.
ru: Неудалось сохранить сообщение.

source: Added custom header '%s' to the message.
de: Benutzerdefinierte Kopfzeile '%s' zur Nachricht hinzugefügt.
nl: Eigengemaakte header '%s' toegevoegd.
pt: Cabeçalho personalizado '%s' adicionado à mensagem.
pt_br: Adicionado o cabeçalho do usuário `%s' à mensagem.
ru: Добавлен пользовательский заголовок '%s' к сообщению.

source: External editor is already running (PID %d)
de: Externer Editor läuft schon (PID %d)
es: Editor externo aun abierto(PID %d)
fi: Ulkoinen muistio on jo p‰‰ll‰ (PID %d)
fr: Un éditeur externe est déjà en cours d'exécution (pid %d)
it: L'editor esterno è già aperto (PID %d)
nl: Externe editor is al gestart (PID %d)
pt_br: O editor externo já está sendo executado (PID %d)
ru: Внешний редактор уже выполняется (PID %d)

source: External editor not configured.
de: Es ist kein externer Editor eingestellt.
es: Editor externo no configurado
fi: Ulkoista muistiota ei ole m‰‰ritelty.
fr: L'éditeur externe n'a pas été configuré.
it: Editor esterno non configurato.
nl: Externe editor niet ingesteld.
pt: Editor externo não está configurado.
pt_br: Editor externo não definido.
ru: Внешний редактор не настроен.

source: Cannot create temporary file
de: Kann temporäre Datei nicht anlegen.
es: No puedo crear archivo temporal
fi: V‰liaikaisen tiedoston luonti ep‰onnistui.
it: Impossibile creare il file temporaneo.
nl: Kan tijdelijk bestand niet maken
pt: Impossível criar ficheiro temporário
pt_br: Não é possível a criação de um arquivo temporário.
ru: Невозможно создать временный файл

source: Failed to pass message to external editor.
de: Konnte Nachricht nicht an den externen Editor übergeben.
es: Fallo al pasar mensaje al editor externo.
fi: Viestin siirto ulkoiselle muistiolle ep‰onnistui.
fr: Imposible de transmettre le texte du message à l'éditeur externe.
it: Imposibile passare il messaggio all'editor esterno.
nl: Bericht doorgeven aan externe editor mislukt.
pt: Não foi possível transferir a mensagem para o editor externo.
pt_br: O envio da mensagem ao editor externo falhou.
ru: Неудалось передать сообщение внешнему редактору.

source: Execution of '%s' failed.
de: Fehler beim Ausführen von '%s'.
es: Ejecucion de '%s' fallo.
fi: Komennon '%s' ajo ep‰onnistui.
fr: Exécution de '%s' a échoué.
it: Esecuzione di '%s' fallita.
nl: Uitvoeren van '%s' mislukt.
pt: Falhou a execução de '%s'
pt_br: A execução de `%s' falhou.
ru: Выполнение '%s' неудалось.

source: Started external editor (PID %d)
de: Externen Editor gestartet (PID %d)
es: Ejecutando editor externo (PID %d)
fi: Ulkoinen muistio k‰ynnistetty (PID %d)
fr: L'éditeur externe a été lancé (pid %d)
it: L'editor esterno è stato avviato (PID %d)
nl: Externe editor gestart (PID %d)
pt: O editor externo foi iniciado (PID %d)
pt_br: Editor externo foi inicializado (PID %d)
ru: Запущен внешний редактор (PID %d)

source: (frozen: external editor running)
de: (Eingefroren: Der externe Editor läuft)
ru: (заморожено: выполнение внешнего редактора)

source: Would you like to change the external editor setting now?
de: Möchten Sie die Einstellungen für den externen Editor ändern ?
es: Desearia cambiar la configuracion del editor externo ahora?
fi: Haluatko muuttaa ulkoisen muistion asetuksia?
fr: Voulez-vous configurer l'éditeur externe maintenant?
it: Vuoi cambiare le impostazioni dell'editor esterno ora?
nl: Wilt u de instellingen voor de externe editor nu veranderen?
pt: Você quer modificar as definições do editor externo agora?
pt_br: Você gostaria de redefinir o editor externo agora?
ru: Вы хотите изменить настройки внешнего редактора сейчас?

source: Set up external editor
de: Externen Editor einrichten
es: Configurar editor externo
fi: Asenna ulkoinen muistio
fr: Configurer un éditeur externe
it: Configura l'editor esterno
nl: Externe editor instellen
pt: Configurar o editor externo
pt_br: Definir o editor externo
ru: Настроить внешний редактор

source: Enter the command name (%s will be replaced with the name of the file):
de: Geben Sie den Befehl ein (%s wird durch den Dateinamen ersetzt werden):
pt: Escreva o nome do comando (%s será substituido pelo nome do ficheiro):
ru: Введите название команды (%s, будет заменено названием файла):

source: External editor terminated with non null exit code %d.
de: Externer Editor terminierte mit Fehlercode %d.
ru: Внешний редактор закрыт с не нулевым кодом завершения %d.

source: Failed to insert back the text from external editor.
de: Konnte Text vom externen Editor nicht einfügen.
es: Fallo al insertar texto desde el editor externo.
fi: Tekstin siirto ulkoisesta muistiosta ep‰onnistui.
fr: L'insértion du texte reçu de l'éditeur externe a échoué.
it: Il reinserimento del testo dall'editor esterno è fallito.
nl: Het invoegen van de tekst uit de externe editor is mislukt.
pt_br: A tentativa de inserção do texto do editor externo falhou.
ru: Неудалось вставить текст назад из внешнего редактора.

source: External editor terminated, text unchanged.
de: Externer Editor beendet; Text unverändert.
ru: Внешний редактор закрыт, текст неизменён.

source: Inserted text from external editor.
de: Text vom externen Editor eingefügt.
es: Texto insertado desde editor externo
fi: Teksti siirretty ulkoisesta muistiosta.
fr: Le texte de l'éditeur externe a été inséré.
it: E' stato inserito il testo dall'editor esterno.
nl: Tekst van externe editor ingevoegd.
pt: Inserir texto do editor externo.
pt_br: Inserido o texto do editor externo.
ru: Вставлен текст из внешнего редактора.

source: The text was left in the file '%s'.
de: Der Text wurde in Datei '%s' hinterlassen.
es: El texto fue dejado en el archivo'%s'.
fi: Teksti j‰tettiin tiedostoon '%s'.
fr: Le texte du message a été laissé dans le fichier '%s'.
it: Il testo è stato lasciato nel file '%s'.
nl: De tekst is achtergebleven in bestand '%s'.
pt: O texto ficou no ficheiro '%s'.
pt_br: O texto foi mantido no arquivo `%s'.
ru: Текст оставлен в файле '%s'.

source: Attachment not added.
de: Anhang nicht hinzugefügt
ru: Вложение не добавлено.

source: Inserted file '%s' (as '%s')
de: Datei '%s' eingefügt (als '%s')
es: Archivo insertado '%s' (as '%s'
fi: Tiedosto '%s' lis‰tty (nimell‰ '%s')
fr: Le fichier '%s' a été inséré (comme '%s')
it: Inserito il file '%s' (come '%s')
nl: Bestand '%s' ingevoegd (als '%s')
pt: Ficheiro '%s' inserido (as '%s')
ru: Вставленный файл '%s' (как '%s')

source: File '%s' is empty, no text to insert.
de: Datei '%s' ist leer; kein Text zum Einfügen.
pt: Ficheiro '%s' está vazio, não há texto para inserir.
ru: Файл '%s' пуст, нет текста для вставки.

source: Cannot insert text file into the message.
de: Kann die Textdatei nicht einfügen.
es: No pueo insertar archivo de texto en el mensaje
fi: Tekstitiedoston liitt‰minen viestiin ep‰onnistui.
fr: Impossible d'insérer le fichier texte dans le message.
it: File di testo non inserito nel messaggio.
nl: Kan tekstbestand niet invoegen in bericht.
pt: Não é possível inserir o ficheiro de texto na messagem.
pt_br: Não é possível inserir o arquivo texto na mensagem.
ru: Невозможно вставить текстовый файл в сообщение.

source: The external editor is still opened, please close it before sending the message.
de: Der externe Editor läuft noch, bitte schließen Sie ihn bevor Sie die Nachricht senden.
es: El editor externo aun esta abierto, por favor cierrelo antes de enviar el mensaje.
fi: Ulkoinen muistio on edelleen auki, sulje se ennen viestin l‰hetyst‰.
fr: L'éditeur externe est toujours ouvert, veuillez le fermer avant d'envoyer le message.
it: L'editor esterno è ancora aperto; chiudilo prima di spedire il messaggio.
nl: De externe editor is nog geopend, sluit het aub. voor u het berichtverstuurd.
pt: O editor externo ainda está aberto, por favor feche-o antes de enviar a mensagem.
pt_br: O editor externo ainda está aberto. Por favor, feche-o antes de enviar a mensagem.
ru: Внешний редактор всё ещё открыт, пожалуйста закройте его перед отправкой сообщения.

source: The message can not be sent because the network settings are either not configured or incorrect. Would you like to change them now?
de: Die Nachricht kann nicht gesendet werden. Die Netzwerk-Einstellungen fehlen oder sind falsch. Möchten Sie sie ändern ?
es: El mensaje no pudo ser enviado porque las opciones de redno estan configuradas correctamente. Desea cambiarlas ahora?
fi: Viesti‰ ei voida l‰hett‰‰ sill‰ verkkoasetukset ovat v‰‰rin tai niit‰ ei ole tehty. Haluatko muuttaa niit‰ nyt?
fr: Le message n'a pas été envoyé parce que les paramètres réseau n'ont pas été configuré (ou sont incorrects). Voulez-vous les changer maintenant?
it: Il messaggio non può essere spedito perchè le impostazioni di rete non sono configurate o non sono corrette. Vuoi cambiarle ora?
nl: Het bericht kan niet verstuurd worden om de netwerkinstellingen of niet ingesteld of onjuist zijn. Wilt u deze nu veranderen?
pt: A mensagem não pode ser enviada porque as definições de rede não existem ou estão incorrectas. Você quer modificá-las agora?
pt_br: A mensagem não pode ser enviada por que a configuração da rede não foi realizada ou está incorreta. Você gostaria the corrigi-la agora?
ru: Сообщение нельзя отправить, потому что сетевые параметры настройки или не настроены или неправильны. Хотели бы Вы изменить их сейчас?

source: Cannot send message - network is not configured.
de: Kann Nachricht nicht senden - das Netzwerk ist nicht eingerichtet.
es: No puedo envir el mensaje-red no configurada.
fi: Viestin l‰hetys ep‰onnistui - verkkoasetuksia ei ole tehty.
fr: Impossible d'envoyer le message - le réseau n'est pas configuré.
it: Messaggio non spedito - rete non configurata.
nl: Kan bericht niet versturen - netwerk is niet ingesteld
pt: Não é possível enviar mensagem - a rede não está configurada.
pt_br: Não é possível enviar a mensagem porque a rede não foi configurada.
ru: Невозможно отправить сообщение - сеть не настроена.

source: Please specify at least one "To:" or "Newsgroup:" recipient!
de: Bitte geben Sie mindestens einen "An:"- oder "Newsgroup"- Empfänger an !
ru: Пожалуйста определите по крайней мере одного "Кому:" или "Новости:" получателя!

source: The subject of your message is empty, would you like to change it?
de: Das Betreff-Feld ist leer, möchten Sie dies korrigieren ?
es: El tema de su mensaje esta vacio, desea cambiarlo?
fi: Viestill‰si ei ole aihetta, haluatko muuttaa sit‰?
fr: Le sujet de votre message est vide, voulez-vous le changer?
it: L'oggetto del messaggio è vuoto; vuoi cambiarlo?
nl: Het onderwerp van uw bericht is leeg, wilt u het veranderen?
pt_br: O título da mensagem está vazio, você gostaria de mudá-lo agora?
ru: Тема вашего сообщения пуста, хотели бы Вы изменить её?

source: Cannot read file '%s' included in this message!
de: Kann die in der Nachricht enthaltene Datei '%s' nicht lesen !
es: No puedo leer el archivo'%s' incluido en este mensaje!
fi: Viestiss‰ olevan tiedoston '%s' luku ep‰onnistui!
fr: Impossible de lire le fichier '%s' faisant partie de ce message!
it: File allegato '%s' non leggibile!
nl: Kan bestand '%s' in dit bericht niet lezen!
pt: Não é possível ler ficheiro '%s' incluído nesta mensagem!
pt_br: Não é possível ler o arquivo `%s', anexo a esta mensagem!
ru: Невозможно читать файл '%s', включенный в это сообщение!
