Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Allows to migrate entire IMAP server mail hierarchy to another IMAP server or local storage.
de: Ermöglicht Ihnen die vollständigen Mail-Hierarchie eines IMAP-Servers zu einem anderen IMAP-Server oder in lokale Dateien umzuziehen.
ru: Позволяет мигрировать полную иерархию почты IMAP сервера на другой IMAP сервер или локально.

source: &Migrate...
de: &Umziehen...
ru: Миграция...

source: Migrate IMAP server contents
de: Inhalt des IMAP-Servers umziehen
ru: Миграция содержимого IMAP сервера

source: &Server:
ru: Сервер:

source: &Root folder:
de: Wurzel-Ordner
ru: Корневой каталог:

source: &User name:
de: &Benutzername
ru: Имя пользователя:

source: &Password:
de: &Passwort:
ru: Пароль:

source: Use SS&L
de: SSL verwenden
ru: Использовать SSL

source: Invalid port specification: %s
de: Angabe des Ports (%s) ist nicht gültig.
ru: Недопустимая спецификация порта: %s

source: You can only migrate from or to an IMAP server.
de: Sie können nur von oder zu einem IMAP-Server umziehen.
ru: Вы можете мигрировать только с или на IMAP сервер.

source: &Directory for files:
de: Verzeichnis für die Dateien:
ru: Папка для файлов:

source: Mailbox &format
de: Format der Mailbox
ru: Формат окончания строк:

source: Please select the local mailbox format.
de: Bitte wählen Sie das Format der lokalen Mailbox.
ru: Пожалуйста выберите формат локального почтового ящика.

source: Tenex (historical)
de: Tenex (historisch)
ru: Tenex (исторический)

source: MH (one file per message)
de: MH (Eine Datei je Nachricht)
ru: MH (один файл на сообщение)

source: Welcome to the migration wizard! It allows you to copy the entire contents of an IMAP server either to another server or to local files.
de: Willkommen beim Assistenten für einen Umzug ! Er erlaubt Ihnen den vollständigen Inhalt eines IMAP-Servers entweder auf einen anderen Server oder in lokale Dateien zu kopieren.
ru: Добро пожаловать в мастер перемещения! Он позволит Вам копировать полное содержание IMAP сервера или на другой сервер или в локальные файлы.

source: Please choose where to copy mail now:
de: Bitte wählen Sie wohin die Nachricht nun kopiert werden soll:
ru: Пожалуйста выберите, куда копировать почту теперь:

source: to another &IMAP server:
de: auf einen anderen IMAP-Server:
ru: на другой &IMAP сервер:

source: or to a local &file:
de: oder in eine lokale Datei:
ru: или в локальный файл:

source: About to start copying %d folders from the server %s
de: Bereit um %d Ordner vom Server %s zu kopieren.
ru: Сначала копируется %d каталогов на сервер %s

source: (under %s only)
de: ( nur unter %s)
ru: (только под %s)

source: to the IMAP server %s
de: zum IMAP-Server "%s"
ru: на IMAP сервер %s

source: (under %s)
de: (unter "%s")
ru: (под %s)

source: to the files in %s format under the directory "%s"
de: zu den Dateien im %s-Format unter dem Verzeichnis "%s"
ru: к файлам в формате %s под каталогом "%s"

source: Please press "Next" to continue, "Back" to modify the migration parameters or "Cancel" to abort the operation.
de: Bitte drücken Sie "Weiter" um fortzufahren. "Zurück" um die Einstellungen für den Umzug zu ändern oder "Abbrechen" um den Umzug nicht zu starten.
ru: Пожалуйста нажмите "Следующий" чтобы продолжить, "Назад" чтобы измените параметры перемещения или "Отмена" чтобы прервать операцию.

source: You may press "Abort" at any moment to abort the migration but please be warned that it will be impossible to resume it later.
de: Sie können jederzeit "Abbrechen" drücken, um die Umsetzung abzubrechen. Beachten Sie aber bitte, dass Sie dann später nicht an dieser Stelle fortsetzen können.
ru: Вы можете нажать "Прервать" в любой момент чтобы прервать перемещение, но пожалуйста, будьте внимательны, будет невозможно продолжить это позже.

source: &Abort
de: &Abbrechen
ru: Прервать

source: Working...
de: Umwandlung läuft...
ru: Работа...

source: Message: %d/%d
de: Nachricht: %d/%d
ru: Сообщение: %d/%d

source: Folder: %d/%d (%s)
de: Ordner: %d/%d (%s)
ru: Каталог: %d/%d (%s)

source: Failed to create directory "%s" for folder "%s"
de: Konnte Verzeichnis "%s" für den Ordner "%s" nicht anlegen
ru: Неудалось создать папку "%s" для каталога "%s"

source: Failed to retrieve header for message %d
de: Kopf der Nachricht %d konnte nicht abgeholt werden
ru: Неудалось отыскать заголовок для сообщения %d

source: Failed to copy the message %d from folder "%s"
de: Konnte Nachricht %d nicht von Ordner '%s' kopieren
ru: Неудалось копировать сообщение %d из каталога "%s"

source: Failed to open source folder "%s"
de: Konnte den Ursprungs-Ordner "%s" nicht öffnen
ru: Неудалось открыть исходный каталог "%s"

source: Failed to create the target folder "%s"
de: Konnte den Ziel-Ordner "%s" nicht erzeugen
ru: Неудалось создать целевой каталог "%s"

source: Can't create the directory for the mailbox files. Migration aborted
de: Kann Verzeichnis für die Mailbox-Dateien nicht anlegen. Umsetzung abgebrochen.
ru: Невозможно создать папку для файлов почтового ящика. Перемещение прервано

source: Failed to copy the folder "%s"
de: Konnte den Ordner "%s" nicht kopieren
ru: Неудалось копировать каталог "%s"

source: Failed to copy messages from folder "%s"
de: Konnte die Nachrichten nicht aus dem Ordner "%s" kopieren
ru: Неудалось копировать сообщения из каталога "%s"

source: Migration couldn't be done.
de: Umstellung konnte nicht durchgeführt werden.
ru: Перемещение не было сделано.

source: There were errors during the migration.
de: Bei der Umstellung gab es Fehler.
ru: Были ошибки в течение перемещения.

source: Done with %u error(s)
de: Abgeschlossen mit %u Fehler(n)
ru: Сделано с %u ошибкой(ками)

source: Completed successfully.
de: Erfolgreich abgeschlossen.
ru: Закончено успешно.

source: Migration aborted.
de: Umsetzung abgebrochen.
ru: Перемещение прервано.

source: Warning: you won't be able to resume later! Are you still sure you want to abort?
de: Warnung: Sie werden dies später nicht von dieser Stelle fortsetzen können ! Wollen Sie wirklich abbrechen ?
ru: Внимание: Вы будете не способны продолжить позже! Вы всё ещё уверены, что Вы хотите прервать?

source: Mahogany: Please confirm
de: Mahogany : Bitte Bestätigen
ru: Mahogany: Пожалуйста подтвердите

source: Mahogany Migration Tool
de: Mahogany Umzugshilfe
ru: Инструмент Перемещения Mahogany

source: Accessing IMAP server...
de: Zugriff auf IMAP Server...
ru: Доступ к IMAP серверу...

source: Import settings from Netscape
de: Einstellungen von Netscape übernehmen
pt: Definições de importação desde Netscape
ru: Параметры настройки импорта из Netscape

source: %s address book import module not found.
de: %s-Adressbuch Importmodul nicht gefunden.
pt: Módulo de importação %s do livro de endereços não foi encontrado.
ru: %s модуль импорта адресной книги не найден.

source: Starting importing %s address book '%s'...
de: Beginne %s-Adressbuch '%s' zu importieren...
ru: Начат импорт %s адресной книги '%s'...

source: Successfully imported %s address book.
de: %s-Adressbuchdaten erfolgreich exportiert.
ru: Успешно импортирована %s адресная книга.

source: Failed to import %s address book.
de: %s-Adressbuch importieren gescheitert
ru: Неудалось импортировать %s адресную книгу.

source: Cannot import folders, directory '%s' doesn't exist
de: Ordner können nicht importiert werden, das Verzeichnis '%s' nicht da ist
pt: Não é possível importar pastas, directório '%s' não existe
ru: Невозможно импортировать каталоги, каталог '%s' не существует

source: No folders found in '%s'.
de: Keine Ordner in '%s' gefunden.
pt: Não foram encontradas pastas em '%s'.
ru: Не найдено каталогов в '%s'.

source: Imported group folder: %s.
de: Ordner-Gruppe importiert: '%s'.
ru: Импортированный каталог группы: %s.

source: NOTE: >>>>>> Created 'AAA Misc' folder to contain the msgs currently in group folder %s.
de: Anmerkung: >>>>>> Der Ordner 'AAA Misc' wurde erzeugt für die Nachrichten die im Moment in der Ordner-Gruppe %s sind.
pt: AVISO: >>>>>> A pasta 'AAA Misc' foi criada para receber as mensagens actualmente na pasta de grupo %s.
ru: ПРИМЕЧАНИЕ: >>>>>> Создан 'AAA Misc' каталог, чтобы содержать текущие сообщения в каталоге группы %s.

source: Imported mail folder: %s
de: Mail-Ordner importiert: "%s"
ru: Импортированный каталог почты: %s

source: Couldn't import the global preferences file: %s.
de: Konnte die Datei '%s' mit den globalen Einstellungen nicht importieren
pt: Não foi possível importar o ficheiro de preferências globais: %s.
ru: Невозможно импортировать глобальный файл настроек: %s.

source: Couldn't import the user preferences file: %s.
de: Konnte Benutzer-Einstellungen aus Datei '%s' nicht importieren
pt: Não foi possível importar o ficheiro de preferências do utilizador: %s.
ru: Невозможно импортировать пользовательский файл настроек: %s.

source: Key '%s' hasn't been mapped yet
de: Schlüssel '%s' wurde bisher nicht zugewiesen
ru: Ключ '%s', ещё не был отображён

source: Parsing error for key '%s'
de: Passwort für '%s':
ru: Ошибка парсинга для ключа '%s'

source: Bad value for key '%s': cannot be empty
de: Ungültiger Wert für den Schlüssel '%s': Kann nicht leer sein
ru: Неверное значение для ключа '%s': не может быть пустым

source: Type mismatch for key '%s' ulong expected.'
de: Falscher Typ für den Schlüssel '%s' - ulong erwartet.
ru: Тип не соответствует для ключа '%s' ulong ожидается.

source: Bad type key '%s'
de: Typ für Schlüsselwert '%s' ist falsch
ru: Неверный тип ключа '%s'

source: Imported '%s' setting from %s: %s.
de: '%s'-Einstellungen aus %s übernommen: %s.
ru: Импортирована '%s' настройка из %s: %s.

source: Failed to write '%s' entry to profile
de: Konnte Eintrag für '%s' nicht ins Profil schreiben.
ru: Неудалось записать '%s' элемент в профиль

source: Imported '%s' setting from %s: %u.
de: '%s'-Einstellung übernommen von %s: %u
ru: Импортирована '%s' настройка из %s: %u.

source: Could not obtain lock for '/dev/%s'
de: Kann Sperre für '/dev/%s' nicht erhalten
nl: Kon geen lock krijgen voor '/dev/%s'.
ru: Невозможно получить блокировку для '/dev/%s'

source: This module provides PalmOS connectivity
de: Dieses Modul dient zur Verbindung mit Palm-OS Geräten
it: Questo modulo fornisce la connettività con PalmOS
ru: Этот модуль обеспечивает PalmOS обеспечение связи

source: &Synchronise
de: &Synchronisieren
it: &Sincronizza
pt: &Sincronizar
ru: Синхронизировать

source: &Backup
de: &Sicherheitskopie
ru: Резервировать

source: &Restore
de: &Wiederherstellen
it: &Ripristina
pt: &Restaurar
ru: Восстановить

source: &Install
de: &Installieren
it: &Installa
pt: &Instalar
ru: Установить

source: &PalmOS Module
de: &Palm-OS Modul
it: Modulo &PalmOS
pt: Módulo &PalmOS
ru: PalmOS Модуль

source: Functionality to interact with your PalmOS based palmtop.
de: Schnittstelle zu Ihrem Palm-OS basierten Handheld-Computer.
it: Funzionalità per interagire col tuo palmare basato su PalmOS.
pt: Função para interagir com um palmtop PalmOS
ru: Функциональные возможности, чтобы взаимодействовать с вашим PalmOS устройством.

source: Executing command '%s' returned an error code (%d).
de: Ausführen des Befehls '%s' lieferte Fehlercode (%d).
ru: Выполнение команды '%s' возвратило код ошибки (%d).

source: Failed to connect to PalmOS device: Could not open socket.
de: Verbindung mit dem Palm-OS Gerät konnte nicht hergestellt werden: Kann Socket nicht öffnen.
it: Fallita la connessione col dispositivo PalmOS: impossibile aprire il socket.
ru: Неудалось соединяться с PalmOS устройством: Невозможно открыть сокет.

source: Connecting to Palm ...
de: Verbinde mit Palm-Pilot...
it: Collegamento al Palm...
ru: Соединение с Palm ...

source: Failed to connect to PalmOS device: Could not bind to socket.
de: Verbindung mit dem Palm-OS Gerät konnte nicht hergestellt werden: Keine Verbindung mit Socket.
it: Fallita la connessione col dispositivo PalmOS: impossibile agganciarsi al socket.
ru: Неудалось соединяться с PalmOS устройством: Невозможно связаться с сокетом.

source: Failed to connect to PalmOS device: Listening on socket failed.
de: Verbindung mit dem Palm-OS Gerät konnte nicht hergestellt werden: Verbindungs-Aufbau schlug fehl.
it: Fallita la connessione col dispositivo PalmOS: fallito l'ascolto sul socket.
ru: Неудалось соединяться с PalmOS устройством: Прослушивание сокета неудалось.

source: Please press HotSync button and click on OK!
de: Bitte drücken sie den HotSync-Knopf und klicken Sie auf OK !
it: Premi il tasto HotSync e clicca su OK!
pt: Por favor carregue no botão HotSync e clique em OK!
ru: Пожалуйста нажмите HotSync кнопку и щелкните на OK!

source: Please press the HotSync button...
de: Bitte drücken sie den HotSync-Knopf...
pt: Por favor carregue no botão HotSync...
ru: Пожалуйста нажмите кнопку HotSync...

source: Please press HotSync button and click on OK.
de: Bitte drücken sie den HotSync-Knopf und klicken Sie auf OK !
it: Premi il tasto HotSync e clicca su OK.
nl: Druk op de HotSync knop en klik op OK.
pt: Por favor carregue no botão HotSync e clique em OK.
ru: Пожалуйста нажмите HotSync кнопку и щелкните на OK.

source: Failed to connect to PalmOS device.
de: Verbindung mit dem Palm-OS Gerät konnte nicht hergestellt werden.
it: La connessione col dispositivo PalmOS è fallita.
pt: Não foi possível fazer a ligação ao dispositivo PalmOS.
ru: Неудалось соединяться с PalmOS устройством.

source: Do you want synchronise with your PalmOS device?
de: Möchten Sie mit Ihrem Palm-OS Gerät synchronisieren ?
it: Vuoi sincronizzarti col tuo dispositivo PalmOS?
nl: Wilt u synchroniseren met uw PalmOS apparaat?
pt: Você quer fazer a sincronização com o seu dispositivo PalmOS?
ru: Вы хотите, синхронизировать с вашим PalmOS устройством?

source: Reading local directory ...
de: Lese lokales Verzeichnis...
it: Lettura della directory locale...
ru: Чтение локальной папки ...

source: Ignoring file '%s' with unknown extension.
de: Datei '%s' mit unbekanntem Typ ignoriert.
pt: Ignorar o ficheiro '%s' com extensão desconhecida.
ru: Игнорирование файла '%s' с неизвестным расширением.

source: Reading list of databases ...
de: Lese Datenbankliste...
it: Lettura della lista dei database...
ru: Чтение списка баз данных ...

source: Could not access backup directory '%s'.
de: Konnte auf das Verzeichnis '%s' für die Sicherung nicht zugreifen.
ru: Невозможно обратиться к резервной папке '%s'.

source: Palm Backup
de: Palm-OS Sicherheitskopie
it: Backup per Palm
pt: Cópia de segurança Palm
ru: Palm Резервирование

source: Backing up files
de: Sicherheitskopie der Dateien erstellen
it: Backup dei file
pt: Fazer cópia de segurança dos ficheiros
ru: Резервирование файлов

source: Backing up...
de: Sicherheitskopie erstellen...
it: Faccio il backup...
pt: Fazer cópia de segurança...
ru: Резервирование ...

source: Exiting on cancel, backup process incomplete!
de: Abbruch durch Benutzer, Sicherheitskopie ist unvollständig !
it: Uscita dopo l'annullamento: processo di backup incompleto!
ru: Выход из-за отмены, процесс резервирования незавершён!

source: Unable to create file %s!
de: Konnte Datei '%s' nicht anlegen !
pt: Não é possível criar o ficheiro %s!
ru: Невозможно создать файл %s!

source: Unable to backup database %s!
de: Konnte Datenbank '%s' nicht sichern.
it: Impossibile fare il backup del database %s!
pt: Não é possível fazer cópia de segurança da base de dados %s!
ru: Невозможно резервировать базу данных %s!

source: Checking files to install ...
de: Prüfe auf Dateien zum installieren...
it: Verifica dei file da installare...
pt: Verificar os ficheiros a instalar...
ru: Проверка файлов для установки ...

source: Could not open file %s or file invalid.
de: Konnte Datei '%s' nicht öffnen.
pt: Não foi possível abrir o ficheiro %s ou o ficheiro é inválido.
ru: Невозможно открыть файл %s или файл недопустимый.

source: Palm Install
de: Palm-OS Installation
it: Installazione per Palm
ru: Установка Palm

source: Installing files
de: Dateien werden installiert
it: Installo i file
pt: Instalar ficheiros
ru: Установка файлов

source: Installing Files ...
de: Dateien werden installiert...
it: Installo i file...
pt: Instalar Ficheiros...
ru: Установка Файлов ...

source: Exiting on cancel, all data not restored/installed
de: Benutzerabbruch, nicht alle Daten wiederhergestellt
it: Uscita dopo l'annullamento: i dati non sono stati ripristinati o installati
ru: Выход из-за отмены, все данные не восстановленны/установленны

source: Could not open file %s or file invalid!
de: Konnte Datei '%s' nicht öffnen.
pt: Não foi possível abrir o ficheiro %s ou o ficheiro é inválido!
ru: Невозможно открыть файл %s или файл недопустимый!

source: Installing file '%s'...
de: Datei '%s' wird installiert...
pt: Instalar o ficheiro '%s'...
ru: Установка файла '%s' ...

source: Could not access directory %s!
de: Konnte auf das Verzeichnis '%s' nicht zugreifen !
pt: Não foi possível aceder ao directório %s!
ru: Нет доступа к папке %s!

source: Please pick databases to install
de: Bitte wählen Sie die zu installierenden Datenbanken.
it: Fissa i database da installare
pt: Por favor escolha a base de dados a instalar
ru: Пожалуйста выберите базы данных, чтобы установить

source: Could not open AddressDB.
de: Konnte Adress-Datenbank nicht öffnen.
it: Impossibile aprire AddressDB.
ru: Невозможно открыть AddressDB.

source: ADB not correctly initialized!
de: ADB ist nicht korrekt initialisiert !
it: ADB non è stato inizializzato correttamente!
ru: ADB инициализирована неправильно!

source: Unable to open MailDB
de: Kann Mail-Datenbank nicht öffnen
it: Non riesco ad aprire il MailDB
nl: Kon MailDB niet openen
ru: Невозможно открыть MailDB

source: Unable to open MailDB.
de: Kann Mail-Datenbank nicht öffnen.
it: Non riesco ad aprire il MailDB.
nl: Kon MailDB niet openen.
ru: Невозможно открыть MailDB.

source: Transferred message %d: "%s" for "%s".
de: Nachricht %d übertragen: "%s" an "%s".
it: Trasferito il messaggio %d: "%s" per "%s".
nl: Overdracht bericht %d: "%s" voor "%s".
pt: Mensagem %d transferida: "%s" para "%s".
ru: Переданное сообщение %d: "%s" для "%s".

source: Failed to transfer message "%s" for "%s".
de: Konnte Nachricht nicht übertragen. "%s" an "%s".
nl: Berichtoverdracht mislukt "%s" voor "%s".
pt: Não foi possível transferir a mensagem "%s" para "%s".
ru: Неудалось передать сообщение "%s" для "%s".

source: Transferred %d/%d messages.
de: %d aus %d Nachrichten übertragen.
nl: Overgedragen %d/%d berichten.
pt: %d/%d mensagens transferidas.
ru: Переданно %d/%d сообщений.

source: No messages found in PalmOS-Outbox.
de: Keine Nachrichten in Palm-OS Outbox.
it: Non ci sono messaggi nella posta in uscita del PalmOS.
nl: Geen berichten in PalmOS-Outbox gevonden.
pt: Não foram encontradas mensagens na caixa de saída PalmOS.
ru: Не найдено сообщений в PalmOS-Исходящих.

source: Cannot open PalmOS synchronisation mailbox '%s'
de: Konnte die Mailbox '%s' zur Synchronisation mit dem PalmOS nicht öffnen
ru: Невозможно открыть PalmOS почтовый ящик синхронизации '%s'

source: Skipping deleted message %lu/%lu
de: Gelöschte Nachricht ignoriert %lu/%lu
nl: Overslaan van verwijderd bericht %lu/%lu
pt: Ignorar a mensagem eliminada %lu/%lu
ru: Пропуск удалённого сообщения %lu/%lu

source: Storing message %lu/%lu: %s
de: Speichere Nachricht %lu/%lu: %s
it: Memorizzo il messaggio %lu/%lu: %s
nl: Opslaan van bericht %lu/%lu: %s
pt: Guardando a mensagem %lu/%lu: %s
ru: Сохранение сообщения %lu/%lu: %s

source: Could not store message %lu/%lu: %s
de: Konnte Nachricht %lu/%lu nicht speichern: %s
nl: Kon bericht %lu/%lu niet opslaan: %s
pt: Não foi possível guardar a mensagem %lu/%lu: %s
ru: Невозможно сохранить сообщение %lu/%lu: %s

source: Stored %lu/%lu messages on PalmOS device.
de: %lu/%lu Nachrichten auf Palm-OS Gerät gespeichert.
it: Memorizzati %lu/%lu messaggi sul dispositivo PalmOS.
nl: Opgeslagen; %lu/%lu berichten op PalmOS apparaat.
pt: %lu/%lu mensagens guardadas no dispositivo PalmOS.
ru: Сохранено %lu/%lu сообщений на PalmOS устройстве.

source: Setting up MAL proxy...
de: MAL-Proxy wird aktiviert...
it: Configurazione del proxy MAL...
ru: Установка MAL proxy...

source: Setting up SOCKS proxy...
de: SOCKS-Proxy wird aktiviert...
it: Configurazione del proxy SOCKS...
ru: Установка SOCKS proxy...

source: Synchronising MAL server/AvantGo...
de: Synchronisiere MAL-Server/AvantGo...
it: Sincronizzazione del server MAL/AvantGo...
ru: Синхронизирование MAL сервер/AvantGo...

source: Synchronise Mail
de: Nachrichten synchronisieren
it: Sincronizza la posta
nl: Mail synchroniseren
pt: Sincronizar Correio
ru: Синхронизация Почты

source: Synchronise Time
de: Zeit synchronisieren
pt: Sincronizar Hora
ru: Синхронизация Времени

source: Always do Backup on sync
de: Beim Synchronisieren immer Sicherheitskopie erstellen
pt: Fazer sempre cópia de segurança aquando da sincronização
ru: Всегда Резервировать во время синхронизации

source: Sync to MAL server (e.g. AvantGo)
de: Synchronisation mit MAL-Server (z.B. AvantGo)
it: Sincronizza col server MAL (p.es. AvantGo)
ru: Синхронизация на MAL сервер (например: AvantGo)

source: The Auto-Install function will automatically install all databases from a given directory on the PalmPilot during synchronisation.
de: Die Auto-Installations-Funktion installiert automatisch alle Palm-Datenbanken (.PDB/.PRC Dateien) aus einem gegebenen Verzeichnis auf dem PalmPilot.
it: La funzione di Auto-Installazione provvederà all'installazione del database dalla directory scelta al PalmPilot durante la fase di sincronizzazione.
pt: A função de Auto-Instalação irá automaticamente instalar todas as bases de dados de um determinado directório no dispositivo Palm Pilot durante a sincronização.
ru: Функция Авто-Установка будет автоматически установливать все базы данных из данной папки на PalmPilot в течение синхронизации.

source: Do Auto-Install
de: Auto-Installation machen
pt: Fazer Auto-Instalação
ru: Делать Авто-Установку

source: Directory for Auto-Install
de: Verzeichnis für Auto-Installation
pt: Directório para a Auto-Instalação
ru: Папка для Авто-Установки

source: Pilot device
de: Palm-OS Port (device)
it: Dispositivo pilota
pt: dispositivo Palm Pilot
ru: Pilot устройство

source: Connection speed:9600:19200:38400:57600:115200
de: Portgeschwindigkeit:9600:19200:38400:57600:115200
it: Velocità di connessione:9600:19200:38400:57600:115200
pt: Velocidade da ligação:9600:19200:38400:57600:115200
ru: Скорость подключения:9600:19200:38400:57600:115200

source: Mailbox for exchange
de: Mailbox zum Austausch
it: Casella di scambio della posta
ru: Почтовый ящик для обмена

source: Mail disposal mode:keep:delete:file
de: Mail auf Palm-OS Gerät:behalten:löschen:ablegen
it: Modalità di disporre le mail:mantieni:elimina:file
pt: Modo de disposição do correio:manter:eliminar:arquivar
ru: Режим размещения почты:сохранить:удалить:файл

source: Directory for backup files
de: Verzeichnis für Sicherheitskopie
it: Directory per i file di backup
ru: Папка для резервных файлов

source: Delete backups of no longer existing databases
de: Sicherheitskopien von nicht mehr vorhandenen Datenbanken löschen
ru: Удалять резервные копии не существующих баз данных

source: Backup only modified databases
de: Nur geänderte Datenbanken sichern
pt: Fazer cópia de segurança apenas das bases de dados modificadas
ru: Резервировать только изменённые базы данных

source: Force total backup of all databases
de: Alle Datenbanken sichern
pt: Forçar a cópia de segurança completa de todas as bases de dados
ru: Вызвать полное резервирование всех баз данных

source: Exclude these databases
de: Diese Datenbanken nicht sichern
it: Escludi questi database
pt: Excluir estas bases de dados
ru: Исключить эти базы данных

source: Try to lock device
de: Versuche Sperre für das Gerät zu erhalten
it: Tento di blindare il dispositivo
ru: Пытаться блокировать устройство
