Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Cannot open file '%s' included in this message!
de: Kann die in der Nachricht enthaltene Datei '%s' nicht lesen !
es: No puedo abrir el archivo'%s' incluido en este mensaje!
fi: Viestiss‰ olevan tiedoston '%s' luku ep‰onnistui!
fr: Impossible d'ouvrir le fichier '%s' faisant partie de ce message!
it: File allegato '%s' non apribile!
nl: Kan bestand '%s' in dit bericht niet openen!
pt: Não é possível abrir o ficheiro '%s' incluído nesta mensagem!
pt_br: Não é possível abrir o arquivo `%s', anexo a esta mensagem!
ru: Невозможно открыть файл '%s', включенный в это сообщение!

source: Posting message
de: Nachricht wird veröffentlicht
ru: Посылка сообщения

source: Sending message...
de: Nachricht wird gesendet ...
pt: A enviar a mensagem...
ru: Отправление сообщения...

source: Failed to create the message to send.
de: Konnte die zu sendende Nachricht nicht erzeugen.
pt: Não foi possível criar a mensagem a enviar.
ru: Неудавшийся создавать сообщение, чтобы отправить.

source: Cannot schedule message for sending later because the calendar module is not available.
de: Kann Nachrichten nicht verzögert senden, da das Kalendermodul nicht vorhanden ist.
ru: Невозможно запланировать отправку сообщения позже, потому что календарный модуль не доступен.

source: Message has been posted to %s
de: Nachricht wurde veröffentlicht in %s.
ru: Сообщение было отправлено по почте к %s

source: Message has been sent to %s
de: Nachricht wurde gesendet an %s
ru: Сообщение было отправлено %s

source: (with courtesy copy sent to %s)
de: (Höflichkeitskopie gesendet an %s)
ru: (с копией любезности, отправленной %s)

source: Message was not sent.
de: Nachricht wurde nicht gesendet.
ru: Сообщение не было отправлено.

source: Cannot open file for the message.
de: Kann Datei für die Nachricht nicht öffnen.
it: File non aperto per il messaggio.
ru: Невозможно открыть файл для сообщения.

source: Cannot write message to file.
de: Kann Nachricht nicht in Datei speichern.
it: Messaggio non scritto nel file.
ru: Невозможно записать сообщение в файл.

source: Failed to delete the original draft message from the folder '%s'.
de: Konnte den ursprünglichen Entwurf der Nachricht nicht aus dem Ordner '%s' löschen.
ru: Неудалось удалить первоначальный проект сообщения из каталога '%s'.

source: Failed to create the message to save.
de: Konnte die zu speichernde Nachricht nicht erzeugen.
ru: Неудалось создать сообщение, чтобы сохранить.

source: Drafts
de: Entwuerfe
ru: Проекты

source: Folder where the postponed messages are stored,
de: Ordner, in dem Entwürfe von Nachrichten gespeichert werden,
ru: Каталог, где отложенные сообщения сохранены,

source: Please try specifying another "Drafts" folder in the preferences dialog.
de: Bitte geben Sie einen anderen "Entwürfe"-Ordner im Dialog Einstellungen an.
ru: Пожалуйста попробуйте определить другой каталог "Проекты" в диалоге настроек.

source: Failed to save the message as a draft.
de: Nachricht konnte nicht als Entwurf gespeichert werden.
ru: Неудалось сохранить сообщение как проект.

source: Your message has been saved in the folder '%s', simply open it and choose "Message|Edit in composer" to continue writing it.
de: Ihre Nachricht wurde im Ordner '%s' gespeichert. Um die Nachricht weiter zu bearbeiten, öffnen Sie sie und wählen "Nachricht/Im Editor bearbeiten".
ru: Ваше сообщение было сохранено в каталоге '%s', чтобы продолжить редактировать, просто откройте его, выбрав "Сообщение|Редактирование в компоновщике".

source: Failed to create the directory '%s' for the temporary composer files
de: Konnte Verzeichnis '%s' für temporäre Dateien des Editors nicht anlegen
ru: Неудалось создавать папку '%s' для временных файлов компоновщика

source: Failed to automatically save the message.
de: Konnte die Nachricht nicht automatisch speichern.
ru: Неудалось автоматически сохранить сообщение.

source: Failed to check for interrupted messages.
de: Konnte nicht auf Nachrichten prüfen, deren Erstellung unterbrochen wurde.
ru: Неудалось проверить прерванные сообщения.

source: Interrupted message %d
de: Nachrichten %d, deren Erstellung unterbrochen wurde
ru: Прерванное сообщение %d

source: Failed to resume composing the message from file '%s'
de: Konnte Nachricht aus Datei '%s' nicht wieder editieren
ru: Невозможно возобновить составление сообщения из файла '%s'

source: %d previously interrupted composer windows have been restored
de: %d zuvor unterbrochene Editor-Fenster wurden wiederhergestellt
ru: %d предварительно прерванные окна компоновщика были восстановлены

source: No
de: Nein
fi: Ei
fr: Non
nl: Nee
pt: Não
ru: Нет

source: Ask
de: Fragen
es: Pregunta
fi: Kysy
fr: Demander
it: Chiedi
nl: Vragen
pt: Perguntar
pt_br: Pergunta
ru: Спрашивать

source: Yes
de: Ja
es: Si
fi: Kyll‰
fr: Oui
it: Si
nl: Ja
pt: Sim
pt_br: Sim
ru: Да

source: &Add...
de: &Hinzufügen...
it: &Aggiungi...
nl: Toevoegen...
pt: &Adicionar...
pt_br: &Adicionar...
ru: Добавить...

source: &Modify...
de: &Ändern...
it: &Modifica...
pt: &Modificar...
ru: Редактировать...

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda
pt_br: Ajuda
ru: Справка

source: &Help
de: &Hilfe
es: &Ayuda
fi: &Apua
fr: &Aide
it: &Aiuto
pt: Ajuda
pt_br: &Ajuda
ru: Справка

source: &Apply
de: &Übernehmen
es: &Aplicar
fi: &Aseta
fr: &Appliquer
it: &Applica
nl: &Toepassen
pt: Aplicar
pt_br: &Aplicar
ru: Применить

source: Some important program settings were changed. Would you like to test the new setup (recommended)?
de: Einige wichtige Einstellungen wurden geändert. Möchten Sie die neuen Einstellungen testen (empfohlen)?
es: Elementos de la configuracion han cambiado. Le gustaria probar la nueva configuracion (recomendado)?
fi: Joitakin t‰rkeit‰ ohjelma-asetuksia vaihdettu. Haluatko testata uudet asetukset nyt (suositeltavaa)?
fr: Les options importantes pour le bon fonctionnement du programme ont été changées. Voulez-vous tester la nouvelle configuration (recommandé)?
it: Alcuni parametri importanti sono stati cambiati. Vuoi provare la nuova configurazione (raccommandato)?
nl: Enkele belangrijke programmainstellingen zijn veranderd. Wilt u de nieuwe instellingen testen (aanbevolen)?
pt: Algumas definições importantes foram modificadas. Você quer testar a nova configuração (recomendado)?
pt_br: Algumas definições importantes do programa foram mudadas. Você deseja testar a nova configuração (recomendado)?
ru: Некоторые важные параметры настройки программы были изменены. Хотели бы Вы проверить новую установку (рекомендуется)?

source: Test setup?
de: Einstellungen testen ?
es: Probar configuracion?
fi: Testaa asetukset?
fr: Tester la configuration?
it: Prova la configurazione?
nl: Instellingen testen?
pt: Testar a instalação?
pt_br: Testar configuração?
ru: Тестировать настройки?

source: Some of the changes to the program options will only take effect when the progam will be run the next time and not during this session.
de: Einige der geänderten Einstellungen werden erst beim nächsten Programmstart übernommen werden und nicht schon in dieser Sitzung.
es: Algunos de los cambios a las opciones de programa solo toman efecto cuando el programa se corra nuevamente y no en esta sesion
fi: Osa muutoksista ohjelman asetuksiin tulevat voimaan vasta k‰ynnist‰ess‰si ohjelman uudelleen. Ne eiv‰t ole voimassa viel‰ t‰ss‰ istunnossa.
fr: Certains changements que vouz avez apportés aux options du programme ne prendront effet qu'à partir de la prochaine exécution et non pas immédiatement.
it: Alcuni cambiamenti delle impostazioni avranno effetto solo dopo averlo riavviato, per cui esse saranno attive al prossimo avvio, ma non nella sessione attuale.
nl: Enkele veranderingen in de programmainstellingen zullen pas zichtbaar zijn wanneer het programma de volgende keer gestart wordt en niet tijdens deze sessie.
pt: Algumas das modificações feitas às opções só entrarão em vigor da próxima vez que o programa for executado e não nesta sessão.
pt_br: Algumas das opções modificadas se tornarão efetivas na próxima sessão deste programa.
ru: Некоторые изменения настроек программы вступят в силу, когда программа будет выполнена в следующий раз а не в течение этого сеанса.

source: Always
de: immer
it: Sempre
pt: Sempre
ru: Всегда

source: Match
de: ist gleich
it: Confronta
nl: Overeenkomst
ru: Соответствует

source: Match Case
de: ist gleich (mit groß/klein)
it: Considera M/m
ru: С учетом регистра

source: Contains
de: enthält
it: Contiene
pt: Contém
ru: Входит

source: Contains Case
de: enthält (mit groß/klein)
it: Contiene M/m
ru: С учетом регистра

source: Match RegExp
de: passt zu RegExp
it: Confornta le espressioni regolari
nl: Overeenkomst met RegExp
ru: Учитывать RegExp

source: Match RegExp Case
de: passt zu RegExp (mit groß/klein)
it: Considera M/m delle espressioni regolari
ru: Учитывать RegExp регистр

source: Larger than
de: größer als
it: Maggiore di
nl: Groter dan
pt: Maior que
ru: Больше чем

source: Smaller than
de: kleiner als
it: Minore di
nl: Kleiner dan
pt: Menor que
ru: Меньше чем

source: Older than
de: älter als
it: Precedente a
nl: Ouder dan
pt: Mais antiga que
ru: Старше чем

source: Newer than
de: neuer als
it: Più recente di
pt: Mais recente que
ru: Моложе чем

source: Seems to be spam
de: Scheint Spam zu sein
ru: Кажется спам

source: Score above
de: Bewertung größer als
it: Incrementa il punteggio
ru: Закладка вверх

source: Score below
de: Bewertung niedriger als
it: Decrementa il punteggio
ru: Закладка вниз

source: Sent to me
de: an mich geschickt
ru: Отправить мне

source: Sent from me
de: Von mir verschickt
ru: Отправить от меня

source: Flag is Set
de: Markierung ist an
ru: Флаг установлен

source: Unseen
de: Ungelesen
ru: Скрытое

source: Deleted
de: Gelöscht
ru: Удалено

source: Answered
de: Beantwortet
ru: Отвеченное

source: Important
de: Wichtig
ru: Важное

source: Recent
de: kürzlich empfangen
ru: Последнее

source: in from
de: im Absender
it: nel Da
pt: em de
ru: в поле от кого

source: in to
de: in Empfänger
it: nel A
pt: em para
ru: в поле кому

source: in subject
de: im Betreff
it: nell'Oggetto
pt: no assunto
ru: в теме

source: in sender
de: im Absender
it: nel Mittente
pt: no remetente
ru: в отправителе

source: in any recipient
de: in einem Empfänger
it: in qualunque contenitore
ru: в любом получателе

source: in header
de: in den Kopfzeilen
it: nell'intestazione
pt: no cabeçalho
ru: в заголовке

source: in body
de: im Inhalt
it: nel corpo
nl: n body
pt: no corpo
ru: в теле

source: in message
de: in der Nachricht
it: nel messaggio
nl: in bericht
pt: na mensagem
ru: в сообщении

source: or
de: oder
it: o
pt: ou
ru: или

source: and
de: und
it: e
pt: e
ru: и

source: Move to
de: Verschieben nach
it: Sposta
nl: Verplaatsen naar
pt: Mover para
ru: Переместить в

source: Copy to
de: Kopieren nach
it: Copia
nl: Kopiëren naar
pt: Copiar para
ru: Копировать в

source: Delete
de: Löschen...
es: Borrar
fi: Poista
fr: Effacer
it: Cancella
nl: Verwijderen
pt: Eliminar
pt_br: Remover
ru: Удалить

source: Expunge
de: &Verwerfen
es: Purgar
fi: Poista
fr: Détruire définitivement tous les messages effacés
it: Distruggi definitivamente tutti i messaggi cancellati
nl: Definitief verwijderen
pt: Expurgar
pt_br: Efetivar remoção de mensagens
ru: Вычеркнуть

source: Zap
de: Endgültig löschen...
ru: Затереть

source: MessageBox
de: Dialogbox
it: Casella posta
nl: BerichtenBox
pt: Caixa de Mensagens
ru: Диалог сообщения

source: Log Entry
de: Eintrag protokollieren
it: Registro
nl: Vermelding
ru: Элемент Лога

source: Set Score
de: Bewertung setzen
ru: Установить закладку

source: Add to Score
de: Zur Bewertung addieren
ru: Добавить к Закладкам

source: Set Colour
de: Farbe setzen
it: Imposta il colore
pt: Configurar a cor
ru: Установить Цвет

source: Print
de: Drucken
es: Imprimir
fi: Tulosta
fr: Imprimer
it: Stampa
nl: Afdrukken
pt: Imprimir
pt_br: Imprimir
ru: Печать

source: Set Flag
de: Markieren
ru: Установить Флаг

source: Clear Flag
de: Markierung entfernen
ru: Снять Флаг

source: Do nothing
de: Nichts tun
ru: Ничего не делать

source: Configure &details...
de: Details einrichten...
ru: Настроить детали...

source: Not
de: nicht
it: Non
nl: Niet
pt: Não
ru: Не

source: Filter Rule
de: Filter-Regel
it: Regola del filtro
nl: Filter regel
pt: Regra de filtragem
ru: Правило Фильтра

source: &Name:
it: &Nome:
nl: &Naam:
pt: &Nome
pt_br: &Nome:
ru: Название:

source: If message...
de: Falls Nachricht...
pt: Se a mensagem...
ru: Если сообщение...

source: Then do this:
de: Dann:
it: allora
pt: Então faça isto:
ru: Тогда делать это:

source: &More
de: &Mehr
pt: &Mais
ru: Больше

source: &Fewer
de: &Weniger
pt: Menos
ru: Меньше

source: Add another condition
de: Weitere Bedingung hinzufügen
pt: Adicionar outra condição
ru: Добавить другое условие

source: Remove the last condition
de: Letzte Bedingung entfernen
it: Cancella l' ultima condizione
pt: Remover a última condição
ru: Удалите последнее условие

source: This filter rule can only be edited directly.
de: Diese Filter-Regel kann nur direkt editiert werden.
it: Questo filtro può essere editato solo direttamente.
pt: Esta regra de filtragem só pode ser editada directamente.
ru: Это правило фильтра может быть отредактировано только непосредственно.

source: Configure Filter Rules
de: Filter-Regeln einrichten
it: Configura le regole del filtro
pt: Configurar as Regras de Filtragem
ru: Настройка Правил Фильтров

source: &Edit...
de: &Bearbeiten...
it: &Edita...
nl: B&ewerken...
pt: &Editar...
pt_br: &Editar
ru: &Правка

source: &Copy...
de: &Kopieren...
ru: Копировать...

source: The filter '%s' which you have just created is not yet used by any folder. Would you like to select a folder to which you'd like to assign this filter right now (otherwise you can do it later by using the "Filters" entry in the "Folder" menu)?
de: Der Filter '%s', den Sie gerade erstellt haben, wird noch von keinem Ordner verwendet. Wollen Sie einen Ordner auswählen, dem dieser Filter jetzt zugewiesen werden soll ? Sie können dies auch später tun, indem Sie den Eintrag "Filter" im Menü "Ordner" verwenden.
pt: O filtro '%s' que você acabou de criar ainda não está a ser utilizado por nenhuma pasta. Você quer atribuir este filtro a alguma pasta agora (caso contrário você pode fazê-lo mais tarde utilizando a entrada "Filtros" no menu "Pasta"?
ru: Фильтр '%s', который Вы только что создали - не все ещё не используется любым каталогом. Хотели бы Вы выбрать каталог, для которого Вы хотели бы назначить этот фильтр прямо сейчас (иначе Вы можете сделать это позже, используя элемент "Фильтры" в меню "Каталог")?

source: Filter is not used
de: Filter wird nicht benutzt
pt: Filtro não é usado
ru: Фильтр не используется

source: Copy filter rule
de: Filter-Regel kopieren
ru: Копировать правило фильтра

source: New filter name:
de: Neuer Name des Filters:
ru: Новое имя фильтра:

source: Impossible to copy the filter to itself, please enter a different name.
de: Filter kann nicht auf sich selbst kopiert werden. Bitte wählen Sie einen anderen Namen.
ru: Невозможно копировать фильтр в себя, пожалуйста введите другое название.

source: Rename filter rule
de: Filter-Regel umbenennen
ru: Переименовать правило фильтра

source: Please note that the renamed filter is not used by any folder any more, you should probably go to the "Folder|Filters" dialog and change it later. (sorry for the inconvenience, this is going to be changed in the future version of the program)
de: Der umbenannte Filter, wird jetzt von keinem Ordner mehr verwendet. Sie sollten wohl den Eintrag "Filter" im Menü "Ordner" verwenden um dies zu ändern. Entschuldigen Sie den Umstand - dies wird in einer späteren Version des Programms geändert !
ru: Пожалуйста обратите внимание, что переименованный фильтр не используется никаким каталогом больше, вероятно Вы должны вызвать диалог "Каталог|Фильтры" и измененить это позднее. (извините за неудобство, это планируется измененить в будущей версии программы)

source: Filter renamed
de: Filter-Regel umbenannt
ru: Переименованный фильтр

source: Filter '%s' already exists, are you sure you want to overwrite it with the filter '%s'?
de: Filter-Regel '%s' bereits da, möchten Sie sie wirklich durch Filter '%s' ersetzen ?
ru: Фильтр '%s' уже существует, Вы уверены, что хотите записать поверх его фильтр '%s'?

source: Overwrite filter?
de: Filter ersetzen ?
ru: Перезаписать фильтр?

source: Filters copying messages to "%s"
de: Filter kopieren Nachrichten nach "%s"
ru: Фильтры, копирующие сообщения в "%s"

source: Configure filters for '%s'
de: Filter-Regeln für '%s' einrichten
pt: Configure filtros para '%s'
ru: Настроить фильтры для '%s'

source: Select the filters to use:
de: Wählen Sie die Filter-Regeln aus:
pt: Seleccione os filtros para usarem:
ru: Выберите фильтры для использования:

source: Instructions:
de: Anleitung:
pt: Instruções:
ru: Инструкции:

source: You may check the filters you want to use in the list above. Additionally, use the buttons to the right of it to choose the filter priority. Use the buttons to the right to create, delete or modify a filter.
de: Sie können die Filter, die Sie anwenden möchten, in der Liste oben markieren. Außerdem können Sie mit den Knöpfen rechts die Priorität der Filter festlegen und Filter erstellen, ändern oder löschen.
pt: Você pode escolher os filtros que quer utilizar na lista em cima. Utilize ainda os botões à direita da lista para escolher a prioridade do filtro. Utilize os botões à direita para criar, eliminar ou modificar um filtro.
ru: Вы можете отметить фильтры в списке выше, которые Вы хотите использовать. Также используйте кнопки справа, чтобы выбрать приоритет фильтра. Используйте кнопки справа чтобы создать, удалить или изменить фильтр.

source: &Insert...
de: Einfügen...
pt: &Inserir...
ru: Вставка...

source: Create quick filter
de: Filter-Regel schnell anlegen
pt: Criar um filtro rápido
ru: Создать быстрый фильтр

source: Apply this filter
de: Diese Filter-Regel anwenden
pt: Aplicar este filtro
ru: Примените этот фильтр

source: Only if all of the below conditions are true:
de: Nur wenn die Bedingungen unten war sind:
ru: Только если все условия ниже истинны:

source: the message was sent &from
de: Die Nachricht wurde gesendet von
ru: сообщение было отправлено от

source: the message &subject contains
de: Der Betreff enthält
ru: тема сообщения содержит

source: the message was sent &to
de: Die Nachricht wurde gesendet an
ru: сообщение было отправлено

source: &And if they are, then:
de: Und wenn das zutrifft, dann:
ru: И если они, тогда:

source: from
de: von
pt: de
ru: от кого

source: subject
de: Betreff
pt: assunto
ru: тема

source: to
de: an
pt: para
ru: кому

source: and
de: und
ru: и

source: quick filter
de: Schnell-Filter
it: filtro veloce
pt: filtro rápido
ru: быстрый фильтр

source: The filter '%s' already exists, do you want to replace it?
de: Filter-Regel '%s' bereits da, möchten Sie sie wirklich ersetzen ?
it: Il filtro '%s' esiste già, vuoi rimpiazzarlo con questo nuovo?
ru: Фильтр '%s' уже существует, Вы хотите заменить его?

source: Replace filter?
de: Filter ersetzen ?
it: Rimpiazzare il filtro?
pt: Substituir filtro?
ru: Заменить фильтр?

source: No filters copying messages to folder "%s" found.
de: Keine Filter gefunden, die Nachrichten in den Ordner "%s" kopieren
ru: Не найдено фильтров, копирующих сообщения в каталог "%s".

source: Open read onl&y
de: Nur zum Lesen öffnen
ru: Открыть только для чтения

source: Create &new folder...
de: Neue Ordner anlegen...
es: &Crear folder nuevo
fi: &Luo uusi kansio...
fr: Créer un &nouveau répertoire...
it: Crea una &nuova cartella...
nl: &Nieuwe map maken...
pt: Criar &nova pasta...
pt_br: Criar &nova pasta...
ru: Создать новый каталог...

source: &Remove from tree
de: Aus dem Baum entfernen...
pt: &Remover da árvore
ru: &Удалить из дерева

source: &Delete folder
de: Ordner löschen
es: &Borrar folder
fi: &Poista kansio
fr: &Détruire le répertoire
it: &Distruggi la cartella
nl: Map verwij&deren
pt: &Eliminar pasta
pt_br: Remover &pasta
ru: Удалить каталог

source: Re&name folder...
de: Ordner umbe&nennen...
it: Ri&nomina la cartella...
pt: Re&nomear pasta...
ru: Переименовать...

source: &Close folder
de: Ordner schließen
pt: &Fechar pasta
ru: Закрыть

source: &Update status
de: Zustand aktualisieren
ru: Обновить состояние

source: Browse &subfolders...
de: Unterordner aussuchen...
it: Vedi le &sottocartelle...
nl: Bladeren &submappen...
pt_br: Visualizar &sub-pastas...
ru: Показать подкаталоги...

source: Show &hidden folders
de: Versteckte Ordner an&zeigen
it: Mostra le cartelle nascoste&h
pt: Mostrar pastas &escondidas
ru: Показать скрытые каталоги

source: &Properties
de: &Eigenschaften
es: &Propiedades
fi: &Asetukset
fr: &Propriétés...
it: &Proprietà
nl: &Eigenschappen
pt: &Propriedades
pt_br: &Propriedades
ru: Настройки

source: Drop messages to the folder '
de: Nachrichten in den Ordner fallen lassen '
ru: Перетащить сообщения в каталог '

source: You cannot drop messages here.
de: Sie können hier keine Nachrichten ablegen.
ru: Вы не можете перетащить сообщения сюда

source: The folder '%s' is used by Mahogany and cannot be deleted
de: Der Ordner '%s' wird von Mahogany verwendet und kann nicht gelöscht werden.
ru: Каталог '%s' используется Mahogany и не может быть удалён

source: The root folder can not be deleted.
de: Der Wurzel-Ordner kann nicht gelöscht werden.
es: El folder de raiz no puede ser borrado
fi: P‰‰kansiota ei voida poistaa.
fr: Le répertoire à la racine de l'arbre ne peut pas être détruit.
it: La cartella principale non può essere distrutta.
nl: De hoofdmap kan niet verwijderd worden.
pt: A pasta de raiz não pode ser eliminada.
pt_br: A pasta principal não pode ser removida.
ru: Корневой каталог не может быть удалён.

source: Do you really want to remove folder '%s' and all of its subfolders? You will permanently lose all the settings for the removed folders!
de: Möchten Sie Mailbox '%s' und alle darunter liegenden Ordner wirklich löschen? All deren Einstellungen werden endgültig gelöscht !
pt: Você quer de facto eliminar a pasta '%s' e todas as suas sub-pastas? Você vai perder irremediávelmente todas as definições das pastas eliminadas!
ru: Вы действительно хотите удалить каталог '%s' и все его подкаталоги? Вы потеряете все параметры настройки для удалённых каталогов!

source: Do you really want to delete folder '%s' and all of its subfolders? All messages contained in them will be permanently lost!
de: Möchten Sie den Ordner '%s' und alle darunter liegende Ordner endgültig löschen ? Alle Nachrichten darin werden endgültig gelöscht !
pt: Você quer de facto eliminar a pasta '%s' e todas as suas sub-pastas? Todas as mensagens que ela contém serão irremediávelmente perdidas!
ru: Вы действительно хотите удалить каталог '%s' и все его подкаталоги? Все сообщения, содержавшиеся в них будут безвозвратно утеряны!

source: Do you really want to remove folder '%s'?
de: Möchten Sie den Ordner '%s' wirklich aus dem Baum entfernen ?
pt: Você quer de facto eliminar a pasta '%s'?
ru: Вы действительно хотите удалить каталог '%s'?

source: Do you really want to delete folder '%s' with all the messages contained in it?
de: Möchten Sie den Ordner '%s' mit all seinen Nachrichten wirklich löschen?
pt: Você quer de facto eliminar a pasta '%s' e todas as mensagens que ela contêm?
ru: Вы действительно хотите удалить каталог '%s' со всеми сообщениями в нём?

source: The folder must be closed before it can be deleted.
de: Der Ordner muss geschlossen werden, bevor er gelöscht werden kann.
it: La cartella deve essere chiusa prima di distruggerla.
pt: A pasta deve fechada antes de poder ser eliminada.
ru: Каталог должен быть закрыт прежде, чем он может быть удалён.
