Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: The variables using the original message cannot be used in this template; variable ignored.
de: Variablen, die die Originalnachricht verwenden, können in diesen Vorlagen nicht verwendet werden; sie werden ignoriert.
it: In questo modello non puoi usare le variabili che usano il messaggio originale; verranno ignorate.
nl: De variabelen die het originele bericht gebruiken kunnen niet gebruikt worden; variabele genegeerd.
pt: As variáveis usando a mensagem original não podem ser utilizadas neste modelo; variável ignorada.
pt_br: As variáveis que usam a mensagem original não podem ser utilizadas neste modelo;variável ignorada.
ru: Переменные использующие оригинальное сообщение не могу быть использованы в этом шаблоне; переменная игнорирована.

source: You haven't configured your signature file.
de: Sie haben keine Signaturdatei eingerichtet.
es: No ha configurado su archivo de firma.
fi: Et ole asettanut allekirjoitustasi.
fr: Vous n'avez pas défini votre fichier de signature.
it: Non hai configurato il file di firma.
nl: U heeft uw handtekeningenbestand niet ingesteld.
pt: Você não configurou o seu ficheiro de assinaturas.
pt_br: Você não configurou seu arquivo de assinatura.
ru: Вы не сконфигурировали ваш файл сигнатуры.

source: Signature file '%s' couldn't be opened.
de: Signaturdatei '%s' konnte nicht geöffnet werden.
es: El archivo de firma '%s' no pudo ser abierto.
fi: Allekirjoitusta '%s' ei voida avata.
fr: Fichier de signature '%s' n'a pas pu être ouvert.
it: Impossibile aprire il file di firma '%s'.
nl: Handtekeningen bestand '%s' kon niet worden geopend.
pt: Ficheiro de assinaturas '%s' não pode se aberto.
pt_br: O arquivo `%s' não pode ser aberto .
ru: Файл сигнатуры '%s' не был открыт.

source: Would you like to choose your signature right now (otherwise no signature will be used)?
de: Möchten Sie jetzt eine Signaturdatei auswählen auswählen (andernfalls wird keine Signatur angehängt)?
es: Desearia escoger su firma ahora mismo (de otra forma no se usarafirma?)
fi: Haluatko valita allekirjoituksesi nyt? (muuten allekirjoitusta ei k‰ytet‰)
fr: Voules-vous choisir votre signature maintenant (sinon aucune signature ne sera utilisée)?
it: Vuoi scegliere la firma ora (altrimenti nessuna firma verrà usata)?
nl: Wilt u nu uw handtekening kiezen (anders wordt geen handtekening gebruikt)?
pt: Você quer escolher a sua assinatura agora (caso contrário nenhuma assinatura será utilizada)?
pt_br: Você quer escolher sua assinatura agora (de outra forma, nenhuma assinatura será utilizada)?
ru: Вы будете выбирать сигнатуру прав сейчас (иначе сигнатура не будет использоваться)?

source: Choose signature file
de: Signaturdatei wählen
es: Seleccione archivo de firma
fi: Valitse allekirjoitus
fr: Choisir fichier de signature
it: Scegli il file di firma
nl: Kies handtekeningbestand
pt: Escolha ficheiro de assinatura
pt_br: Escolher arquivo de assinatura
ru: Выберите файл сигнатуры

source: Your signature is waaaaay too long: it should be no more than %d lines, please trim it as it it risks to be unreadable for the others.
de: Ihre Signatur ist viiiieeeel zu lang: sie sollte nicht mehr als %d Zeilen haben. Bitte kürzen Sie sie, da sie für andere unlesbar sein kann.
ru: Ваша сигнатура очень длинная: должно быть не более %d строк, пожалуйста сократите чтобы другие могли прочитать её.

source: Your signature is too long: it should not be more than %d lines.
de: Ihre Signatur ist zu lang: sie sollte nicht mehr als %d Zeilen haben
ru: Ваша сигнатура очень длинная: должно быть не более %d строк.

source: Signature is too long
de: Signatur ist zu lang
it: La firma è troppo lunga
pt: Assinatura é demasiado longa
ru: Сигнатура очень длинная

source: template
de: Vorlage
it: modello
pt: modelo
pt_br: modelo
ru: шаблон

source: Invalid config source "%s" without type.
de: Ungültige Quelle für Einstellungen "%s" ohne Typ
ru: Неверный источник конфигурации "%s" без типа.

source: Unknown type "%s" for config source "%s".
de: Unbekannter Typ "%s" für Quelle der Einstellungen "%s"
ru: Неизвестный тип "%s" для источника конфигурации "%s".

source: Cannot create the directory for configuration files '%s'.
de: Kann Verzeichnis '%s' für Konfigurationsdateien nicht anlegen.
es: No puedo crear el directorio para los archivos de configuracion '%s'.
fi: Hakemiston '%s' luonti asetustiedostoille ep‰onnistui.
it: Impossibile creare la directory '%s' per i file di configurazione.
nl: Kan de directory voor de configuratie bestanden niet maken '%s'.
pt_br: Não é possível criar a pasta `%s' para os arquivos de configuração.
ru: Невозможно создать каталог для файлов конфигурации '%s'.

source: Created directory '%s' for configuration files.
de: Verzeichnis '%s' für Konfigurationsdateien angelegt.
es: Creado el directorio '%s' para los archivos de configuracion
fi: Asetustiedostojen hakemisto '%s' luotu.
fr: Le répertoire '%s' pour les fichiers de configuration a été crée.
it: Creata la directory '%s' per i file di configurazione.
nl: Directory '%s' voor configuratie bestanden gemaakt.
pt: O directório '%s' para os ficheiros de configuração foi criado.
pt_br: Criada a pasta `%s' para os arquivos de configuração.
ru: Создан каталог '%s' для файлов конфигурации.

source: Could not create initial configuration file.
de: Konnte die ursprüngliche Konfigurationsdatei nicht anlegen.
ru: Невозможно создать начальный файл конфигурации.

source: Configuration directory '%s' was writable for other users. The programs settings might have been changed without your knowledge and the passwords stored in your config file (if any) could have been compromised!
de: Das Verzeichnis '%s' mit den Konfigurationsdateien war für andere Benutzer schreibbar. Die Programm-Einstellungen und Passwörter in der Konfigurationsdatei sind vielleicht ohne Ihr Wissen verändert bzw. gelesen worden !
ru: Каталог конфигурации '%s' был перезаписываемым для других пользователей. Параметры настройки програмы, возможно, были изменены без вашего ведома и без пароля, сохраненных в вашем файле конфигурации (если любой), возможно, был бы компрометирован!

source: This has been fixed now, the directory is no longer writable for others.
de: Dies ist nun korrigiert, das Verzeichnis ist für andere Benutzer nicht mehr beschreibbar.
es: Esto ha sido reparado ahora, el directorio ya no es modificable para otros usuarios.
fi: Asia korjattu. Hakemisto ei ole en‰‰ toisten k‰ytt‰jien muunneltavissa.
fr: Cette bogue a été corrigée dépuis et le répertoire n'est plus lisible par d'autres utilisateurs
it: E' stato corretto: la directory non è accessibile in scrittura per altri.
nl: Dit is nu verholpen, de directory is niet langer beschrijfbaar voor anderen.
pt_br: Isto foi corrigido, o diretório não pode ser mais acessado por outros usuários.
ru: Теперь исправлено, каталог больше недоступен для записи другим.

source: Failed to correct the directory access rights (%s), please do it manually and restart the program!
de: Die Zugriffsrechte auf ein Verzeichnis konnten nicht korrigiert werden (%s), bitte ändern Sie dies manuell und starten Sie das Programm neu !
ru: Невозможно корректировать права доступа к каталогу (%s), пожалуйста сделайте это вручную и перезапустите программу!

source: Failed to access the directory '%s' containing the configuration files.
de: Auf das Verzeichnis '%s' mit den Konfigurationsdateien konnte nicht zugegriffen werden
ru: Невозможен доступ к каталогу '%s' содержащему файлы конфигурации.

source: Configuration file %s was writable by other users. The program settings could have been changed without your knowledge, please consider reinstalling the program!
de: Konfigurationsdatei '%s' war für andere Benutzer schreibbar. Die Programm-Einstellungen sind möglicherweise ohne Ihr Wissen verändert worden. Bitte überlegen Sie, ob Sie das Programm nochmal neu installieren !
ru: Файл %s конфигурации был перезаписываемым для других пользователей. Параметры настройки программы, возможно, были изменены без вашего ведома, пожалуйста рассмотрите повторную установку программы!

source: Configuration file '%s' was readable for other users. Passwords may have been compromised, please consider changing them!
de: Die Konfigurationsdatei '%s' war für andere Benutzer lesbar. Ihre Passwörter sind vielleicht gelesen worden. Bitte ändern Sie diese falls nötig !
ru: Файл конфигурации '%s' был читаем для других пользователей. Пароли, возможно, были скомпрометированы, пожалуйста измените их!

source: This has been fixed now, the file is no longer readable for others.
de: Dies ist nun korrigiert, die Datei ist nicht länger für andere lesbar.
es: Esto ha sido reparado ahora, el directorio ya no es accesible para otros usuarios.
fi: Asia korjattu. Hakemisto ei ole en‰‰ toisten k‰ytt‰jien luettavissa.
fr: Cette bogue a été corrigée dépuis et le fichier n'est plus lisible par d'autres utilisateurs
it: Questo ora è stato corretto e il file non è più leggibile per altri.
nl: Dit is nu verholpen, het bestand is niet langer leesbaar voor anderen.
pt_br: Isto foi corrigido. O arquivo não pode mais ser acessado por outros usuários.
ru: Теперь исправлено, файл больше нечитаем для других.

source: The attempt to make the file unreadable for others has failed: %s
de: Der Versuch, die Datei für andere unlesbar zu machen, gescheitert: %s
ru: Попытка сделать файл нечитаемым для других завершилась неудачей: %s

source: No filename for local config source "%s".
de: Kein Dateinamen für die lokale Quelle für Einstellungen "%s"
ru: Нет имени файла для местного источника конфигурации "%s".

source: Checking for new mail, please wait...
de: Prüfe auf neue Nachrichten, bitte warten...
ru: Проверка новой почты, пожалуйста подождите...

source: Checking for new mail
de: Prüfe auf neue Nachrichten...
ru: Проверка новой почты

source: Cannot build list of incoming mail folders.
de: Kann keine Liste der Eingangsmailboxen erstellen.
es: No puedo construir la lista de folders de entrada.
fi: Saapuvat-kansioiden luettelon luonti ep‰onnistui.
fr: Impossible d'obtenir la liste de tous les répertoires entrants.
it: Impossibile fare la lista delle cartelle della posta in arrivo.
nl: Kan geen lijst maken van inkomende post mappen.
pt_br: Não é possível construir a lista de pastas de mensagens recebidas.
ru: Невозможно создать список каталогов входящей почты.

source: Checking all opened folders...
de: Alle offenen Ordner prüfen
ru: Проверка всех открытых каталогов...

source: Cannot check for new mail in the folder '%s' while offline. If you believe this message to be wrong, please set the flag allowing to access the folder without network in its "Access" properties page.
de: Der Ordner '%s' kann ohne Netzwerk-Verbindung nicht auf neue Nachrichten geprüft werden. Wenn Sie vermuten, dass diese Meldung nicht zutrifft, so setzen Sie bitte die Option um auf den Ordner auch ohne Netzwerk-Verbindung zugreifen zu können in der Seite "Zugriff" der Ordnereinstellung.
ru: Невозможно проверить новую почту в каталоге '%s' в автономном режиме. Если Вы полагаете, что это сообщение будет неправильными, пожалуйста установите флажок, позволяющий обратиться к каталогу без сети в "Доступ" страница свойств.

source: Checking folder %s...
de: Ordner '%s' prüfen ...
ru: Проверка каталога %s...

source: Checking for new mail in the folder '%s' failed. Do you want to stop checking it during this session?
de: Prüfen auf neue Nachrichten im Ordner '%s' gescheitert. Möchten Sie die Prüfung auf Nachrichten in diesem Ordner für diese Sitzung abstellen ?
ru: Проверка новой почты в каталоге '%s' неудалась. Вы хотите прекратить проверять это в течение этого сеанса?

source: Check for new mail failed
de: Prüfung auf neue Nachrichten gescheitert
ru: Неудачная проверка новой почты

source: Failed to open folder '%s' in the main window.
de: Konnte den Ordner'%s' im Hauptfenster nicht öffnen
ru: Невозможно открыть каталог '%s' в главном окне.

source: Failed to reopen folder '%s', it doesn't seem to exist any more.
de: Ordner '%s' konnte nicht wieder geöffnet werden - er scheint nicht mehr da zu sein
ru: Невозможно повторно открыть каталог '%s', он, кажется, больше не существует.

source: Not all folders could be reopened.
de: Nicht alle Ordner konnten wieder geöffnet werden.
pt: As pastas não poderam ser todas reabertas.
ru: Не все каталоги могут быть переоткрыты.

source: Failed to import Mahogany settings from "%s".
de: Konnte Einstellungen für Mahogany nicht aus der Datei "%s" importieren.
ru: Невозможно импортировать параметры настройки Mahogany из "%s".

source: Successfully imported Mahogany settings from "%s".
de: Einstellungen für Mahogany erfolgreichvon "%s" importiert.
ru: Успешно импортированы настройки Mahogany из "%s".

source: Communication between different Mahogany processes won't work, please disable the "Always run only one instance" option if you don't use it to avoid this error message in the future.
de: Die Kommunikation zwischen verschiedenen Mahogany-Prozessen funktioniert nicht. Bitte schalten Sie die Option "Immer nur eine Kopie ausführen" aus, um diese Fehlermeldung zukünftig zu vermeiden.
ru: Связь между различными процессами Mahogany не работает, пожалуйста отключите "Всегда запускать только одну копию программы" опцию если Вы не используете это, чтобы избежать этого сообщения об ошибке в будущем.

source: You have started Mahogany as the super-user (root). For security reasons we strongly recommend that you exit the program now and run it as an ordinary user instead. Are you sure you want to continue?
de: Sie versuchen, Mahogany als Superuser (root) zu benutzen. Dies ist aus Sicherheitsgründen keine gute Idee. Wir raten Ihnen dringend das sie das Programm beenden und statt dessen als normaler Anwender neu starten. Möchten Sie trotzdem fortfahren?
ru: Вы запустили Mahogany как суперпользователь (root). Для безопасности мы строго рекомендуем Вам выйти из программы и запустить как обычный пользователь вместо этого. Вы уверены, что Вы хотите продолжить?

source: Run as root?
de: Als Root starten ?
it: Avvia come root?
pt: Executar como super-utilizador (root)?
ru: Запустить как root?

source: Program execution aborted.
de: Programm wurde abgebrochen.
it: Esecuzione del programma interrotta.
pt: Execução do programa abortada.
ru: Выполнение программы прервано.

source: Failed to create the program window.
de: Das Fenster für das Programm konnte nicht angelegt werden.
pt: Criação da janela do programa falhou.
ru: Невозможно создать окно программы.

source: Synchronised configuration information could not be stored remotely.
de: Konfigurationsdaten konnten nicht auf Server gespeichert werden
it: Le impostazioni sincronizzate non possono essere salvate in modo remoto.
pt: Não foi possível guadar remotamente a informação sincronizada da configuração.
ru: Синхронизированная информация конфигурации, не может быть сохранена удалённо.

source: You still have messages queued to be sent. Do you want to send them before exiting the application?
de: Sie haben noch Nachrichten bereit zum Senden. Möchten Sie diese senden, bevor Sie das Programm beenden?
it: Hai ancora dei messaggi in coda di spedizione. Vuoi inviarli prima di uscire?
ru: Вы имеете поставленные в очередь сообщения для отправки. Вы хотите отправить их перед выходом из приложения?

source: Would you like to purge all messages from the trash mailbox (%s)?
de: Wollen Sie alle Nachrichten aus dem Papierkorb ("%s") endgültig löschen ?
ru: Вы хотите очистить все сообщения из мусорной корзины (%s)?

source: Empty trash?
de: Papierkorb leeren ?
ru: Очистить корзину?

source: Failed to empty the trash folder.
de: Konnte den Papierkorb nicht leeren.
ru: Невозможно очистить мусорную корзину.

source: Some folders are in critical sections and should be allowed to finish whatever operation is pending on them before exiting the application. These folders are:
de: Die Bearbeitung einiger Ordner befinden sich in kritischen Abschnitten. Sie sollten besser abwarten, bis die Operationen auf diesen Mailboxen abgeschlossen sind bevor Sie das Programm beenden. Dies sind folgende Ordner:
es: Algunos folders estan en secciones criticas y deben terminar cualquier proceso pendiente antes de salir de la aplicacion. Estos folders son:
fi: Muutamat kansiot ovat kriittisiss‰ osissa ja niiden kesken olevat prosessit tulisi ajaa loppuun ennen ohjelmasta poistumista. N‰it‰ kansioita ovat:
it: Alcune cartelle sono in sezioni critiche e si dovrebbe lasciar finire qualsiasi operazione ancora in corso prima di uscire dall'applicazione. Le cartelle sono:
nl: Enkele mappen bevinden zich in kritieke gebieden en er moeten uitgestelde operaties op uitgevoerd worden alvorens de applicatie te beëindigen. Deze mappen zijn:
pt_br: Algumas pastas possuem operações pendentes.Você deve permitir que elas seja executadas. As operações são:
ru: Некоторые каталоги находятся в критических разделах и должны быть доступны чтобы заканчиваться безотносительно, операция находится на рассмотрении на них прежде выхода приложение Эти каталоги:

source: Do you want to exit anyway?
de: Möchten Sie Mahogany trotzdem beenden ?
es: En realidad desea finalizar sesion?
fi: Haluatko kuitenkin poistua?
it: Vuoi comunque uscire?
nl: Wilt u Mahogany werkelijk beëindigen?
pt: Tem a certeza de que quer sair?
pt_br: Você deseja sair do Mahogany?
ru: Вы действительно хотите завершить работу?

source: Creating hidden "folder internal data" message is disabled, but old such messages still appear in your folders. Delete them using text editor. Keep in mind that not all such messages were created by Mahogany.
de: Das Erstellen von "folder internal data"-Nachrichten ist abgeschaltet, aber alte Nachrichten dieser Art können noch immer in Ihren Ordnern liegen. Sie können diese mit einem Text-Editor aus der Datei löschen. beachten Sie aber, dass nicht alle solche Meldungen von Mahogany erzeugt wurden.
ru: Создание скрытого "каталог внутренних данных" сообщения заблокированно, но старые такие сообщения всё ещё появляются в Вашем каталоге. Удалите их используя редактор текста. Помните, что не все такие сообщения были созданы Mahogany.

source: Cannot find global directory "%s" in "%s" Would you like to specify its location now?
de: Kann das systemweite Verzeichnis '%s' in '%s' nicht finden. Möchten Sie es nun manuell angeben?
es: No puedo encontrar el directorio global "%s" in "%s" Desea definir esa ubicacion ahora?
fi: Globaalia hakemistoa '%s' ei lˆydy paikasta '%s'. Haluatko m‰‰ritell‰ sen paikan nyt?
fr: Impossible de trouver "%s", votre répertoire d'installation, dans le chemin "%s" Voulez-vous le spécifier maintenant?
it: Non trovo la directory globale "%s" in "%s" Vuoi specificare ora la sua locazione?
nl: Kan globale directory niet vinden "%s" in "%s" Wilt u nu de locatie nader aangeven?
pt_br: Não é possível encontrar o diretório central `%s' em `%s'. Você gostaria de especificar sua localização agora?
ru: Невозможно найти глобальный каталог "%s" в "%s" Хотели бы Вы определить его местоположение сейчас?

source: Specify global directory for Mahogany
de: Systemweites Verzeichnis für Mahogany
es: Defina el directorio global para Mahogany
fi: M‰‰rittele Mahoganyn globaali hakemisto
fr: Spécifier le répertoire d'installation de Mahogany
it: Specifica la directory globale di Mahogany
nl: Geef globale directory voor Mahogany
pt: Especificar o directório global para Mahogany
pt_br: Especifique o diretório central do Mahogany
ru: Глобальный каталог для Mahogany

source: Checking for queued messages...
de: Prüfe auf ausgehende Nachrichten...
it: Controllo dei messaggi in coda...
pt: Verificando mensagens em espera...
ru: Проверка очереди сообщений...

source: Cannot open outbox '%s'
de: Kann Ausgangsmailbox %s nicht öffnen
ru: Невозможно открыть исходящий каталог '%s'

source: Outbox folder '%s' doesn't exist
de: Der Ausgangs-Ordner '%s' ist nicht da
ru: Исходящий каталог '%s' не существует

source: Cannot send queued messages while dialup network is down. Do you want to go online now?
de: Um Nachrichten zu senden ist eine Netzwerk-Verbindung nötig. Möchten Sie diese jetzt aufbauen?
it: Non posso spedire messaggi in coda senza la connessione telefonica. Attivo la connessione ora?
ru: Невозможно отправить поставленные в очередь сообщения, в то время как сеть отключена. Вы хотите соединиться сейчас?

source: Going online...
de: Baue Verbindung auf...
it: Connessione in corso...
nl: Verbinding maken...
pt: Entrar em linha...
ru: Соединиться...

source: Failed to access message #%lu in the outbox.
de: Konnte auf Nachricht #%lu im Ausgangskorb nicht zugreifen
ru: Невозможен доступ к сообщению #%lu в исходящих.

source: Failed to recreate message #%lu from the outbox.
de: Konnte die Nachricht #%lu im Ausgangskorb nicht neu erzeugen
ru: Невозможно пересоздать сообщение #%lu для исходящих.

source: Sending message %lu/%lu: %s
de: Sende Nachricht %lu/%lu: %s
it: Invio del messaggio %lu/%lu: %s
nl: Bericht %lu/%lu versturen: %s
pt: Enviando mensagem %lu/%lu: %s
ru: Отправка сообщения %lu/%lu: %s

source: Cannot send message '%s'.
de: Kann Nachricht '%s' nicht senden.
ru: Невозможно отправить сообщение '%s'.

source: Sent %lu messages from outbox "%s".
de: %lu Nachrichten aus Ausgangskorb "%s" gesendet.
ru: Отправить %lu сообщения из исходящих "%s".

source: Failed to copy filter '%s' to '%s'
de: Kopieren des Filters '%s' nach '%s' gescheitert
ru: Невозможно копировать фильтр '%s' в '%s'

source: Filter module couldn't be loaded.
de: Filter-Modul konnte nicht geladen werden
ru: Модуль фильтра не загружен.

source: Error parsing filter '%s' for folder '%s'
de: Fehler beim Lesen des Filters '%s' für den Ordner '%s'.
ru: Ошибка разбора фильтра '%s' для каталога '%s'

source: Cannot create a folder '%s' which already exists.
de: Kann keinen Ordner mit Namen '%s' anlegen: bereits da
es: No puedo crear el folder '%s' que ya existe
fi: Kansion '%s' luonti ep‰onnistui: kansio on jo olemassa.
fr: Impossible de créer le répertoire '%s' car un répertoire avec ce nom existe déjà.
it: Impossibile creare una cartella '%s' che esiste già .
nl: Kon map '%s' niet maken, deze bestaat al.
pt_br: Não é possível criar a pasta `%s', ela já existe.
ru: Невозможно создать каталог '%s' который уже существует.

source: Cannot create subfolder '%s': folder with this name already exists.
de: Kann den Unterordner '%s' nicht anlegen: Eine Ordner mit diesem Namen ist bereits da.
es: No puedo crear el subfolder '%s': un folder con ese nombre ya existe.
fi: Alakansion '%s' luonti ep‰onnistui: samanniminen kansio on jo olemassa.
fr: Impossible de créer le répertoire '%s' car un groupe avec ce nom existe déjà.
it: Impossibile creare la sottocartella '%s': esiste già una cartella con questo nome.
nl: Kan submap '%s' niet maken: map met deze naam bestaat al.
pt_br: Não é possível criar a sub-pasta `%s': já existe uma pasta com este nome já existe.
ru: Невозможно создать подкаталог '%s': каталог с этим именем уже существует.

source: Cannot rename folder '%s' to '%s': the folder with the new name already exists.
de: Kann Ordner '%s' nicht in '%s' umbenennen: ein Ordner mit diesem Namen ist bereits da.
es: No puedo renombrar el folder '%s' a '%s': el folder con el nombre nuevo yaexiste.
fi: Kansion '%s' nimen muutos'%s' ep‰onnistui: samanniminen kansio on jo olemassa.
fr: Impossible de renommer le répertoire '%s' en '%s': un répertoire du même nom existe déjà.
it: Impossibile rinominare la cartella '%s' come '%s': esiste già una cartella col nuovo nome.
nl: Kan map '%s' nieuw hernoemen naar '%s': de map met de nieuwe naam bestaat al.
pt: Não é possível renomear a pasta '%s' para '%s': uma pasta com o mesmo nome já existe.
pt_br: Não é possível mudar o nome da pasta `%s' para `%s', já existe uma pasta com este nome.
ru: Невозможно переименовать каталог '%s' в '%s': каталог с новым именем уже существует.
