Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: Mahogany can show the number of messages in the folder directly in the folder tree. You may wish to disable this feature to speed it up slightly by leaving the text below empty or enter a string containing %t and/or %u to be replaced with the total number of messages and the number of unseen messages respectively.
de: Mahogany kann die Zahl der Nachrichten direkt im Ordner-Baum anzeigen. Sie können dies Abschalten, um eine leichte Beschleunigung zu erhalten, indem Sie den Text unten leer lassen oder eine Zeichenkette mit %t und/oder %u eingeben. Dabei wird %t durch die Gesamtzahl Nachrichten und %t durch die Zahl ungesehener Nachrichten ersetzt.
ru: Mahogany может показать число сообщений в каталоге непосредственно в дереве каталога. Вы можете отключить эту особенность, чтобы немного ускорить, оставив текст ниже пустым или ввести строку, содержащую %t и/или %u чтобы они были заменены общим количеством сообщений и числом невидимых сообщений соответственно.

source: Folder tree &format
de: Format des Ordner-Baumes
ru: Формат дерева каталогов

source: By default, if the folder has new/recent/unread messages its parent is shown in the same state as well. Disable it below if you don't like it (this makes sense mostly for folders such as "Trash" or "Sent Mail").
de: Enthält ein Ordner neue/kürzlich empfangene/ungelesene Nachrichten, so wird normalerweise der übergeordnete Ordner mit dem gleichen Zustand angezeigt. Dies können Sie unten ausschalten, wenn Sie es nicht mögen. (Dies ist vor allem für Ordner wie "Papierkorb" oder "Gesendete Nachrichten" sinnvoll).
ru: По умолчанию, если каталог имеет новые/недавние/непрочитанные сообщения его родителя показывают в том же состоянии. Отключите это ниже, если Вы не хотите этого (этого имеет смысл в основном для каталогов типа "Корзина" или "Исходящие").

source: &Parent shows status
de: Zustand für übergeordneten Ordner übernehmen
ru: Родитель показывает состояние

source: You may check the option below to skip this folder when navigating in the folder tree using Ctrl-Up/Down arrows which normally selects the next folder with unread messages. But if you select it, this one will be skipped even it has unread mail (again, this is mainly useful for "Trash" folder, for example).
de: Sie können die Einstellung unten benutzen um diesen Ordner zu überspringen, wenn Sie sich im Ordner-Baum mit den Strg-Aufwärts/ Abwärts-Pfeilen bewegen. Diese springen normalerweise zum nächsten Ordner mit ungelesenen Nachrichten. Mit dieser Einstellung wird der Ordner auch dann übersprungen, wenn er ungelesenen Nachrichten enthält. Dies ist z.B. für den Ordner "Papierkorb" interessant.
ru: Вы можете отметить опцию ниже, чтобы пропустить этот каталог при навигации в дереве каталогов, используя Ctrl-Up/Down стрелки которые обычно выбирают следующий каталог с непрочитанными сообщениями. Но если Вы отмечаете эту опцию, то каталог будет пропущен, даже если имеет непрочитанную почту (например полезно для каталога "Корзина").

source: &Skip this folder
de: Überspringe diesen Ordner
ru: Пропустить этот каталог

source: Open folders on single &click
de: Ordner auf einfachen &Klick öffnen
ru: Открывать каталоги одним щелчком

source: Show &hidden folders in the folder tree
de: Vers&teckte Ordner im Baum anzeigen
it: Mostra le cartelle c&he sono nascoste
ru: Показать скрытые каталоги в дереве

source: When you press Ctrl-Home in the tree Mahogany will go to the home folder (usually Inbox or NewMail) if any.
de: Wenn Sie Strg-Pos1 im Baum drücken, so wird Mahogany zu Ihrem Heim-Ordner springen. (Üblicherweise Eingang)
ru: Когда Вы нажимаете Ctrl-Home в дереве, Mahogany перейдёт в домашний каталог (обычно Входящие или NewMail), если не указан другой.

source: &Home folder
de: &Heim-Ordner
ru: Домашний каталог

source: Is &home folder
de: Ist der &Heim-Ordner
ru: Есть домашний каталог

source: The addresses listed below are the ones which are recognized as being your own when showing the message headers and also answering to the messages (they are excluded from the list of your reply recipients)
de: Die unten aufgeführten Adressen sind die, die als Ihre eigenen erkannt werden, wenn die Kopfzeilen der Nachrichten angezeigt werden oder beim Beantworten von Nachrichten. (Diese Adressen werden aus der Liste der Empfänger der Antwort entfernt werden)
ru: Нижеупомянутые адреса являются вашими собственными при показе заголовков сообщения и во время ответа на сообщения (они исключены из списка ваших получателей)

source: &Addresses to replace with "To"
de: Liste der eigenen &Adressen
pt: Endereço para substituir com "Para"
ru: Адреса, чтобы заменить "Кому"

source: Mahogany will usually extract the mailing list addresses from messages sent to a list automatically but if this doesn't work, you may manually specify the addresses of the lists you are subscribed to below.
de: Mahogany wird normalerweise die Adressen von Mailing-Listen automatisch ermitteln, aus Nachrichten die an die Liste gingen. Wenn dies nicht funktioniert, können Sie die Adressen der Listen die Sie abonniert haben unten eintragen.
ru: Mahogany будет обычно извлекать список адресатов из сообщений, посланных списку, автоматически, но если это не работает, Вы можете вручную определить список адресов, кторый Вы укажите ниже.

source: &Mailing list addresses
de: Adressen von &Mailing-Listen
ru: Список почтовых адресов

source: Mahogany may automatically remember all e-mail addresses in the messages you receive in a special address book. This is called 'address autocollection' and may be turned on or off from this page.
de: Mahogany kann automatisch alle E-Mail Adressen aus eingehenden Nachrichten in einem speziellen Adressbuch sammeln. Dies können Sie hier einstellen:
ru: Mahogany может автоматически запоминать все адреса электронной почты в сообщениях Вами полученных, в специальной адресной книге. Это называется 'автосбор адресов' и может быть включено или отключено на этой странице.

source: &Autocollect addresses
de: &Adressen sammeln
es: &Autoimportar direcciones
fi: &Ker‰‰ osoitteet automaattisesti
fr: &Ramasser les adresses
it: R&accolta degli indirizzi
nl: &Automatisch adressen verzamelen
pt: &Auto-recolha de endereços
pt_br: &Auto-coletar endereços
ru: Автосохранение адресов

source: Address &book to use
de: &Adressbuch für gesammelte Adressen
es: &Libro de direcciones a usar
fi: &Osoitekirjan valinta
fr: &Carnet d'adresses à utiliser
it: Agenda &da utilizzare
nl: Te gebruiken adres&boek
pt_br: &Livro de endereços que será utilizado
ru: Адресная книга для использования

source: Autocollect only &senders' addresses
de: Nur Absender-Adressen sammeln
ru: Автосохранение только адресов отправителей

source: Ignore addresses without &names
de: Adressen &ohne Namen ignorieren
es: &Ignorar direcciones sin nombres
fi: O&hita osoitteet, joissa ei ole nimi‰
fr: Ne pas prendre les adresses sans &noms
it: Ignora gli indirizzi senza i &nomi
nl: Sla adressen zonder &naam over
pt: Ignorar endereços sem &nomes
pt_br: Ignorar endereços a&nônimos
ru: Игнорировать адреса без имени

source: &Whitelist
ru: Белый список

source: The following settings configure the support of the Big Brother addressbook (BBDB) format. This is supported only for compatibility with other software (emacs). The normal addressbook is unaffected by these settings.
de: Die folgenden Einstellungen betreffen die Unterstützung des 'Big Brother Database' (BBDB) Adressbuchformats. Dieses wird nur aus Kompatibilität mit anderer Software (Emacs) unterstützt. Die anderen Adressbücher werden von diesen Einstellungen nicht berührt.
es: Las variables siguientes configuran el soporte para el formato de direcciones de Big Brother (BBDB). Este se soporte solo existe para conservar la compatibilidad con otro software (emacs). El libro de direcciones normal no es afectado por estas variables.
fi: Seuraavat asetukset m‰‰ritt‰v‰t tuen Big Brother osoitekirjaformaatille (BBDB). Tuki on olemassa yhteensopivuudeksi muiden ohjelmien kanssa (emacs). Tavallinen osoitekirja s‰ilyy koskemattomana, vaikka k‰ytt‰isit BBDB-tukea.
it: Le impostazioni seguenti servono per configurare il formato 'Big Brother addressbook' (BBDB). Questo è supportato solo per compatibilità con altri programmi (emacs). L'agenda normale è indipendente da queste impostazioni.
nl: De volgende instellingen zijn voor de ondersteuning van het Big Brother adresboek formaat (BBDB). Dit wordt ondersteund vanwege compatibiliteit met andere software (emacs). Dit is niet van invloed op het normale adresboek.
pt: As definições seguintes configuram o suporte para o formato BBDB (Big Brother addressbook). Este formato é suportado apenas por compatibilidade com outros programas (emacs). O livro de endereços normal não é afectado por estas definições.
pt_br: As definições seguintes servem para configurar o suporte aos livros de endereços salvos no formato do banco de dados 'Big Brother Database' (BBDB), disponível apenas para compatibilidade com outros softwares (Emacs). O livro de endereços normal não é afetado por elas.
ru: Следующие параметры настройки конфигурируют поддержку формата адресной книги Big Brother (BBDB). Это поддерживается только для совместимости с другим программным обеспечением (emacs). Эти параметры настройки не затронут нормальную адресную книгу.

source: &Ignore entries without names
de: Einträge ohne Namen &ignorieren
es: &Ignorar entradas sin nombres
fi: Oh&ita kohdat, joissa ei ole nimi‰
fr: Ne pas prendre les adresses &sans noms
it: &Ignora gli ingressi senza nomi
nl: Vermeld&ingen zonder naam negeren
pt: &Ignorar entradas sem nomes
pt_br: &Ignorar itens anônimos
ru: Игнорировать элементы без названий

source: &Generate unique aliases
de: Eindeutige &Namen erzeugen
es: &Generar apodos unicos
fi: &Luo yksilˆllisi‰ aliaksia
fr: &Générer les alias uniques
it: &Genera alias unici
nl: &Genereer unieke aliassen
pt_br: &Gerar apelidos únicos
ru: Сгенерировать уникальные псевдонимы

source: &Name for nameless entries
de: Name für &unbenannte Einträge
es: &Nombre para entradas sin nombre
fi: &Nimettˆmien kohtien nimi
fr: Nom pour les adresses sans n&om
it: &Nome per gli ingressi senza nome
nl: &Naam voor naamloze vermeldingen
pt: &Nome para entradas sem nome
pt_br: &Nome para itens anônimos
ru: Названия для неназванных элементов

source: &Save on exit
de: Bei Programmende &speichern
es: &Salvar al salir
fi: &Tallenna poistuessa
fr: &Sauvegarder en &quittant
it: &Salva prima di uscire
nl: &Bewaren bij beëindigen
pt_br: &Salvar antes de sair
ru: Сохранять на выходе

source: The following program will be used to open URLs embedded in messages:
de: Das folgende Programm wird verwendet um URLs in Nachrichten zu öffnen:
es: El siguiente programa sera usado para abrir los URLs incluidos en los mensajes:
fi: Seuraavaa ohjelmaa k‰ytet‰‰n avaamaan URL-osoitteita viesteiss‰:
fr: Le programme suivant sera utilisé pour ouvrir les URLs dans les messages e-mail:
it: Il seguente programma verrà utilizzato per aprire gli URL contenuti nei messaggi:
nl: Het volgende programma wordt gebruikt om ingebedde URLs te openen:
pt: O programa seguinte irá ser utilizado para abrir URLs embutidos nas mensagens:
pt_br: O seguinte programa será utilizado para abrir as URLs encontradas nas mensagens:
ru: Следующая программа будет использоваться, чтобы открывать URL, внедрённые в сообщения:

source: Open &URLs with
de: &URLs öffnen mit
es: &Abrir URLs con
fi: &Avaa URL-osoitteet
fr: Ouvrir les &URLs avec
it: Aprire l'&URL con
nl: &URLs openen met
pt: Abrir &URLs com
pt_br: Abrir &URLs com
ru: Открыть URL с

source: URL &browser is Netscape
de: URL Browser ist &Netscape
es: &Navegador de URL es Netscape
fi: URL-selain on &Netscape
fr: Programme précédent est &Netscape
it: Il &navigatore e Netscape
pt_br: O navega&dor da internet é o Netscape
ru: URL браузер - Netscape

source: Open browser in new &window
de: Browser in neuem Fenster öffnen
ru: Открывать браузер в новом окне

source: The following program will be used to view the online help system:
de: Das folgende Programm wird verwendet um die Online-Hilfe anzuzeigen:
es: El siguiente programa sera usado para ver la ayuda en linea
fi: Seuraavaa ohjelmaa k‰ytet‰‰n online help-j‰rjestelm‰n katseluun:
fr: Le programme suivant sera utilisé pour consulter l'aide en ligne:
it: Il programma seguente verrà usato per vedere il sistema di aiuto in linea:
nl: Het volgende programma wordt gebruikt om de online help te bekijken:
pt_br: Este programa será utilizado para a visualização da ajuda online:
ru: Следующая программа будет использоваться, чтобы работать с системой online помощи:

source: &Help viewer:internal:external
de: Anzeige-Programm für Hilfe:intern:extern
ru: Средство просмотра помощи:внутреннее:внешнее

source: &External viewer
de: &Externes Anzeige-Programm
ru: Внешнее средство просмотра

source: Help &viewer is Netscape
de: Anzeige für Hilfetexte ist Netscape
es: &Visor de ayuda es Netscape
fi: Help-katseluohjelma on Net&Scape
fr: Le programme précédent est Ne&tscape
it: Il &visualizzatore dell'aiuto e Netscape
nl: Programma &voor help is Netscape
pt_br: &Visualizador de ajuda é o Netscape
ru: Средство просмотра справки - Netscape

source: &Image format converter
de: &Grafikformat-Konverter
es: &Convertidor de formato de imagen
fi: &Grafiikkaformaatin muunnin
fr: Le converteur d'&images
it: Convertirore di &mmagini
nl: &Grafiekformaat converteerprogramma
pt: Coversor do formato de &imagem
pt_br: Conversor de formatos de &imagens
ru: Формат конвертации изображения

source: Conversion &graphics format:XPM:PNG:BMP:JPG:GIF:PCX:PNM
de: Grafik&format für Konvertierungen:XPM:PNG:BMP:JPG:GIF:PCX:PNM
it: Formato di conversione:XPM:PNG:BMP:JPG:GIF:PCX:PNM
nl: Conversie &graphics formaat:XPM:PNG:BMP:JPG:GIF:PCX:PNM
ru: Конверсионный графический формат:XPM:PNG:BMP:JPG:GIF:PCX:PNM

source: You may configure the external editor to be used when composing the messages and optionally choose to launch it automatically.
de: Sie können einen externen Editor zum Schreiben von Nachrichten einrichten und ihn auch automatisch starten lassen.
ru: Вы можете конфигурировать внешнего редактора, для использования при создании сообщений и можете выбрать запускать его автоматически.

source: &External editor
de: &Externer Editor
es: &Editor externo
fi: &Ulkoinen muistio
fr: Editeur e&xterne
it: &Editor esterno
nl: &Externe editor
pt: Editor &externo
pt_br: &Editor externo
ru: Внешний редактор

source: Always &use it
de: Immer &verwenden
it: &Usalo sempre
pt: &Utilizá-lo sempre
ru: Всегда использовать это

source: Mahogany can use SSL (Secure Sockets Layer) for secure, encrypted communications, if you have the libssl and libcrypto shared libraries (DLLs) on your system.
de: Mahogany kann SSL (Secure Sockets Layer) für sichere, verschlüsselte Datenübertragung verwenden, falls Sie die libssl und libcrypto Bibliotheken (shared libraries, DLLs) auf Ihrem System installiert haben.
ru: Mahogany может использовать SSL (Secure Sockets Layer) для безопасного шифрованния связи, если Вы имеете libssl и libcrypto динамические библиотеки (DLLs) в вашей системе.

source: Location of lib&ssl
de: Verzeichnis der libssl
ru: Расположение libssl

source: Location of libcr&ypto
de: Verzeichnis der libcrypto
ru: Расположение libcrypto

source: GNU Privacy Guard or a compatible program may be used to verify the cryptographic signatures of the messages you receive and decrypt them.
de: GNU Privacy Guard oder ein kompatibles Programm können verwendet werden um kryptographische Signaturen von empfangenen Nachrichten zu prüfen und sie zu entschlüsseln.
ru: GNU Privacy Guard или совместимая программа могут использоваться чтобы проверить криптогафические подписи сообщений, которые Вы принимаете и расшифровать их.

source: &GPG command
de: &GPG-Befehl
ru: GPG команда

source: GPG &key server
de: &GPG-Schlüssel Server
ru: Сервер GPG ключа

source: Get GPG key &from server
de: &GPG-Schlüssel vom Server holen
ru: Получить GPG ключ от сервера

source: Mahogany may log everything into the log window, a file or both simultaneously. Additionally, you may enable mail debugging option to get much more detailed messages about mail folder accesses: although this slows down the program a lot, it is very useful to diagnose the problems. Please turn it on and join the log output to any bug reports you send us (of course, everybody knows that there are no bugs in Mahogany, but just in case :-)
de: Mahogany kann alles in einem Protokoll-Fenster, einer Datei oder beidem zugleich protokollieren. Zusätzlich können Sie eine Einstellung aktivieren um sehr detaillierte Meldungen über den Zugriff auf Nachrichten- Ordner zu erhalten. Obwohl dies das Programm sehr bremst, ist es sehr nützlich um Probleme zu finden. Wenn Sie uns einen Fehlerbericht schreiben, schalten Sie dies bitte an und fügen Sie das Protokoll bei. (Natürlich ist klar, dass Mahogany absolut fehlerfrei ist - nur zur Sicherheit :-)
ru: Mahogany может регистрировать всё в лог-окно, в файл или оба одновременно. Дополнительно, Вы можете разрешить почтовую отладку, чтобы получать более детальные сообщения о доступе к почтовым каталогам: хотя это сильно замедляет программу, но очень помогает диагностировать проблемы. Пожалуйста включите это, и присоедините лог вывод к любой ошибке, которую Вы отправляте нам (конечно, все знают что это не является ошибкой в Mahogany, но на всякий случай:-)

source: Show &log window
de: Protokoll-Fenster anzeigen
es: &Mostrar ventana de dialogo
fi: &N‰yt‰ loki-ikkuna
fr: Afficher les messages de &log
it: Mostra &la finestra di registro
nl: Laat &log venster zien
pt_br: Mostrar janela do &registro
ru: Показать окно лога

source: Log to &file
de: In Datei protokollieren
ru: Лог в файл

source: Debug server and mailbox access
de: Server- und Mailbox-Zugriffe verfolgen
it: Debug per l'accesso al server e alla casella di posta
ru: Отладка доступа к серверу и ящику

source: Show &tips at startup
de: &Tipps beim Start anzeigen
it: Mos&tra i suggerimenti all'avvio
pt: Mostrar sugestões ao iniciar o programa
ru: Подсказки на старте

source: &Splash screen at startup
de: Start&fenster anzeigen
es: &Pantalla splash al inicio
fi: &Splash screen k‰ynnistyksess‰
fr: Ecran de &bienvenu au démarrage
it: Me&ssaggio di benvenuto all'avvio
nl: &Startscherm laten zien
pt_br: Mostrar &janela de entrada
ru: Заставка на старте

source: Splash screen &delay
de: Maximale Startfenster &Dauer
es: &Demora pantalla splash
fi: Splash screen viive
fr: Le &delai avant qu'il disparaisse
it: Permanenza &del messaggio di benvenuto
nl: Startscherm &vertraging
pt: Retardamento do ecrã de boas vindas
pt_br: &Tempo máximo da janela de entrada
ru: Пауза заставки

source: Mahogany may expand environment variables in the configuration entries which is useful but takes some extra time, you may disable it here if you don't need it.
de: Mahogany kann Environment-Variablen in den Konfigurations- einträgen auswerten. Dies ist nützlich, kostet aber zusätzliche Zeit. Sie können dies hier abschalten, wenn Sie es nicht benötigen.
ru: Mahogany может внедрить переменные среды в элементы конфигурации, которые являются полезными, но используют некоторое дополнительное время, Вы можете отключить это здесь, если Вы не нуждаетесь в этом.

source: E&xpand variables
de: Variablen expandieren
ru: Разворачивать переменные

source: Show toolbar buttons and notebook tabs &as:Images:Text:Both
de: Knöpfe in der Werkzeugleiste anzeigen als: Bilder:Text:Beides
ru: Кнопки панели инструментов и закладки как:Изображения:Текст:Оба

source: If autosave delay is not 0, the program will periodically save all unsaved information (settings, contents of the opened compose windows, ...) which reduces the risk of loss of it in a case of crash.
de: Wenn das Speicherintervall nicht 0 ist, werden regelmäßig alle ungesicherten Informationen (Einstellungen, Inhalt des Editor-Fensters, ...) gespeichert, was die Gefahr eines Datenverlustes reduziert.
ru: Если задержка автосохранения не 0, программа будет периодически сохранять всю несохраненную информацию (настройки, содержание открытых окон составления писем, ...), что уменьшает риск потери в случае аварийного отказа.

source: Show option values &origin
de: Zeige Urspung der Werte der Optionen
ru: Показывать в начале значения опциий

source: Colour for options set here
de: Farbe für hier gesetzte Optionen
ru: Цвет для настроек установите здесь

source: Colour for inherited options
de: Farbe für geerbte Optionen
ru: Цвет для унаследованных настроек

source: Directory with the help files
de: Verzeichnis für die Hilfedateien
pt: Directório com os ficheiros de ajuda
ru: Путь к файлам справки

source: &Path where to find AFM files
de: Such&pfad für AFM Dateien
es: &Camino para buscar archivos AFM
fi: AFM-tiedostojen &polku
fr: &Chemin pour les fichier AFM
it: &Percorso dove trovare i file AFM
nl: &Pad voor het vinden van AFM bestanden
pt: Caminho &para os ficheiros AFM
pt_br: Caminho &para os arquivos AFM
ru: Путь к AFM файлам

source: &Focus follows mouse
de: &Fokus folgt der Maus
it: La &focalizzazione finestre segue il mouse
pt: &Foco segue o rato
pt_br: &Foco segue o ponteiro do mouse
ru: Фокус за мышью

source: Use floating &menu-bars
de: Verschiebbare &Menübalken
it: Usa la barra dei &menu flottante
pt: Utilizar barras de &menus flutuantes
pt_br: Usar barras flutuantes de &menu
ru: Использовать плавающие меню

source: Use floating &tool-bars
de: Verschiebbare &Knopfleisten
it: Usa la barra delle icone flo&ttante
nl: Zwevende gereedschapsbalken gebruiken
pt_br: Usar barras flutuantes de ferramentas
ru: Использовать плавающие панели инструментов

source: Tool-bars with f&lat buttons
de: Knopfleiste mit f&lachen Knöpfen
it: Barra de&lle icone con bottoni piatti
nl: Gereedschapsbalken met p&latte knoppen
pt: Barras de ferramentas com botões achatados
pt_br: Barras de ferramentas com botões 2D
ru: Панели инструментов с плоскими кнопками

source: &Reenable disabled message boxes...
de: Dialogboxen wiede&r aktivieren...
it: &Riabilita le caselle dei messaggi disabilitate...
pt: &Reactivar caixas de mensagens desactivadas...
ru: Восстановить заблокированные окна сообщений...

source: "Away", or unattended, state is a special mode in which Mahogany tries to avoid any interaction with the user, e.g. new mail notification is disabled, no progress dialogs are shown &&c. This is useful if you want to not be distracted by new mail arrival temporarily without having to shut down.
de: Der "Abwesenheits-Modus" ist eine besonderer Zustand, in dem Mahogany jede Rückfrage an den Anwender zu vermeiden versucht. (Z.B. erhalten Sie keinen Hinweis auf neue Nachrichten) Dies ist nützlich, wenn Sie nicht von Mahogany abgelenkt werden wollen, aber Mahogany weiter laufen soll.
ru: "Спящий", или автоматический, это состояние - специальный режим в котором Mahogany избегает любого взаимодействия с пользователем, например уведомление о новой почте заблокировано, нет диалогов прогресса показывающих &&c. Это полезно, если Вы не хотите временно прерывать отправку почты из-за вновь прибывшей, не имея возможность закрыть.

source: Enter awa&y mode when idle during (min):
de: In Abwesenheits-Modus gehen, wenn inaktiv für (Min.):
ru: Введите значение простоя перед включением спящего режима (в минутах):

source: E&xit away mode automatically
de: Abwesenheits-Modus automatisch verlassen
ru: Автоматический выход из спящего режима

source: Rememeber a&way status
de: Abwesenheits-Modus merken
ru: Запоминать спящее состояние
