Repository: jwise/mahogany
Catalog: locale/*.po
Languages: de, es, fi, fr, it, nl, pt, pt_br, ru

source: The following two settings can run other programs or scripts just before and after the synchronisation, e.g. to start/stop other services using the serial port. Leave them empty unless you know what you are doing.
de: Die folgenden beiden Einstellungen können ein Skript oder Programm bevor oder nach der Synchronisation ausführen, z.B. um ein anderes Programm zu stoppen oder den seriellen Port zu belegen. Verwenden Sie dies nur, wenn Sie wissen was Sie tun.
it: Le seguenti due opzioni possono eseguire programmi o script prima e dopo l' installazione, per es. avviando o chiudendo servizi che utilizzano la porta seriale.
ru: Следующие два параметра настройки могут выполнить другую программу или сценарии как раз перед и после синхронизации, например чтобы начать/останавить другой сервис, используя последовательный порт. Оставьте их пустыми, если Вы не знаете то, что Вы делаете.

source: Script to run before
de: Befehl vor Sync. ausführen
it: Script da eseguire prima
pt: Script para executar antes
ru: Скрипт для выполнения перед

source: Script to run after
de: Befehl nach Sync. ausführen.
it: Script da eseguire dopo
pt: Script para executar depois
ru: Скрипт для выполнения после

source: The following options affect only the MAL/AvantGo synchronisation:
de: Die folgenden Einstellungen betreffen nur die MAL/AvantGo-Synchronisation:
it: Le seguenti opzioni influiscono solamente la sincronizzazzione di MAL/AvanGo:
ru: Следующие варианты затрагивают только MAL/AvantGo синхронизацию:

source: Use Proxy host for MAL
de: Verwende Proxy-Server für MAL
it: Usa un host Proxy per MAL
ru: Использовать Proxy хост для MAL

source: Proxy host
de: Proxy-Server
it: host Proxy
ru: Proxy хост

source: Proxy port number
de: Proxy-Portnummer
it: numero della porta del Proxy
ru: номер порта Proxy

source: Proxy login
de: Proxy-Benutzerkennung
it: login del Proxy
ru: Proxy логин

source: Proxy password
de: Proxy-Passwort
it: password del Proxy
ru: Proxy пароль

source: Use SOCKS server for MAL access
de: SOCKS-Server für MAL/AvantGo verwenden
it: Usa il server SOCKS per l'accesso MAL
ru: Использовать SOCKS сервер для MAL доступа

source: SOCKS host
de: SOCKS-Server
it: host SOCKS
ru: SOCKS хост

source: SOCKS port number
de: SOCKS-Portnummer
it: numero della porta SOCKS
ru: номер порта SOCKS

source: PalmOS module preferences
de: Palm-OS Modul Einstellungen
it: Opzioni del modulo di PalmOS
nl: PalmOS module voorkeuren
pt: módulo de preferências PalmOS
ru: PalmOS модуль настроек

source: Advanced settings
de: &Weitere Einstellungen
pt: Definições avançadas
ru: Дополнительные настройки

source: Import settings from PINE
de: Einstellungen von PINE übernehmen
it: Importa le impostazioni da PINE
pt: Importar definições desde PINE
ru: Параметры настройки импорта из PINE

source: No local %s folders found.
de: Keine lokalen %s Mailboxen gefunden.
it: Non trovata nessuna cartella %s locale.
ru: Не найдено локальных %s каталогов.

source: Starting importing local %s mail folders.
de: Beginne, lokale %s Mailboxen zu importieren.
pt: Iniciar a importação das pastas de correio locais %s.
ru: Старт импортирования локальных %s почтовых каталогов.

source: Imported folder '%s'.
de: Mailbox '%s' importiert.
ru: Импортированный каталог '%s'.

source: Error importing folder '%s'.
de: Fehler beim importieren von Mailbox '%s'.
pt: Erro ao importar pasta '%s'.
ru: Ошибка импорта каталога '%s'.

source: Folder import failed.
de: Mailbox Import gescheitert.
it: Fallita l'importazione della cartella.
pt: Não foi possível importar a pasta.
ru: Импорт каталога неудался.

source: Successfully imported %u %s folders.
de: %u %s Mailboxen erfolgreich exportiert.
pt: %u %s pastas importadas com sucesso.
ru: Успешно импортированы %u %s каталоги.

source: Imported wrap margin setting from %s: %lu.
de: Spalte für Zeilenumbruch von %s übernommen: %lu.
ru: Импортирована настройка переноса из %s: %lu.

source: Imported external editor setting from %s: %s.
de: Externer Editor %s von %s übernommen.
pt: Definições do editor externo importadas de %s: %s.
ru: Импортирован внешний редактор из %s: %s.

source: Imported mail check interval setting from %s: %lu.
de: Intervall zwischen Prüfung auf Nachrichten aus %s übernommen: %lu.
ru: Импортирован интервал проверки почты из %s: %lu.

source: Imported NNTP host setting from %s: %s.
de: NNTP Server aus %s übernommen: %s.
ru: Импортирован NNTP хост из %s: %s.

source: Imported personal name setting from %s: %s.
de: Namen aus %s übernommen: %s.
ru: Импортировано персональное имя из %s: %s.

source: Imported reply prefix setting from %s: %s.
de: Antwort-Vorspann aus %s übernommen: %s.
ru: префикс ответа из %s: %s.

source: Imported signature location from %s: %s.
de: Ort der Signatur aus %s übernommen: %s.
ru: Импортировано местоположение подписи из %s: %s.

source: Imported SMTP server setting from %s: %s.
de: SMTP Server aus %s übernommen: %s.
pt: Definições do servidor SMTP importadas de %s: %s.
ru: Импортирована настройка SMTP сервера из %s: %s.

source: Couldn't open %s configuration file '%s'.
de: Kann %s Konfigurationsdatei '%s' nicht öffnen.
ru: Невозможно открыть %s файл '%s' конфигурации.

source: Text only message viewer
de: Reine Text-Anzeige
ru: Средство просмотра только текста сообщения

source: [Attachment:
de: [Anhang:
ru: [Присоединено:

source: Import settings from XFMail
de: Einstellungen aus XFMail übernehmen
it: Importa le impostazioni da XFMail
pt: Importar definições do XFMail
ru: Импорт параметров настройки из XFMail

source: Imported name setting from %s: %s.
de: Namens-Einstellungen aus %s übernommen: %s.
ru: Импортированна настройка названия из %s: %s.

source: Imported return address setting from %s: %s.
de: Rücksende-Adresse aus %s übernommen: %s.
ru: Импортированна настройка адреса возврата из %s: %s.

source: Failed to open %s configuration file '%s'.
de: Kann %s-Konfigurationsdatei '%s' nicht lesen.
ru: Неудалось открыть %s файл '%s' конфигурации.

source: Failed to open %s folders file
de: Kann %s Mailbox-Datei nicht öffnen
ru: Неудалось открыть %s файл каталогов

source: %s folder import from '%s' failed.
de: %s Mailbox Import aus '%s' gescheitert.
ru: %s импорт каталога из '%s' неудался.

source: No %s folders to import were found.
de: Kann keine %s Mailbox zum Importieren finden.
ru: Не были найдены %s каталоги для импорта.

source: Couldn't find any %s address books in '%s'.
de: Kann kein %s-Adressbuch in '%s' finden.
ru: Не найдено никаких %s адресных книг в '%s'.

source: Default XFMail address book
de: Voreinstellung für XFMail Standard-Adressbuch
it: Agenda predefinita di XFMail
pt: Livro de endereços XFMail predefinido
ru: Адресная книга XFMail по умолчанию

source: Failed to open %s filter rules file.
de: Öffnen der %s-Filter-Regeldatei gescheitert.
ru: Неудалось открыть %s файл правил фильтра.

source: Unsupported XFMail rule type, skipping.
de: Nicht unterstützte XFMail Filter-Regel ignoriert.
it: Tipo di regola di XFMail non supportata: la salto.
ru: Неподдерживаемый XFMail тип правил, пропущено.

source: Imported %s filter rule '%s'.
de: %s Filter-Regel '%s' übernommen.
ru: Импортировано %s правило фильтра '%s'.

source: No filters were imported.
de: Es wurden keine Filter übernommen.
it: Non è stato importato nessun filtro.
pt: Não foram importados filtros.
ru: Никакие фильтры не были импортированы.

source: Successfully imported %u filters.
de: Erfolgreich %u Filter übernommen.
pt: %u filtros importados com sucesso.
ru: Успешно импортировано %u фильтров.

source: Cannot find a colour named "%s", using default instead (please check the value of option "%s")
de: Kann keine Farbe mit Namen '%s' finden, verwende Voreinstellung. (Bitte prüfen Sie die Option "%s")
ru: Невозможно найти цвет, названный "%s", использовано значение по умолчанию вместо этого (пожалуйста проверьте значение опции "%s")

source: Trying to load SSL libraries '%s' and '%s'...
de: Versuche die SSL-Bibliotheken '%s' und '%s' zu laden...
ru: Попытка загрузить библиотеки SSL '%s' и '%s'..

source: Successfully loaded '%s' and '%s' - SSL authentication is now available.
de: Erfolgreich geladen: '%s' und '%s' - SSL Authentifizierung ist jetzt verfügbar.
ru: Успешно загружены '%s' и '%s' - идентификация SSL теперь доступна.

source: SSL authentication is not available.
de: SSL-Authentifizierung ist nicht verfügbar.
it: L'autenticazione SSL non è disponibile.
pt: Autenticação SSL não está desponível.
ru: Идентификация SSL не доступна.

source: You can change the locations of the SSL and crypto libraries in the Helpers page of the preferences dialog if you have these libraries in non default location or if they have some other names on your system.
de: Sie können das Verzeichnis der SSL- und Kryptographie-Bibliotheken in der Seite "Helfer" des Einstellungen-Dialogs einstellen, wenn Sie diese Bibliotheken nicht an der üblichen Stelle installiert haben oder diese auf Ihrem System andere Namen haben.
ru: Вы можете изменить местоположения SSL и crypto библиотек на странице Помощников диалога настроек если у Вас эти библиотеки не в заданном по умолчанию местоположении или если они имеют другие названия в вашей системе.

source: This version of the program doesn't support SSL authentication.
de: Diese Version des Programms unterstützt keine SSL-Authentifizierung
ru: Эта версия программы не поддерживает идентификацию SSL.

source: Mahogany uses a global password to protect sensitive information in your configuration files. The next dialog will ask you for your global password. If you have not previously chosen one, please do it now, otherwise enter the one you chose previously. If you do not want to use a global password, just cancel the next dialog. (Tick the box below to never see this message again.)
de: Mahogany verwendet ein globales Passwort um sensible Informationen in Ihrer Konfigurationsdatei zu schützen. Der nächste Dialog wird Sie nach dem globalen Passwort fragen. Falls Sie bereits eins gewählt haben, geben Sie es an, andernfalls können Sie jetzt eins angeben. Falls Sie kein globales Passwort verwenden möchten, brechen Sie den nächsten Dialog einfach ab. (Mit der unten stehenden Box können Sie diesen Dialog für die Zukunft vermeiden.)
ru: Mahogany использует глобальный пароль, чтобы защитить чувствительную информацию в ваших файлах конфигурации. Следующий диалог спросит у Вас ваш глобальный пароль. Если Вы предварительно не выбрали его, пожалуйста сделайте это теперь, иначе введите тот, который Вы выбрали предварительно. Если Вы не хотите использовать глобальный пароль, только отмените следующий диалог. (Отметить ниже, чтобы никогда не видеть это сообщение снова.)

source: Global Password
de: Globales Passwort
pt: Senha Global
ru: Глобальный пароль

source: Global Password:
de: Globales Passwort:
pt: Senha Global:
ru: Глобальный пароль:

source: Please enter the global password:
de: Bitte geben Sie das globale Passwort an:
pt: Por favor escreva a senha global:
ru: Пожалуйста введите глобальный пароль:

source: The password is wrong. Do you want to try again?
de: Das Passwort ist falsch. Möchten Sie es nochmal versuchen?
it: La password inserita non è corretta. Volete riprovare a digitarla?
ru: Пароль неверный. Вы хотите попробовать ещё раз?

source: Impossible to use encryption without password.
de: Verschlüsselung kann ohne Passwort nicht verwendet werden
pt: É impossível utilizar criptografia sem uma senha.
ru: Невозможно использовать кодирование без пароля.

source: Strong encryption algorithm not available.
de: Sichere Verschlüsselung ist nicht verfügbar.
pt: Um algoritmo de criptografia forte não está disponível.
ru: Сильный алгоритм кодирования не доступен.

source: The secure encryption algorithm included in Mahogany does not work on your system and will be replaced with insecure weak encryption. Please report this as a bug to the Mahogany developers, so that we can fix it.
de: Die sichere Verschlüsselung in Mahogany funktioniert auf Ihrem System nicht, und wird mit unsicherer, einfacher Verschlüsselung ersetzt. Bitte berichten Sie dies als Bug den Mahogany Entwicklern, damit wir es beheben können.
it: L' algoritmo di criptazione incluso in Mahogany non funziona sul vostro sistema e verrà sostituito con un alcoritmo più semplice (ma più debole). Perfavore, riportate quanto detto come un BUG agli sviluppattori di Mahogany affinchè venga corretto.
ru: Безопасный алгоритм кодирования, включенный в Mahogany не работает в вашей системе и будет заменён опасным слабым кодированием. Пожалуйста сообщите об этой ошибке разработчикам Mahogany, для того, чтобы мы могли исправить её.

source: Missing feature
de: Fehlende Funktion
pt: Função inexistente
ru: Отсутствующая характеристика

source: Decrypt function called with illegal string.
de: Die Entschlüsselungs-Funktion wurde mit einer ungültigen Zeichenkette aufgerufen.
ru: Расшифруйте функцию, вызванную с неверной строкой.

source: invalid
de: ungültig
ru: неверно

source: Regular expression matching not implemented.
de: Reguläre Ausdrücke sind nicht implementiert.
it: Il confronto delle espressioni regolari non è stato ancora implementato.
ru: Соответствующее регулярное выражение, не реализовано.

source: Please use the 'Options' dialog to configure the program before using it!
de: Bitte verwenden sie den 'Optionen' Dialog, um das Programm einzurichten, bevor Sie es benutzen !
it: Bisogna configurare il programma prima di utilizzarlo! Fallo dalla finestra di dialogo 'Opzioni'.
nl: Gebruik de 'Opties' dialoog om het programma in te stellen alvorens het te gebruiken!
ru: Пожалуйста используйте диалог 'Настройки', чтобы конфигурировать программу перед использованием этого!

source: Welcome to Mahogany! This wizard will help you to setup the most important settings needed to successfully use the program. You don't need to specify all of them here and now -- you can always change all the program options later from the "Preferences" dialog accessible via the "Edit" menu. However, the wizard may be helpful to setup a working default configuration and we advise you to complete it, especially if you are new to Mahogany, so please take time to complete it. If you still decide to not use it, just check the box below or press [Cancel] at any moment.
de: Willkommen bei Mahogany ! Dieser Assistent hilft Ihnen, die wichtigsten Einstellungen vorzunehmen, damit Sie das Programm benutzen können. Sie brauchen hier nicht alles einzustellen - dies kann jederzeit später im Dialog "Einstellungen" geändert werden. Aber wenn Sie gleich alles angeben, können Sie das Programm sofort benutzen. Der Assistent ist aber hilfreich um eine funktionsfähige Einstellung zu erhalten und wir raten Ihnen ihm zu folgen, insbesondere, wenn Sie ein neuer Benutzer von Mahogany sind. Falls Sie diesen Dialog nicht benutzen wollen können Sie jederzeit "Abbruch" klicken.
ru: Добро пожаловать в Mahogany! Этот мастер поможет Вам в установке большинства важных параметров настройки, необходимых для успешного использования программы. Вы не обязаны определить их все здесь и сейчас - Вы можете всегда изменять все настройки программы позже в диалоге "Настройки", доступном через меню "Редактирование". Однако, мастер может быть полезен для установки рабочей конфигурации по умолчанию и мы советуем Вам закончить это, особенно если Вы плохо знакомы с Mahogany, пожалуйста найдите время, чтобы закончить это. Если Вы всё же решили не использовать это, только отметьте блок ниже или нажмите [Отмена] в любой момент.

source: I'm an &expert and don't need the wizard
de: Ich bin ein Profi und brauche den Assistenten nicht
it: Sono un &esperto! La guida non è necessaria!
nl: Ik ben een expert en heb de wizard niet nodig
pt: Eu sou um especialista e não preciso de um ajudante
ru: Я эксперт и не нуждаюсь в визарде

source: Mahogany has detected that you have one or more other email programs installed on this computer. You may click the button below to invoke a dialog which will allow you to import some configuration settings (your personal name, email address, folders, address books &&c) from one or more of them. You may safely skip this step if you don't want to do it.
de: Mahogany hat ein oder mehrere andere Mail- programme auf Ihrem Computer gefunden. Sie können jetzt einige Einstellungen von diesen übernehmen (z.B. Ihren Namen, E-Mail Adressen, Mailboxen, Adressbücher, etc), indem Sie auf den Knopf unten klicken. Sie können diesen Schritt problemlos überspringen, wenn Sie dies wünschen.
ru: Mahogany обнаружил, что Вы имеете одну или более других почтовых программ, установленных на этом компьютере. Вы можете щелкнуть кнопкой ниже, чтобы вызвать диалог, который позволит Вам импортировать некоторые параметры настройки конфигурации (ваше личное имя, адрес электронной почты, каталоги, адресные книги &&c) из одной или более из них. Вы можете безопасно пропустить этот шаг, если Вы не желаете делать этого.

source: Please specify your e-mail address which will be used for the outgoing messages. The personal name and organization are used for informational purposes only and may be left empty. Finally, the user name will be used as default login to your POP, IMAP and/or SMTP servers.
de: Bitte geben Sie Ihre EMail-Adresse an, die für gesendete Nachrichten verwendet wird. Ihr Name und die Organisation werden nur für informelle Zwecke verwendet und können leer gelassen werden. Außerdem wird Ihr Benutzername als Voreinstellung für die Anmeldung auf POP-, IMAP- und/oder SMTP-Server verwendet.
ru: Пожалуйста определите ваш адрес электронной почты, который будет использоваться для уходящих сообщений. Личное имя и организация используются только для информационных целей и могут быть оставлены пустыми. Наконец, имя пользователя будет использоваться как значение по умолчанию для входа на ваши POP, IMAP и/или SMTP сервера.

source: &Personal name:
de: Name:
it: Nome &personale:
nl: &Persoonlijke naam:
pt: Nome &pessoal:
ru: Персональное имя:

source: &Organization:
de: &Organisation
ru: Организация:

source: &User name/login:
de: &Benutzername/Login:
ru: Имя пользователя/логин:

source: &E-mail:
pt: Correio &electrónico:
ru: Электронная почта:

source: Please specify a valid email address.
de: Bitte geben Sie eine gültige E-Mailadresse an.
pt: Por favor escreva um endereço de correio electrónico válido.
ru: Пожалуйста укажите правильный адрес электронной почты.

source: You need an IMAP4 (preferred) or a POP3 server to be able to receive email and an SMTP server to be able to send it. All of these fields may be filled later as well and you may add additional servers later too. You also may leave a field empty if you don't want to use the corresponding server.
de: Sie benötigen (vorzugsweise) einen IMAP4- oder POP3-Server um Nachrichten empfangen zu können und einen SMTP-Server um Nachrichten senden zu können. Alle diese Felder können Sie auch später ausfüllen. Sie können später auch weitere Server hinzufügen. Sie können Felder leer lassen, wenn Sie die entsprechende Art des Servers nicht verwenden wollen.
ru: Вы нуждаетесь в IMAP4 (предпочтительном) или POP3 сервере чтобы получать электронную почту и сервере SMTP чтобы отправлять её. Все эти поля могут быть заполнены позже и также Вы можете добавить дополнительные серверы позже. Также Вы можете оставить поле пустым, если Вы не хотите использовать соответствующий сервер.

source: &IMAP server:
it: Server &IMAP:
pt: Servidor &IMAP:
ru: &IMAP сервер:

source: &POP server:
it: Server &POP:
pt: Servidor &POP:
ru: &POP сервер:

source: &Leave mail on it:
de: Nachrichten auf Server lassen:
ru: Оставлять почту:

source: &SMTP server:
it: Server &SMTP:
pt: Servidor &SMTP:
ru: &SMTP сервер:

source: &NNTP server:
it: Server &NNTP:
pt: Servidor &NNTP:
ru: &NNTP сервер:

source: You will need to specify the MTA to use for mail delivery later to be able to send email as you didn't choose the SMTP server.
de: Da Sie keinen SMTP-Server angegeben haben, müssen Sie einen MTA (Mail Transfer Agent) angeben, um E-Mails senden zu können.
ru: Вам нужно указать MTA для использования доставки почты позже, чтобы отправлять электронную почту, поскольку Вы не выбрали сервер SMTP.

source: You need to specify the SMTP server to be able to send email, please do it!
de: Sie müssen einen SMTP-Server angeben, um E-Mails senden zu können !
ru: Вы должны указать сервер SMTP, чтобы отправлять электронную почту, пожалуйста сделайте это!

source: POP3 server '%s'.
pt: Servidor POP3 '%s'.
ru: POP3 сервер '%s'.

source: SMTP server '%s'.
pt: Servidor SMTP '%s'.
ru: SMTP сервер '%s'.

source: IMAP server '%s'.
pt: Servidor IMAP '%s'.
ru: IMAP сервер '%s'.

source: NNTP server '%s'.
pt: Servidor NNTP '%s'.
ru: NNTP сервер '%s'.

source: %d of the server names specified could not be resolved. This could be due to a temporary network problem, or because the server name really does not exist. If you use dialup-networking and are not currently connected, this is perfectly normal. The failed server name(s) were:
de: %d Servernamen konnten nicht gefunden werden. Dies ist entweder vorübergehendes Netzwerk- problem, oder den Server gibt es nicht. Falls Sie im Moment keine Netzwerk-Verbindung haben, ist dies völlig normal. Diese betroffenen Servernamen waren:
it: %d del nome del server specificato non può essere risolto. Può essere dovuto a problemi di connessione o forse dal fatto che il server in questione non esiste affatto. Se utilizzate una connessione di tipo Dial-Up e al momento non siete connessi, allora è del tutto normale. Gli indirizzi mancati sono:
ru: %d указанных имён серверов не было разрешено. Это могло произойти из-за временной сетевой проблемы, или потому что имя сервера действительно не существует. Если Вы используете сетевой-дозвон и в настоящее время не в сети, это совершенно нормально. Неудавшееся имя(имена) сервера было:

source: Do you want to change these settings?
de: Möchten Sie diese Einstellungen ändern?
pt: Você quer modificar estas definições?
ru: Вы хотите изменить эти настройки?

source: Potentially wrong server names
de: Möglicherweise falsche Server-Namen
it: Potenziali nomi di server errati
pt: Os nomes dos servidores poderão estar errados
ru: Потенциально неправильные имена серверов

source: You have no domain specified for the server '%s'. Do you want to add the domain '%s'?
de: Sie haben keinen Domain für den Server '%s' angegeben. Möchten Sie die Domain '%s' anhängen?
it: Non avete specificato alcun domain per il server '%s'. Volete aggiungere il dominio '%s'?
ru: Вы не имеете домена, указанного для сервера '%s'. Вы хотите добавить домен '%s'?

source: Mahogany can automatically detect if your network connection is online or offline. It can also connect and disconnect you to the network, but for this you need to specify the informations below:
de: Mahogany kann automatisch den Zustand Ihrer Netzwerk-Verbindung feststellen. Es kann auch automatisch wählen und auflegen, aber dazu müssen die Informationen unten vorhanden sein:
ru: Mahogany может автоматически обнаружить если Ваше сетевое подключение является подключенным или нет. Можно также подключить и разъединить Вас с сетью, но для этого Вы должны определить информацию ниже:

source: &Dial up connection to use
de: &Verwendete Netzwerk-Verbindung
it: Connessione &di chiamata da usare:
ru: Dial up соединение

source: Command to &connect:
de: Befehl zum &Wählen:
it: Comando per &connettersi:
ru: Команда для подключения:

source: Command to &disconnect:
de: Befehl zum &Aufhängen:
it: Comando per &disconnettersi:
pt: Comando para &desligar:
ru: Команда для отключения:
